Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# ErrorDescription_RestartApplicationException
source: Please disconnect all devices and restart application. If the problem persists, uninstall {0} and download the latest version of the application.
ar_sa: يرجى قطع اتصال كل الهواتف وإعادة تشغيل التطبيق. في حال استمرار المشكلة، ألغِ تثبيت {0} وقم بتنزيل أحدث إصدار من التطبيق.
cs_cz: Odpojte všechny telefony a restartujte aplikaci. Pokud problém přetrvává, odinstalujte aplikaci {0} a stáhněte si její nejnovější verzi.
da_dk: Frakobl alle telefoner, og genstart programmet. Afinstaller {0}, og download den nyeste version af programmet, hvis problemet fortsætter.
de_de: Trennen Sie alle Telefone, und starten Sie die Anwendung neu. Wenn das Problem weiterhin auftritt, {0} deinstallieren und die aktuellste Version der Anwendung herunterladen.
el_gr: Αποσυνδέστε όλα τα τηλέφωνα και κάντε επανεκκίνηση της εφαρμογής. Αν το πρόβλημα παραμένει, καταργήστε την εγκατάσταση του {0} και πραγματοποιήστε λήψη της τελευταίας έκδοσης της εφαρμογής.
es_es: Desconecta todos los teléfonos y reinicia la aplicación. Si el problema persiste, desinstala {0} y descarga la versión más reciente de la aplicación.
es_us: Desconecte todos los teléfonos y reinicie la aplicación. Si el problema persiste, desinstale {0} y descargue la versión más reciente de la aplicación.
et_ee: Lülitage kõik seadmed välja ja taaskäivitage rakendus. Kui probleem ei lahene, desinstallige {0} ja laadige alla rakenduse uusim versioon.
fi_fi: Irrota kaikki puhelimet ja käynnistä sovellus uudelleen. Jos ongelma ei poistu, poista {0} -asennus ja lataa sovelluksen uusin versio.
fil_ph: Paki-diskonekta ang lahat ng mga telepono at i-restart ang application.. Kung magpatuloy ang problema, i-uninstall ang {0} at i-download ang pinakabagong bersyon ng application.
fr_ca: Veuillez débrancher tous les téléphones et redémarrer l'application. Si le problème persiste, désinstallez {0} et téléchargez la dernière version de l'application.
fr_fr: Débranchez tous les téléphones et redémarrez l’application. Si le problème persiste, désinstallez {0}, puis téléchargez la toute dernière version de l'application.
he_il: נתק את כל הטלפונים והפעל מחדש את היישום. אם הבעיה נמשכת, הסר את התקנת {0} והורד את הגרסה העדכנית של היישום.
hr_hr: Odvojite sve telefone i ponovo pokrenite aplikaciju. Ako problem i dalje traje, deinstalirajte aplikaciju {0} i preuzmite najnoviju verziju aplikacije.
hu_hu: Húzzon ki minden telefont, majd indítsa újra az alkalmazást. Ha a probléma továbbra is fennáll, távolítsa el a következőt: {0}, és töltse le az alkalmazás legújabb verzióját.
id_id: Cabut semua telepon dan hidupkan ulang aplikasi. Apabila masih terus bermasalah, hapus {0} dan unduh versi terbaru aplikasi ini.
it_it: Scollegare tutti i telefoni e riavviare l'applicazione. Se il problema persiste, disinstallare {0} e scaricare la versione più recente dell'applicazione.
ja_jp: すべての電話を取り外し、アプリケーションを再起動してください。 問題がまだ解決しない場合は、{0}をアンインストールしてアプリケーションの最新バージョンをダウンロードしてください。
ko_kr: 모든 휴대폰의 연결을 해제하고 응용 프로그램을 다시 시작하십시오. 문제가 계속되면 {0}을(를) 제거한 후 최신 버전의 응용 프로그램을 다운로드하십시오.
lt_lt: Atjunkite visus telefonus ir paleiskite programą iš naujo. Jei problema kartojasi, pašalinkite {0} ir parsisiųskite naujausią programos versiją.
lv_lv: Lūdzu, atvienojiet visus tālruņus un restartējiet lietojumprogrammu. Ja problēma joprojām pastāv, atinstalējiet {0} un lejupielādējiet jaunāko programmas versiju.
ms_my: Sila putuskan sambungan semua telefon dan mulakan semula aplikasi. Jika masalah berterusan, nyahpasang {0} dan muat turun versi aplikasi yang terkini.
nb_no: Koble fra alle mobiler, og start programmet på nytt. Hvis problemet vedvarer, avinstallerer du {0} og laster ned siste versjon av programmet.
nl_nl: Koppel alle telefoons los en start de applicatie opnieuw. Verwijder {0} en download de nieuwste versie van de applicatie als het probleem zich blijft voordoen.
pl_pl: Odłącz wszystkie telefony i ponownie uruchom aplikację. Jeśli problem nadal występuje, odinstaluj {0} i pobierz najnowszą wersję aplikacji.
pt_br: Desconecte todos os telefones e reinicie o aplicativo. Se o problema persistir, desinstale {0} e faça download da versão mais recente do aplicativo.
pt_pt: Desligue todos os telemóveis e reinicie a aplicação. Se o problema persistir, desinstale o {0} e transfira a versão mais recente da aplicação.
ro_ro: Deconectați toate telefoanele și reporniți aplicația. Dacă problema persistă, dezinstalați {0} și descărcați ultima versiune a aplicației.
ru_ru: Отключите все телефоны и перезапустите приложение. Если неполадка не исчезает, удалите {0} и загрузите последнюю версию приложения.
sk_sk: Odpojte všetky telefóny a reštartujte aplikáciu. Ak problém pretrváva, odinštalujte aplikáciu {0} a prevezmite si najnovšiu verziu aplikácie.
sl_si: Prekinite povezavo z vsemi telefoni in znova zaženite aplikacijo. Če se težava ponovi, odstranite {0} in prenesite najnovejšo različico aplikacije.
sv_se: Frånkoppla alla telefoner och starta om programmet. Om problemet kvarstår, avinstallera {0} och ladda ned den senaste versionen av programmet.
th_th: โปรดยกเลิกการเชื่อมต่อโทรศัพท์ทั้งหมดแล้วรีสตาร์ทแอปพลิเคชัน หากยังมีปัญหาอยู่ ให้ถอนการติดตั้ง {0} และดาวน์โหลดแอพพลิเคชั่นเวอร์ชันล่าสุด
tr_tr: Lütfen tüm telefonların bağlantısını kesin ve uygulamayı yeniden başlatın. Sorun devam ederse {0} uygulamasını kaldırın ve uygulamanın en son sürümünü indirin.
vi_vn: Vui lòng ngắt kết nối tất cả điện thoại và khởi động lại ứng dụng. Nếu vấn đề vẫn tồn tại, gỡ bỏ cài đặt {0} và tải về phiên bản mới nhất của ứng dụng.
zh_cn: 请断开所有手机并重新启动应用程序。 如果问题依然存在，请卸载 {0} 并下载最新版本的应用程序。
zh_hk: 請中斷所有手機的連接並重新啟動應用程式。 若問題持續，卸載 {0} 並下載應用程式的最新版本。
zh_tw: 請中斷所有手機連線，然後重新啟動應用程式。 如果問題持續發生，請解除安裝 {0} 並下載最新版的應用程式。

# ErrorDescription_UnknownError
source: The operation could not be completed.
ar_sa: يتعذر إكمال العملية.
cs_cz: Operaci nebylo možno dokončit.
da_dk: Handlingen kunne ikke fuldføres.
de_de: Der Vorgang konnte nicht abgeschlossen werden.
el_gr: Δεν ήταν δυνατή η ολοκλήρωση της λειτουργίας.
es_es: No se ha podido finalizar la operación.
es_us: No se pudo finalizar la operación.
et_ee: Toimingut ei saanud lõpetada.
fi_fi: Toimintoa ei voitu suorittaa loppuun.
fil_ph: Hindi makumpleto ang operasyon.
fr_ca: L'opération n'a pu être complétée.
fr_fr: L'opération n'a pas pu être terminée.
he_il: לא ניתן להשלים את הפעולה.
hr_hr: Operacija se nije mogla dovršiti.
hu_hu: A műveletet nem sikerült elvégezni.
id_id: Operasi tidak dapat diselesaikan.
it_it: Impossibile completare l'operazione.
ja_jp: 操作を完了できませんでした。
ko_kr: 작업을 완료할 수 없습니다.
lt_lt: Nepavyko baigti operacijos.
lv_lv: Darbību nevarēja pabeigt.
ms_my: Operasi tidak dapat diselesaikan.
nb_no: Kan ikke fullføre handlingen.
nl_nl: De bewerking kon niet worden voltooid.
pl_pl: Nie można ukończyć operacji.
pt_br: Não foi possível concluir a operação.
pt_pt: Não foi possível concluir a operação.
ro_ro: Operațiunea nu a putut fi finalizată.
ru_ru: Не удалось завершить операцию.
sk_sk: Operáciu sa nepodarilo dokončiť.
sl_si: Postopka ni bilo mogoče dokončati.
sv_se: Det gick inte att genomföra åtgärden.
th_th: การดำเนินการไม่เสร็จสมบูรณ์
tr_tr: İşlem tamamlanamadı.
vi_vn: Hoạt động không thể hoàn tất.
zh_cn: 无法完成操作。
zh_hk: 操作未能完成。
zh_tw: 操作無法完成。

# ErrorDescription_WebException
source: There seems to be a problem connecting to the server. Check your Internet connection. Make sure that your proxy, firewall, and virus protection settings are correct.
ar_sa: يبدو أن هناك مشكلة في الاتصال بالخادم. تحقق من الاتصال بالإنترنت. تأكد أن الوكيل، وجدار الحماية وإعدادات مكافحة الفيروسات صحيحة.
cs_cz: Zdá se, že je problém s připojením k serveru. Zkontrolujte připojení k internetu. Zkontrolujte, zda jsou vaše nastavení proxy, brány firewall a antivirové ochrany správná.
da_dk: Der er tilsyneladende et problem med at oprette forbindelse til serveren. Kontroller din internetforbindelse. Sørg for, at dine proxy-, firewall- og virusbeskyttelsesindstillinger er korrekte.
de_de: Es ist ein Problem bei der Verbindung mit dem Server aufgetreten. Überprüfen Sie Ihre Verbindung zum Internet. Stellen Sie sicher, dass die Proxy-, Firewall- und Anti-Virus-Einstellungen korrekt sind.
el_gr: Φαίνεται να υπάρχει κάποιο πρόβλημα με τη σύνδεση στο διακομιστή. Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο. Βεβαιωθείτε ότι οι ρυθμίσεις διακομιστή μεσολάβησης, τείχους προστασίας και προστασίας από ιούς είναι σωστές.
es_es: Parece haber un problema al conectar con el servidor. Comprueba la conexión a Internet. Asegúrate de que la configuración del proxy, el firewall y el antivirus es correcta.
es_us: Parece haber un problema al conectar con el servidor. Compruebe la conexión a Internet. Asegúrese de que la configuración del proxy, el firewall y el antivirus es correcta.
et_ee: Serveriga ühenduse loomisel näib olevat probleeme. Kontrollige oma Interneti-ühendust. Veenduge, et teie puhverserveri-, tulemüüri- ja viirusetõrjeseaded oleksid õiged.
fi_fi: Palvelimeen yhdistämisessä ilmeni ongelma. Tarkista Internet-yhteys. Varmista, että välityspalvelimen, palomuurin ja virustorjunnan asetukset ovat oikein.
fil_ph: Mukhang may problema sa pagkonekta sa server. Tingnan ang iyong koneksyon sa Internet. Tiyakin na tama ang mga setting mo sa proxy, firewall, at proteksyon sa virus.
fr_ca: Il semble y avoir un problème de connexion au serveur. Vérifiez votre connexion Internet. Assurez-vous que les paramètres de vos mandataire, pare-feu et protection antivirus sont adéquats.
fr_fr: Il semble y avoir un problème de connexion au serveur. Vérifiez votre connexion à Internet. Assurez-vous que vos paramètres de proxy, de pare-feu et de protection antivirus sont corrects.
he_il: נראה שיש בעיה בחיבור לשרת. בדוק את חיבור האינטרנט שלך. ודא שהגדרות ה- Proxy, וההגנה של חומת האש והווירוס שלך נכונות.
hr_hr: Čini se da postoji problem u povezivanju s poslužiteljem. Provjerite vezu s internetom. Provjerite jesu li postavke za vaš proxy, vatrozid i zaštitu od virusa ispravne.
hu_hu: Hiba lépett fel a kiszolgálóhoz történő kapcsolódás során. Ellenőrizze internetkapcsolatát. Ellenőrizze, hogy a proxy-, a tűzfal- és a vírusvédelmi beállítások megfelelőek-e.
id_id: Tampaknya ada masalah dalam menyambungkan ke server. Periksa sambungan Internet Anda. Pastikan pengaturan proksi, firewall, dan perlindungan virus sudah benar.
it_it: Probabile problema con la connessione al server. Verificare la connessione Internet. Assicurarsi che le impostazioni proxy, firewall e di protezione antivirus siano corrette.
ja_jp: サーバーへの接続に問題があるようです。 インターネットの接続をチェックしてください。 プロキシ、ファイアウォール、およびウイルスの保護設定が適切であることを確認してください。
ko_kr: 서버 연결에 문제가 있는 것 같습니다. 인터넷 연결을 확인하십시오. 프록시, 방화벽 및 바이러스 방지 설정이 올바른지 확인하십시오.
lt_lt: Atrodo, kilo problemų prisijungiant prie serverio. Patikrinkite interneto ryšį. Patikrinkite, ar tinkami pagalbinio serverio, užkardos ir apsaugos nuo virusų parametrai.
lv_lv: Šķiet, ka radusies problēma izveidot savienojumu ar serveri. Pārbaudiet interneta savienojumu. Pārliecinieties, vai starpniekservera, ugunsmūra un aizsardzības pret vīrusiem iestatījumi ir pareizi.
ms_my: Kelihatannya terdapat masalah menyambung kepada pelayan. Periksa sambungan Internet anda. Anda perlu memastikan tetapan proksi, tembok api dan perlindungan virus adalah betul.
nb_no: Det ser ut til å være et problem med tilkoblingen til serveren. Kontroller Internett-tilkoblingen. Påse at innstillinger for proxy, brannmur og virusbeskyttelse er korrekte.
nl_nl: Er is een probleem opgetreden bij het verbinden met de server. Controleer uw internetverbinding. Controleer of de proxy-, firewall- en virusbeveiligingsinstellingen correct zijn.
pl_pl: Prawdopodobnie wystąpił błąd podczas łączenia z serwerem. Sprawdź podłączenie do Internetu. Upewnij się, że ustawienia serwera proxy, zapory sieciowej oraz oprogramowania antywirusowego są poprawne.
pt_br: Parece haver um problema ao conectar ao servidor. Verifique a conexão com a Internet. Certifique-se de que as configurações de proxy, firewall e proteção contra vírus estão corretas.
pt_pt: Parece haver um problema de ligação ao servidor. Verifique a sua ligação à Internet. Certifique-se que as suas definições do proxy, firewall e protecção contra vírus estão correctas.
ro_ro: Se pare că există o problemă cu conectarea la server. Verificați-vă conexiunea la Internet. Asigurați-vă că setările proxy, ale paravanului de protecție și ale protecției împotriva virușilor sunt corecte.
ru_ru: Похоже, при подключении к серверу возникла неполадка. Проверьте подключение к Интернету. Проверьте правильность настроек прокси-сервера, межсетевого экрана и антивирусной защиты.
sk_sk: Pravdepodobne sa vyskytol problém s pripojením k serveru. Skontrolujte pripojenie na internet. Skontrolujte správnosť nastavení proxy, brány firewall a ochrany proti vírusom.
sl_si: Pri vzpostavljanju povezave s strežnikom je prišlo do težave. Preverite svojo internetno povezavo. Preverite, ali so vaše nastavitve strežnika proxy, požarnega zidu in protivirusne zaščite pravilne.
sv_se: Det verkar vara problem med att ansluta till servern. Kontrollera din internetanslutning. Kontrollera att dina inställningar för proxy, brandvägg och virusskydd är korrekta.
th_th: ดูเหมือนจะมีปัญหากับการเชื่อมต่อไปยังเซิร์ฟเวอร์ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ ตรวจสอบว่าพรอกซี่ ไฟร์วอลล์ และการตั้งค่าการป้องกันไวรัสถูกต้อง
tr_tr: Sunucu bağlantısında bir sorun var gibi görünüyor. İnternet bağlantınızı kontrol edin. Vekil sunucu, güvenlik duvarı ve virüsten korunma ayarlarınızın doğru olduğundan emin olun.
vi_vn: Dường như có vấn đề kết nối với máy chủ. Kiểm tra kết nối Internet của bạn. Hãy đảm bảo rằng cài đặt proxy, tường lửa và bảo vệ chống virus của bạn là chính xác.
zh_cn: 服务器连接似乎出现问题。 请检查您的互联网连接。 确保您的代理、防火墙和防病毒设置正确。
zh_hk: 與伺服器的連接可能出現問題。 檢查您的互聯網連接。 確保您的代理、防火牆及病毒防護設定正確。
zh_tw: 與伺服器的連線似乎有問題。 檢查您的網際網路連線。 確認您的 Proxy、防火牆與防毒設定正確。

# ErrorDetails_NotEnoughSpaceOnTheDiskException
source: Minimum amount of free space on disk {0} required for update is {1}. Free some space and try again.
ar_sa: الحد الأدنى من المساحة الخالية على القرص {0} المطلوبة للتحديث هو {1}. قم بتفريغ مساحة وحاول مرة أخرى.
cs_cz: Minimální množství volného místa na disku {0} nezbytného k aktualizaci je: {1}. Uvolněte místo a zkuste to znovu.
da_dk: Denne opdatering kræver {1} fri plads på disken {0}. Frigør noget plads, og prøv igen.
de_de: Für das Update müssen auf der Festplatte {0} mindestens {1} frei sein. Dateien löschen und erneut versuchen.
el_gr: Ο ελάχιστος απαιτούμενος ελεύθερος χώρος σε δίσκο {0} που απαιτείται για ενημέρωση είναι {1}. Ελευθερώστε λίγο χώρο και προσπαθήστε ξανά.
es_es: La cantidad mínima de espacio libre en la unidad {0} necesaria para la actualización es {1}. Libera espacio y vuelve a intentarlo.
es_us: El espacio libre mínimo requerido en disco {0} para la actualización es de {1}. Libere espacio y vuelva a intentarlo.
et_ee: Värskendamiseks vajalik minimaalne vaba kettaruum {0} on {1}. Vabastage ruumi ja proovige uuesti.
fi_fi: Levyllä {0} on oltava vähintään {1} vapaata tilaa päivityksen asentamiseksi. Vapauta tilaa ja yritä uudelleen.
fil_ph: Pinaka-kaunting libreng espasyo ng disk {0} ang kailangan para sa update ay {1}. Maglibre ng kaunting espasyo at subukang muli.
fr_ca: Espace libre minimum de {0} sur le disque, la mise à jour faisant {1}. Libérez de l'espace et essayez de nouveau.
fr_fr: L'espace libre minimum requis sur le disque {0} pour la mise à jour est de {1}. Libérez de l'espace disque et réessayez.
he_il: השטח המינימלי הפנוי בדיסק {0} הדרוש לעדכון הוא {1}. פנה מקום ונסה שוב.
hr_hr: Minimalna količina slobodnog prostora na disku {0} potrebna za ažuriranje je {1}. Oslobodite nešto prostora i pokušajte opet.
hu_hu: Legalább {1} szabad területre van szükség a(z) {0} lemezen a frissítéshez. Szabadítson fel helyet a lemezen, és próbálja meg újra.
id_id: Jumlah ruang kosong minimal pada disk {0} diperlukan untuk pembaruan adalah {1}. Kosongkan memori, dan coba lagi.
it_it: La quantità minima di spazio libero su disco {0} necessaria per l'aggiornamento è {1}. Liberare spazio e riprovare.
ja_jp: {0}の更新に必要な最小の空き容量は{1}です。 空き容量を増やしてから再試行してください。
ko_kr: 업데이트에 필요한 디스크 {0}의 최소 여유 공간은 {1}입니다. 여유 공간을 확보하고 다시 시도하십시오.
lt_lt: Minimalus naujinimui reikalingas laisvos vietos diske {0} kiekis yra {1}. Atlaisvinkite truputį vietos ir bandykite dar kartą.
lv_lv: Minimālā atjauninājumam nepieciešamā vieta diskā {0} ir {1}. Atbrīvojiet daļu vietas un mēģiniet vēlreiz.
ms_my: Jumlah ruang kosong minimum {0} pada cakera diperlukan untuk kemas kini ialah {1}. Kosongkan sedikit ruang dan cuba sekali lagi.
nb_no: Minimumskravet for tilgjengelig plass på disken {0} for denne oppdateringen er {1}. Frigjør noe plass og prøv på nytt.
nl_nl: Minimale hoeveelheid vrije schijfruimte {0} voor de update is {1}. Maak ruimte vrij en probeer het opnieuw.
pl_pl: Minimalna ilość wolnego miejsca na dysku {0} wymagana w związku z aktualizacją wynosi {1}. Zwolnij trochę miejsca i spróbuj ponownie.
pt_br: A quantidade mínima de espaço livre no disco {0} necessária para a atualização é de {1}. Libere espaço e tente novamente.
pt_pt: O tamanho mínimo de espaço livre no disco {0} necessário para a atualização é {1}. Liberte algum espaço e tente de novo.
ro_ro: Volumul minim de spațiu liber pe disc {0} necesar pentru actualizare este {1}. Eliberați spațiu și încercați din nou.
ru_ru: Минимальное свободное пространство на диске {0}, необходимое для обновления: {1}. Освободите пространство и повторите попытку.
sk_sk: Ak chcete vykonať aktualizáciu, na disku {0} musí byť voľné miesto aspoň {1}. Uvoľnite nejaké miesto a skúste to znova.
sl_si: Najmanjša količina prostora na disku {0}, ki je zahtevana za posodobitev, je {1}. Sprostite nekaj prostora in poskusite znova.
sv_se: {1} ledigt utrymme på disk {0} krävs för uppdateringen. Frigör lite utrymme och försök igen.
th_th: พื้นที่ว่างที่น้อยที่สุดบนดิสก์ {0} ที่ต้องอัพเดตคือ {1} เพิ่มพื้นที่ว่างและลองอีกครั้ง
tr_tr: {0} diskinde güncelleme için gerekli minimum boş alan {1} kadardır. Biraz yer açın ve tekrar deneyin.
vi_vn: Dung lượng trống tối thiểu cần có trên ổ đĩa {0} để cập nhật là {1}. Hãy giải phóng một số dung lượng và thử lại.
zh_cn: 更新所需的 {0} 磁盘空间大小至少为 {1}。 请释放一些空间并重试。
zh_hk: 更新的 {1} 需要有最少的磁盤空間 {0}。 釋放一些空間，再試一次。
zh_tw: 在磁碟 {0} 上進行更新所需的最低可用空間為 {1}。 釋出一些空間，並再試一次。

# ErrorHeader
source: Sorry, we ran into a problem
ar_sa: عذرًا، لقد واجهنا مشكلة
cs_cz: Omlouváme se, došlo k problému.
da_dk: Beklager, men der opstod et problem
de_de: Leider ist ein Problem aufgetreten
el_gr: Δυστυχώς, παρουσιάστηκε πρόβλημα
es_es: Disculpa, tenemos un problema
es_us: Lo sentimos, encontramos un error
et_ee: Vabandame, tekkis probleem
fi_fi: Tapahtui virhe
fil_ph: Paumanhin, nagkaproblema kami
fr_ca: Désolés, un problème s'est produit
fr_fr: Désolé, un problème s'est produit
he_il: מצטערים, אירעה בעיה
hr_hr: Nažalost, naišli smo na problem
hu_hu: Probléma lépett fel
id_id: Maaf, kami sedang mengalami masalah
it_it: Siamo spiacenti, si è verificato un problema
ja_jp: 申し訳ございません。問題が発生しました
ko_kr: 죄송합니다. 문제가 발생했습니다.
lt_lt: Atsiprašome, iškilo problema
lv_lv: Diemžēl radās kļūda
ms_my: Maaf, kami menghadapi masalah
nb_no: Det har oppstått et problem
nl_nl: Sorry, er is een probleem opgetreden
pl_pl: Niestety napotkano problem
pt_br: Foi encontrado um problema
pt_pt: Lamentamos, mas ocorreu um problema
ro_ro: Am întâlnit o problemă
ru_ru: Возникла неполадка
sk_sk: Ľutujeme, vznikol problém
sl_si: Prišlo je do težav
sv_se: Tyvärr, vi stötte på ett problem
th_th: ขออภัย เราพบปัญหา
tr_tr: Üzgünüz, bir sorunla karşılaştık
vi_vn: Rất tiếc, đã xảy ra lỗi
zh_cn: 抱歉，我们遇到了问题
zh_hk: 抱歉，我們遇到問題
zh_tw: 很抱歉，發生問題

# Error_AutoUpdateException
source: Checking application update failed
ar_sa: فشل التحقق من توفّر تحديث للتطبيق
cs_cz: Kontrola aktualizací aplikací selhala.
da_dk: Kontrol af programopdatering mislykkedes
de_de: Prüfung von Anwendungs-Update fehlgeschlagen
el_gr: Ο έλεγχος ενημέρωσης εφαρμογής απέτυχε
es_es: Error al comprobar actualización de aplicación
es_us: Error en la comprobación de actualizaciones para la aplicación
et_ee: Rakenduse värskenduse kontrollimine ebaõnnestus
fi_fi: Sovelluspäivitysten tarkistus epäonnistui
fil_ph: Nabigo ang pagtingin sa update ng application
fr_ca: Échec de vérification de la mise à jour de l'application
fr_fr: Échec de la vérification de la mise à jour d’application
he_il: בדיקת עדכון היישום נכשלה
hr_hr: Provjera ažuriranja aplikacije nije uspjela
hu_hu: Az alkalmazásfrissítések keresése sikertelen
id_id: Pemeriksaan pembaruan aplikasi gagal
it_it: Verifica aggiornamento applicazione non riuscita
ja_jp: アプリケーションの更新のチェックに失敗しました
ko_kr: 응용 프로그램 업데이트 실패 확인 중
lt_lt: Programos naujinimo tikrinimas nepavyko
lv_lv: Neizdevās pārbaudīt programmas atjauninājumu
ms_my: Pemeriksaan kemas kini aplikasi gagal
nb_no: Kan ikke søke etter programoppdatering
nl_nl: Controleren applicatie-update mislukt
pl_pl: Sprawdzanie aktualizacji aplikacji nie powiodło się
pt_br: Falha na verificação da atualização do aplicativo
pt_pt: Falha ao verificar a atualização da aplicação
ro_ro: Verificarea actualizării aplicației nu a reușit
ru_ru: Сбой проверки обновлений для приложения
sk_sk: Kontrola aktualizácie aplikácie zlyhala
sl_si: Preverjanje posodobitve aplikacije ni uspelo
sv_se: Kontrollen av programuppdateringen gick ej att slutföra
th_th: การตรวจสอบการอัพเดตแอพพลิเคชั่นล้มเหลว
tr_tr: Uygulama güncellemesinin denetimi yapılamadı
vi_vn: Kiểm tra cập nhật ứng dụng không thành công
zh_cn: 应用程序更新检查失败
zh_hk: 檢查應用程式更新失敗
zh_tw: 檢查應用程式更新失敗

# Error_CannotAccessDirectoryException
source: Cannot access directory
ar_sa: تعذر الوصول إلى الدليل
cs_cz: Nelze přistupovat k adresáři
da_dk: Der er ikke adgang til biblioteket
de_de: Kein Zugriff auf das Verzeichnis möglich
el_gr: Δεν είναι δυνατή η πρόσβαση στον κατάλογο
es_es: No se puede acceder al directorio
es_us: No se puede obtener acceso al directorio
et_ee: Kaustale ei pääse juurde
fi_fi: Hakemiston käyttö ei onnistu
fil_ph: Hindi ma-access ang direktoryo
fr_ca: Impossible d'accéder au répertoire
fr_fr: Impossible d'accéder au répertoire
he_il: לא ניתן לגשת לספרייה
hr_hr: Ne može se pristupiti direktoriju
hu_hu: A könyvtár nem érhető el
id_id: Tidak dapat mengakses direktori
it_it: Impossibile accedere alla directory
ja_jp: ディレクトリにアクセスできません
ko_kr: 디렉터리에 액세스할 수 없습니다
lt_lt: Nepavyksta prieiti prie katalogo
lv_lv: Nevar piekļūt direktorijam
ms_my: Tidak dapat mengakses direktori
nb_no: Ingen tilgang til katalog
nl_nl: Kan map niet openen.
pl_pl: Brak dostępu do katalogu
pt_br: Não é possível acessar o diretório
pt_pt: Não é possível aceder ao directório
ro_ro: Nu se poate accesa directorul
ru_ru: Не удается получить доступ к каталогу
sk_sk: Nemožno otvoriť adresár
sl_si: Dostop do imenika ni mogoč
sv_se: Ingen åtkomst till katalogen
th_th: ไม่สามารถเข้าถึงไดเรกทอรี
tr_tr: Dizine erişilemiyor
vi_vn: Không thể truy cập danh bạ
zh_cn: 无法访问目录
zh_hk: 無法訪問目錄
zh_tw: 無法存取目錄
