Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# DownloadingCancelMessage
source: This will cancel the download. Already downloaded files will not be deleted. You may resume download later.
ar_sa: سيؤدي هذا الإجراء إلى إلغاء التنزيل. لن يتم حذف الملفات التي سبق أن تم تنزيلها. يمكنك استئناف التنزيل لاحقًا.
cs_cz: Stahování se zruší. Již stažené soubory odstraněny nebudou. Ve stahování lze pokračovat později.
da_dk: Dette annullerer downloadet. Filer, der allerede er downloadet, slettes ikke. Du kan genoptage downloadet senere.
de_de: Dadurch wird der Download abgebrochen. Bereits heruntergeladene Dateien werden nicht gelöscht. Sie können den Download später fortsetzen.
el_gr: Αυτή η ενέργεια θα ακυρώσει τη λήψη. Τα ήδη ληφθέντα αρχεία δεν θα διαγραφούν. Μπορείτε να συνεχίσετε αργότερα τη λήψη.
es_es: Esta acción cancelará la descarga. Los archivos que ya se han descargado no se eliminarán. Puedes reanudar la descarga más tarde.
es_us: Esto cancelará la descarga. No se eliminarán los archivos ya descargados. Podrá reanudar la descarga más tarde.
et_ee: See tühistab allalaadimise. Juba allalaaditud faile ei kustutada. Võite allalaadimist hiljem jätkata.
fi_fi: Tämä peruuttaa latauksen. Jo ladattuja tiedostoja ei poisteta. Voit jatkaa latausta myöhemmin.
fil_ph: Kakanselahin nito ang download. Hindi tatanggalin ang nai-download ng mga file. Maari kang bumalik mamaya sa pag-download.
fr_ca: Cette opération annulera le téléchargement. Les fichiers déjà téléchargés ne seront pas supprimés. Vous pourrez reprendre le téléchargement plus tard.
fr_fr: Le téléchargement sera annulé. Les fichiers déjà téléchargés ne seront pas supprimés. Vous pourrez reprendre le téléchargement plus tard.
he_il: פעולה זו תגרום למחיקת ההורדה. הקבצים שכבר הורדת לא יימחקו. תוכל לחדש את ההורדה במועד מאוחר יותר.
hr_hr: Ovim će se otkazati preuzimanje. Datoteke koje su već preuzete neće se izbrisati. Možete kasnije ponovo nastaviti preuzimanje.
hu_hu: Ezzel a letöltés megszakad. A letöltött fájlok megmaradnak. A letöltést később folytathatja.
id_id: Ini akan membatalkan pengunduhan. File yang sudah diunduh tidak akan dihapus. Anda bisa melanjutkan pengunduhan nanti.
it_it: Questa operazione annullerà il download. I file già scaricati non saranno eliminati. È possibile riprendere il download in seguito.
ja_jp: これによりダウンロードがキャンセルされます。 既にダウンロード済のファイルは削除されません。 後でダウンロードを再開できます。
ko_kr: 이 경우 다운로드가 취소됩니다. 이미 다운로드한 파일은 삭제되지 않습니다. 다운로드를 나중에 다시 시작할 수 있습니다.
lt_lt: Bus atšauktas atsisiuntimas. Jau atsisiųsti failai ištrinti nebus. Galėsite tęsti atsisiuntimą vėliau.
lv_lv: Šī darbība atcels lejupielādi. Jau lejupielādētie faili netiks dzēsti. Lejupielādi vēlāk varēsiet atsākt.
ms_my: Ini akan membatalkan muat turun. Fail yang telah dimuat turun tidak akan dipadamkan. Anda akan meneruskan muat turun kemudian.
nb_no: Dette avbryter nedlastingen. Filer som allerede er lastet ned, slettes ikke. Du kan fortsette nedlastingen senere.
nl_nl: Dit annuleert de download. Reeds gedownloade bestanden worden niet verwijderd. U kunt het downloaden later hervatten.
pl_pl: Pobieranie zostanie anulowane. Pliki, których pobieranie zostało ukończone, nie zostaną usunięte. Pobieranie może zostać wznowione później.
pt_br: Isso cancela o download. Os arquivos já transferidos por download não serão excluídos. Você pode retomar o download mais tarde.
pt_pt: Esta ação cancela a transferência. Os ficheiros já transferidos não são eliminados. Pode retomar a transferência mais tarde.
ro_ro: Această acțiune va revoca descărcarea. Fișierele descărcate deja nu vor fi șterse. Puteți relua descărcarea mai târziu.
ru_ru: Загрузка будет отменена. Загруженные файлы не удаляются. Вы можете возобновить загрузку позже.
sk_sk: Preberanie sa zruší. Prevzaté súbory nebudú odstránené. V preberaní môžete pokračovať neskôr.
sl_si: S tem boste preklicali prenos. Že prenesene datoteke ne bodo izbrisane. Prenos lahko nadaljujete pozneje.
sv_se: Då avbryter du hämtningen. De filer som redan hämtats raderas inte. Du kan återuppta hämtningen senare.
th_th: สิ่งนี้จะเป็นการยกเลิกการดาวน์โหลด ไฟล์ที่ดาวน์โหลดแล้วจะไม่ถูกลบ คุณอาจเริ่มการดาวน์โหลดใหม่อีกครั้งในภายหลัง
tr_tr: Bu işlem, indirmeyi iptal edecektir. Daha önce indirilen dosyalar silinmeyecektir. İndirmeye daha sonra devam edebilirsiniz.
vi_vn: Điều này sẽ hủy bỏ việc tải về. Tập tin đã tải về sẽ không bị xóa. Bạn có thể tiếp tục tải về sau.
zh_cn: 这将取消下载。 已下载的文件不会被删除。 您可稍后重新开始下载。
zh_hk: 這會取消下載。 已下載的檔案不會被刪除。 您可稍後恢復下載。
zh_tw: 這將取消下載。 已下載的檔案不會刪除。 您可以稍後再繼續下載。

source: Downloading emergency package
ar_sa: تنزيل حزمة الطوارئ
cs_cz: Stahování nouzového balíčku
da_dk: Downloader nødpakke
de_de: Notfallpaket wird heruntergeladen
el_gr: Λήψη πακέτου έκτακτης ανάγκης
es_es: Descargando paquete de emergencia
es_us: Descargando paquete de emergencia
et_ee: Hädaabipaketi alla laadimine
fi_fi: Ladataan palautuspakettia
fil_ph: Dina-download ang emergency package
fr_ca: Téléchargement de l'ensemble d'urgence
fr_fr: Téléchargement du paquet d’urgence...
he_il: הורדת חבילת חירום
hr_hr: Preuzimanje hitnog paketa
hu_hu: Vészhelyzeti csomag letöltése
id_id: Mengunduh paket darurat
it_it: Download pacchetto di emergenza
ja_jp: エマージェンシー パッケージをダウンロードしています
ko_kr: 긴급 상황 패키지 다운로드 중
lt_lt: Atsiunčiami kritinių atvejų paketai
lv_lv: Notiek ārkārtas pakotnes lejupielāde
ms_my: Memuat turun pakej kecemasan
nb_no: Laster ned nødpakke
nl_nl: Emergency-pakket laden
pl_pl: Pobieranie pakietu awaryjnego
pt_br: Fazendo download do pacote de emergência
pt_pt: A transferir o pacote de emergência
ro_ro: Descărcare pachet de urgență
ru_ru: Загрузка экстренного пакета
sk_sk: Preberá sa núdzový balík
sl_si: Prenašanje paketa za uporabo v sili
sv_se: Hämtar nödpaket
th_th: กำลังดาวน์โหลดแพคเกจฉุกเฉิน
tr_tr: Acil durum paketi indirme
vi_vn: Đang tải xuống gói khẩn cấp
zh_cn: 正在下载应急软件包
zh_hk: 正下載緊急套件
zh_tw: 正在下載緊急套件

# DownloadingFiles
source: Downloading files: {0}/{1} ({2})
ar_sa: يتم الآن تنزيل الملفات: {0}/{1} ({2})
cs_cz: Stahování souborů: {0}/{1} ({2})
da_dk: Downloader filer: {0}/{1} ({2})
de_de: Dateien werden heruntergeladen: {0}/{1} ({2})
el_gr: Λήψη αρχείων: {0}/{1} ({2})
es_es: Descargando archivos: {0}/{1} ({2})
es_us: Descargando archivos: {0}/{1}({2})
et_ee: Failide allalaadimine: {0}/{1} ({2})
fi_fi: Ladataan tiedostoja: {0}/{1} ({2})
fil_ph: Dina-download ang mga file: {0}/{1} ({2})
fr_ca: Téléchargement de fichiers : {0}/{1} ({2})
fr_fr: Téléchargement des fichiers : {0}/{1} ({2})
he_il: הורדת הקבצים: {0}/{1} ({2})
hr_hr: Preuzimanje datoteka: {0}/{1} ({2})
hu_hu: Fájlok letöltése: {0}/{1} ({2})
id_id: Mengunduh file: {0}/{1} ({2})
it_it: Download in corso dei file: {0}/{1} ({2})
ja_jp: ファイルをダウンロード中: {0}/{1}({2})
ko_kr: 파일 다운로드 중: {0}/{1} ({2})
lt_lt: Siunčiami failai: {0}/{1} ({2})
lv_lv: Notiek failu lejupielāde: {0}/{1} ({2})
ms_my: Memuat turun fail: {0}/{1} ({2})
nb_no: Laster ned filer: {0}/{1} ({2})
nl_nl: Bestanden downloaden: {0}/{1} ({2})
pl_pl: Pobieranie plików: {0}/{1} ({2})
pt_br: Fazendo download dos arquivos: {0}/{1} ({2})
pt_pt: A transferir os ficheiros: {0}/{1} ({2})
ro_ro: Se descarcă fișierele: {0}/{1} ({2})
ru_ru: Загрузка файлов: {0}/{1} ({2})
sk_sk: Preberajú sa súbory: {0}/{1} ({2})
sl_si: Prenašanje datotek: {0}/{1} ({2})
sv_se: Hämtar filer: {0}/{1} ({2})
th_th: กำลังดาวน์โหลดไฟล์: {0}/{1} ({2})
tr_tr: Dosyalar indiriliyor: {0}/{1} ({2})
vi_vn: Tải về tập tin: {0}/{1} ({2})
zh_cn: 正在下载文件：{0}/{1}（{2}）
zh_hk: 下載文件中：{0}/{1} ({2})
zh_tw: 正在下載檔案: {0}/{1} ({2})

# DownloadingInstallPacket
source: Downloading new version
ar_sa: يتم الآن تنزيل إصدار جديد
cs_cz: Stahování nové verze
da_dk: Downloader ny version
de_de: Neue Version wird heruntergeladen
el_gr: Λήψη νέας έκδοσης
es_es: Descargando nueva versión
es_us: Descargando la nueva versión
et_ee: Uue versiooni allalaadimine
fi_fi: Ladataan uutta versiota
fil_ph: Dina-download ang bagong bersyon
fr_ca: Téléchargement de la nouvelle version
fr_fr: Téléchargement de la nouvelle version...
he_il: הורדת גרסה חדשה
hr_hr: Preuzimanje nove verzije
hu_hu: Új verzió letöltése
id_id: Mengunduh versi baru
it_it: Download della nuova versione in corso
ja_jp: 新しいバージョンをダウンロード中
ko_kr: 새 버전 다운로드 중
lt_lt: Atsiunčiama nauja versija
lv_lv: Jaunas versijas lejupielāde
ms_my: Memuat turun versi baru
nb_no: Laster ned ny versjon
nl_nl: Nieuwe versie downloaden
pl_pl: Pobieranie nowej wersji
pt_br: Fazendo download da nova versão
pt_pt: A transferir a nova versão...
ro_ro: Se descarcă versiunea nouă
ru_ru: Загрузка новой версии
sk_sk: Preberá sa nová verzia
sl_si: Prenašanje nove različice
sv_se: Hämtar ny version
th_th: กำลังดาวน์โหลดเวอร์ชันใหม่
tr_tr: Yeni sürüm indiriliyor
vi_vn: Tải về phiên bản mới
zh_cn: 正在下载新版本
zh_hk: 下載新版本。
zh_tw: 正在下載新版本

source: Downloading package
ar_sa: يتم الآن تنزيل الحزمة
cs_cz: Stahování balíčku
da_dk: Downloader pakke
de_de: Paket wird heruntergeladen
el_gr: Λήψη πακέτου
es_es: Descargando paquete
es_us: Descargando el paquete
et_ee: Paketi allalaadimine
fi_fi: Ladataan pakettia
fil_ph: Dina-download ang package
fr_ca: Télécharger la trousse
fr_fr: Téléchargement du paquet...
he_il: הורדת חבילה
hr_hr: Preuzimanje paketa
hu_hu: Csomag letöltése
id_id: Mengunduh paket
it_it: Download del pacchetto in corso
ja_jp: パッケージをダウンロード中
ko_kr: 패키지 다운로드 중
lt_lt: Paketas atsiunčiamas
lv_lv: Pakotnes lejupielāde
ms_my: Memuat turun pakej
nb_no: Laster ned pakke
nl_nl: Pakket downloaden
pl_pl: Pobieranie pakietu
pt_br: Fazendo download do pacote
pt_pt: A transferir o pacote...
ro_ro: Se descarcă pachetul
ru_ru: Загрузка пакета
sk_sk: Preberá sa balík
sl_si: Prenašanje paketa
sv_se: Hämtar paket
th_th: กำลังดาวน์โหลดแพคเกจ
tr_tr: Paket indiriliyor
vi_vn: Tải về gói
zh_cn: 正在下载软件包
zh_hk: 套件下載中
zh_tw: 正在下載套件

# EmergencyFlashingMessage
source: Emergency flashing
ar_sa: وميض حالة الطوارئ
cs_cz: Nouzové blikání
da_dk: Flashing i nødsituation
de_de: Blinken im Notfall
el_gr: Παλλόμενο φως έκτακτης ανάγκης
es_es: Luz de emergencia
es_us: Intermitente de emergencia
et_ee: Hädaabi vilkumine
fi_fi: Käyttöjärjestelmän palauttaminen
fil_ph: Nagpa-flash ang emergency
fr_ca: Clignotement d'urgence
fr_fr: Clignotement d’urgence
he_il: עדכון לשעת חירום
hr_hr: Hitno učitavanje
hu_hu: Vészhelyzeti flash frissítés
id_id: Pemrograman darurat
it_it: Aggiornamento di emergenza
ja_jp: エマージェンシー フラッシング
ko_kr: 긴급 상황 플래시
lt_lt: Kritinio atvejo mirksėjimas
lv_lv: Ārkārtas pārprogrammēšana
ms_my: Denyar kecemasan
nb_no: Nødblink
pl_pl: Awaryjne flashowanie telefonu
pt_br: Piscada de emergência
pt_pt: Recuperação de emergência
ro_ro: Indicator clipire de urgență
ru_ru: Экстренная перепрошивка
sk_sk: Núdzové blikanie
sl_si: Utripanje v sili
sv_se: Nödblinkning
th_th: การแฟลชฉุกเฉิน
tr_tr: Acil durum flaşı
vi_vn: Nhấp nháy khẩn cấp
zh_cn: 紧急闪光
zh_hk: 緊急閃燈
zh_tw: 正在進行緊急寫入

source: Error
ar_sa: خطأ
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Viga
fi_fi: Virhe
fr_ca: Erreur
fr_fr: Erreur
he_il: שגיאה
hr_hr: Pogreška
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaida
lv_lv: Kļūda
ms_my: Ralat
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
vi_vn: Lỗi
zh_cn: 错误
zh_hk: 錯誤
zh_tw: 錯誤

# ErrorDescription_AutoUpdateException
source: There seems to be a problem connecting to the server. Check your Internet connection. Make sure that your proxy, firewall, and virus protection settings are correct. Please also check your time and date settings.
ar_sa: يبدو أن هناك مشكلة في الاتصال بالخادم. تحقق من الاتصال بالإنترنت. تأكد أن الوكيل، وجدار الحماية وإعدادات مكافحة الفيروسات صحيحة. يرجى أيضًا التحقق من إعدادات الوقت والتاريخ.
cs_cz: Zdá se, že je problém s připojením k serveru. Zkontrolujte připojení k internetu. Zkontrolujte, zda jsou vaše nastavení proxy, brány firewall a antivirové ochrany správná. Zkontrolujte také nastavení data a času.
da_dk: Der er tilsyneladende et problem med at oprette forbindelse til serveren. Kontroller din internetforbindelse. Sørg for, at dine proxy-, firewall- og virusbeskyttelsesindstillinger er korrekte. Kontroller også dine indstillinger for klokkeslæt og dato.
de_de: Es ist ein Problem bei der Verbindung mit dem Server aufgetreten. Überprüfen Sie Ihre Verbindung zum Internet. Stellen Sie sicher, dass die Proxy-, Firewall- und Anti-Virus-Einstellungen korrekt sind. Bitte prüfen Sie auch Ihre Uhrzeit- und Datumseinstellungen.
el_gr: Φαίνεται να υπάρχει κάποιο πρόβλημα με τη σύνδεση στο διακομιστή. Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο. Βεβαιωθείτε ότι οι ρυθμίσεις διακομιστή μεσολάβησης, τείχους προστασίας και προστασίας από ιούς είναι σωστές. Ελέγξτε επίσης τις ρυθμίσεις ώρας και ημερομηνίας.
es_es: Parece haber un problema al conectar con el servidor. Comprueba la conexión a Internet. Asegúrate de que la configuración del proxy, el firewall y el antivirus es correcta. Comprueba también la configuración de fecha y hora.
es_us: Parece haber un problema al conectar con el servidor. Compruebe la conexión a Internet. Asegúrese de que la configuración del proxy, el firewall y el antivirus es correcta. Además, compruebe las configuraciones de fecha y hora.
et_ee: Serveriga ühenduse loomisel näib olevat probleeme. Kontrollige oma Interneti-ühendust. Veenduge, et teie puhverserveri-, tulemüüri- ja viirusetõrjeseaded oleksid õiged. Palun kontrollige ka kellaaja ja kuupäeva seadeid.
fi_fi: Palvelimeen yhdistämisessä ilmeni ongelma. Tarkista Internet-yhteys. Varmista, että välityspalvelimen, palomuurin ja virustorjunnan asetukset ovat oikein. Tarkista myös aika- ja päivämääräasetukset.
fil_ph: Mukhang may problema sa pagkonekta sa server. Tingnan ang iyong koneksyon sa Internet. Tiyakin na tama ang mga setting mo sa proxy, firewall, at proteksyon sa virus. Pakitingnan din ang inyong setting ng oras at petsa.
fr_ca: Il semble y avoir un problème de connexion au serveur. Vérifiez votre connexion Internet. Assurez-vous que les paramètres de vos mandataire, pare-feu et protection antivirus sont adéquats. Veuillez également vérifier vos paramètres de date et heure.
fr_fr: Il semble y avoir un problème de connexion au serveur. Vérifiez votre connexion à Internet. Assurez-vous que vos paramètres de proxy, de pare-feu et de protection antivirus sont corrects. Vérifiez également vos paramètres de date et d'heure.
he_il: נראה שיש בעיה בחיבור לשרת. בדוק את חיבור האינטרנט שלך. ודא שהגדרות ה- Proxy, וההגנה של חומת האש והווירוס שלך נכונות. בנוסף, בדוק את הגדרות התאריך והשעה.
hr_hr: Čini se da postoji problem u povezivanju s poslužiteljem. Provjerite vezu s internetom. Provjerite jesu li postavke za vaš proxy, vatrozid i zaštitu od virusa ispravne. Isto tako, provjerite postavke datuma i vremena.
hu_hu: Hiba lépett fel a kiszolgálóhoz történő kapcsolódás során. Ellenőrizze internetkapcsolatát. Ellenőrizze, hogy a proxy-, a tűzfal- és a vírusvédelmi beállítások megfelelőek-e. Ellenőrizze az idő- és a dátumbeállítást is.
id_id: Tampaknya ada masalah dalam menyambungkan ke server. Periksa sambungan Internet Anda. Pastikan pengaturan proksi, firewall, dan perlindungan virus sudah benar. Pilih juga pengaturan waktu dan tanggal.
it_it: Probabile problema con la connessione al server. Verificare la connessione Internet. Assicurarsi che le impostazioni proxy, firewall e di protezione antivirus siano corrette. Controllare anche le impostazioni di data e ora.
ja_jp: サーバーへの接続に問題があるようです。 インターネットの接続をチェックしてください。 プロキシ、ファイアウォール、およびウイルスの保護設定が適切であることを確認してください。 時間とデータ設定もチェックしてください。
ko_kr: 서버 연결에 문제가 있는 것 같습니다. 인터넷 연결을 확인하십시오. 프록시, 방화벽 및 바이러스 방지 설정이 올바른지 확인하십시오. 시간 및 날짜 설정도 확인하십시오.
lt_lt: Atrodo, kilo problemų prisijungiant prie serverio. Patikrinkite interneto ryšį. Patikrinkite, ar tinkami pagalbinio serverio, užkardos ir apsaugos nuo virusų parametrai. Taip pat patikrinkite laiko ir datos parametrus.
lv_lv: Šķiet, ka radusies problēma izveidot savienojumu ar serveri. Pārbaudiet interneta savienojumu. Pārliecinieties, vai starpniekservera, ugunsmūra un aizsardzības pret vīrusiem iestatījumi ir pareizi. Pārbaudiet arī laika un datuma iestatījumus.
ms_my: Kelihatannya terdapat masalah menyambung kepada pelayan. Periksa sambungan Internet anda. Anda perlu memastikan tetapan proksi, tembok api dan perlindungan virus adalah betul. Sila periksa tetapan masa dan tarikh anda juga.
nb_no: Det ser ut til å være et problem med tilkoblingen til serveren. Kontroller Internett-tilkoblingen. Påse at innstillinger for proxy, brannmur og virusbeskyttelse er korrekte. Kontroller også innstilligene for klokkeslett og dato.
nl_nl: Er is een probleem opgetreden bij het verbinden met de server. Controleer uw internetverbinding. Controleer of de proxy-, firewall- en virusbeveiligingsinstellingen correct zijn. Controleer ook de instellingen voor datum en tijd.
pl_pl: Prawdopodobnie wystąpił błąd podczas łączenia z serwerem. Sprawdź podłączenie do Internetu. Upewnij się, że ustawienia serwera proxy, zapory sieciowej oraz oprogramowania antywirusowego są poprawne. Należy również sprawdzić ustawienia godziny i daty.
pt_br: Parece haver um problema ao conectar ao servidor. Verifique a conexão com a Internet. Certifique-se de que as configurações de proxy, firewall e proteção contra vírus estão corretas. Verifique também suas configurações de data e hora.
pt_pt: Parece haver um problema de ligação ao servidor. Verifique a sua ligação à Internet. Certifique-se que as suas definições do proxy, firewall e protecção contra vírus estão correctas. Verifique também as definições de data e hora.
ro_ro: Se pare că există o problemă cu conectarea la server. Verificați-vă conexiunea la Internet. Asigurați-vă că setările proxy, ale paravanului de protecție și ale protecției împotriva virușilor sunt corecte. Verificați, de asemenea, setările de oră și dată.
ru_ru: Похоже, при подключении к серверу возникла неполадка. Проверьте подключение к Интернету. Проверьте правильность настроек прокси-сервера, межсетевого экрана и антивирусной защиты. Проверьте настройки даты и времени.
sk_sk: Pravdepodobne sa vyskytol problém s pripojením k serveru. Skontrolujte pripojenie na internet. Skontrolujte správnosť nastavení proxy, brány firewall a ochrany proti vírusom. Skontrolujte aj nastavenia času a dátumu.
sl_si: Pri vzpostavljanju povezave s strežnikom je prišlo do težave. Preverite svojo internetno povezavo. Preverite, ali so vaše nastavitve strežnika proxy, požarnega zidu in protivirusne zaščite pravilne. Preverite tudi nastavitve časa in datuma.
sv_se: Det verkar vara problem med att ansluta till servern. Kontrollera din internetanslutning. Kontrollera att dina inställningar för proxy, brandvägg och virusskydd är korrekta. Kontrollera också inställningarna för tid och datum.
th_th: ดูเหมือนจะมีปัญหากับการเชื่อมต่อไปยังเซิร์ฟเวอร์ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ ตรวจสอบว่าพรอกซี่ ไฟร์วอลล์ และการตั้งค่าการป้องกันไวรัสถูกต้อง กรุณาตรวจสอบการตั้งค่าเวลาและวันที่ของคุณด้วย
tr_tr: Sunucu bağlantısında bir sorun var gibi görünüyor. İnternet bağlantınızı kontrol edin. Vekil sunucu, güvenlik duvarı ve virüsten korunma ayarlarınızın doğru olduğundan emin olun. Lütfen saat ve tarih ayarlarınızı da kontrol edin.
vi_vn: Dường như có vấn đề kết nối với máy chủ. Kiểm tra kết nối Internet của bạn. Hãy đảm bảo rằng cài đặt proxy, tường lửa và bảo vệ chống virus của bạn là chính xác. Đồng thời, vui lòng kiểm tra cài đặt ngày và giờ của bạn.
zh_cn: 服务器连接似乎出现问题。 请检查您的互联网连接。 确保您的代理、防火墙和防病毒设置正确。 另请检查您的时间和日期设置。
zh_hk: 與伺服器的連接可能出現問題。 檢查您的互聯網連接。 確保您的代理、防火牆及病毒防護設定正確。 請亦檢查日期和時間設定。
zh_tw: 與伺服器的連線似乎有問題。 檢查您的網際網路連線。 確認您的 Proxy、防火牆與防毒設定正確。 也請檢查您的時間與日期設定。
