Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# ConnectedDeviceCannotBeRecovered
source: The connected device cannot be recovered.
ar_sa: تعذر استرداد الهاتف المتصل.
cs_cz: Připojený telefon nelze obnovit.
da_dk: Den tilsluttede telefon kan ikke gendannes.
de_de: Das verbundene Telefon kann nicht wiederhergestellt werden.
el_gr: Δεν είναι δυνατή η αποκατάσταση του συνδεδεμένου τηλεφώνου.
es_es: No se puede recuperar el teléfono conectado.
es_us: El teléfono conectado no puede ser recuperado.
et_ee: Ühendatud seadet ei saa taastada
fi_fi: Yhdistettyä puhelinta ei voida palauttaa.
fil_ph: Hindi mare-recover ang nakakonektang telepono.
fr_ca: Le téléphone connecté ne peut être récupéré.
fr_fr: Vous ne pouvez pas effectuer de récupération sur le téléphone connecté.
he_il: לא ניתן לשחזר את הטלפון המחובר.
hr_hr: Povezani se telefon ne može vratiti.
hu_hu: A csatlakoztatott telefon nem állítható helyre.
id_id: Telepon yang tersambung tidak dapat dipulihkan.
it_it: Impossibile eseguire il ripristino del telefono collegato.
ja_jp: 接続されている電話は復元できません。
ko_kr: 연결된 휴대폰은 복구할 수 없습니다.
lt_lt: Prijungto telefono atkurti neįmanoma.
lv_lv: Pievienoto tālruni nevar atkopt.
ms_my: Telefon yang disambungkan tidak dapat dipulihkan.
nb_no: Kan ikke gjenopprette den valgte mobilen.
nl_nl: De verbonden telefoon kan niet worden hersteld.
pl_pl: Nie można odzyskać podłączonego telefonu.
pt_br: O telefone conectado não pode ser recuperado.
pt_pt: Não é possível recuperar o telemóvel ligado.
ro_ro: Telefonul conectat nu poate fi recuperat.
ru_ru: Не удается восстановить подключенный телефон.
sk_sk: Pripojený telefón nie je možné obnoviť.
sl_si: Povezanega telefona ni mogoče obnoviti.
sv_se: Den anslutna telefonen kan inte återställas.
th_th: ไม่สามารถกู้คืนโทรศัพท์ที่เชื่อมต่ออยู่ได้
tr_tr: Bağlanan telefon kurtarılamıyor.
vi_vn: Không thể khôi phục điện thoại đã kết nối.
zh_cn: 连接的手机无法恢复。
zh_hk: 無法還原已連接的手機
zh_tw: 連線的手機無法復原。

# CouldNotDetectPhone
source: Could not detect your device
ar_sa: تعذر الكشف عن هاتفك
cs_cz: Telefon nelze rozpoznat.
da_dk: Kunne ikke registrere din telefon
de_de: Ihr Telefon konnte nicht gefunden werden
el_gr: Δεν ήταν δυνατός ο εντοπισμός του τηλεφώνου σας
es_es: No se ha podido detectar tu teléfono
es_us: No pudimos detectar el teléfono
et_ee: Ei saanud teie telefoni tuvastada
fi_fi: Puhelinta ei tunnistettu
fil_ph: Hindi makita ang iyong telepono
fr_ca: Détection de votre téléphone impossible
fr_fr: Échec de la détection de votre téléphone
he_il: לא ניתן לזהות את הטלפון
hr_hr: Nismo mogli pronaći telefon
hu_hu: A telefonja nem észlelhető
id_id: Tidak dapat mendeteksi telepon Anda
it_it: Impossibile rilevare il telefono
ja_jp: 電話を検出できませんでした
ko_kr: 휴대폰을 검색할 수 없음
lt_lt: Nepavyko aptikti jūsų telefono
lv_lv: Nevarēja noteikt jūsu tālruni
ms_my: Tidak dapat mengesan telefon anda
nb_no: Finner ikke telefonen
nl_nl: Kan uw telefoon niet detecteren
pl_pl: Nie można wykryć telefonu
pt_br: Não foi possível detectar seu telefone
pt_pt: Não foi possível detetar o telemóvel
ro_ro: Nu se poate detecta telefonul
ru_ru: Не удалось определить телефон
sk_sk: Nepodarilo sa rozpoznať telefón
sl_si: Vašega telefona ni bilo mogoče zaznati
sv_se: Det gick inte att detektera telefonen
th_th: ไม่พบโทรศัพท์ของคุณ
tr_tr: Telefonunuz algılanamadı
vi_vn: Không thể phát hiện điện thoại của bạn
zh_cn: 无法检测到您的手机
zh_hk: 未能偵測手機
zh_tw: 偵測不到您的手機

# CreatingNewFolderMessage
source: Create new folder
ar_sa: إنشاء مجلد جديد
cs_cz: Vytvořit novou složku
da_dk: Opret ny mappe
de_de: Neuen Ordner erstellen
el_gr: Δημιουργία νέου φακέλου
es_es: Crear nueva carpeta
es_us: Crear nueva carpeta
et_ee: Loo uus kaust
fi_fi: Luo uusi kansio
fil_ph: Gumawa ng bagong folder
fr_ca: Créer un nouveau dossier
fr_fr: Créer un nouveau dossier
he_il: צור תיקייה חדשה
hr_hr: Stvori novu mapu
hu_hu: Új mappa létrehozása
id_id: Buat folder baru
it_it: Crea nuova cartella
ja_jp: 新しいフォルダーの作成
ko_kr: 새 폴더 생성
lt_lt: Kurti naują aplanką
lv_lv: Izveidot jaunu mapi
ms_my: Cipta folder baru
nb_no: Opprett ny mappe
nl_nl: Nieuwe map maken
pl_pl: Utwórz nowy folder
pt_br: Criar nova pasta
pt_pt: Criar nova pasta
ro_ro: Creare dosar nou
ru_ru: Создать новую папку
sk_sk: Vytvoriť nový priečinok
sl_si: Ustvari novo mapo
sv_se: Skapa ny mapp
th_th: สร้างโฟลเดอร์ใหม่
tr_tr: Yeni klasör oluştur
vi_vn: Tạo thư mục mới
zh_cn: 创建新文件夹
zh_hk: 建立新資料夾
zh_tw: 建立新資料夾

# CurrentFirmwareVersion
source: Installed software version:
ar_sa: إصدار البرنامج المثبَّت:
cs_cz: Nainstalovaná verze softwaru:
da_dk: Installeret softwareversion:
de_de: Installierte Software-Version:
el_gr: Εγκατεστημένη έκδοση λογισμικού:
es_es: Versión de software instalada:
es_us: Versión del software instalada:
et_ee: Installitud tarkvaraversioon:
fi_fi: Asennettu ohjelmistoversio:
fil_ph: Naka-Install na bersyon ng software:
fr_ca: Version installée du logiciel :
fr_fr: Version du logiciel installé :
he_il: גרסת התוכנה המותקנת:
hr_hr: Instalirana verzija softvera:
hu_hu: A telepített szoftververzió:
id_id: Versi perangkat lunak yang terinstal:
it_it: Versione software installata:
ja_jp: インストール済みソフトウェアのバージョン:
ko_kr: 설치된 소프트웨어 버전:
lt_lt: Įdiegtos programinės įrangos versija:
lv_lv: Instalētās programmatūras versija:
ms_my: Versi perisian yang dipasang:
nb_no: Installert programvareversjon:
nl_nl: Geïnstalleerde softwareversie:
pl_pl: Wersja zainstalowanego oprogramowania:
pt_br: Versão do software instalada:
pt_pt: Versão do software instalado:
ro_ro: Versiune software instalat:
ru_ru: Версия установленного ПО:
sk_sk: Nainštalovaná verzia softvéru:
sl_si: Različica nameščene programske opreme:
sv_se: Installerad programvaruversion:
th_th: เวอร์ชันซอฟต์แวร์ที่ติดตั้ง:
tr_tr: Yüklenen yazılım sürümü:
vi_vn: Phiên bản phần mềm được cài đặt:
zh_cn: 安装的软件版本：
zh_hk: 已安裝軟件版本：
zh_tw: 安裝的軟體版本:

# CustomPackagesPath
source: Use custom Packages path
ar_sa: استخدام مسار الحزم المخصص
cs_cz: Použít vlastní cestu balíčků
da_dk: Brug brugerdefineret sti til pakker
de_de: Benutzerdefinierten Paket-Pfad verwenden
el_gr: Χρήση προσαρμοσμένης διαδρομής πακέτων
es_es: Usar ruta de paquetes personalizada
es_us: Utilizar ruta personalizada de paquetes
et_ee: Kasutage tavalist pakettide rada
fi_fi: Käytä omaa pakettipolkua
fil_ph: Gumamit ng pinasadyang path ng Package
fr_ca: Utiliser le chemin des trousses personnalisé
fr_fr: Utiliser un chemin personnalisé pour les paquets
he_il: שימוש בנתיב חבילות מותאם אישית
hr_hr: Koristite prilagođeni put za pakete
hu_hu: Használjon egyéni csomagelérési útvonalat
id_id: Gunakan jalur Paket khusus
it_it: Usa percorso dei pacchetti personalizzato
ja_jp: カスタムパッケージのパスを使用
ko_kr: 사용자 지정 패키지 경로 사용
lt_lt: Pasirinkto paketų kelio naudojimas
lv_lv: Lietot pielāgotu pakotņu ceļu
ms_my: Gunakan laluan Pakej tersuai
nb_no: Bruk en egendefinert pakkebane
nl_nl: Gebruik aangepast pakkettenpad
pl_pl: Użyj niestandardowej ścieżki pakietów
pt_br: Use o caminho personalizado de Pacotes
pt_pt: Usar caminho de pacotes personalizado
ro_ro: Utilizare cale pachete personalizate
ru_ru: Использовать пользовательский путь к пакетам
sk_sk: Použite vlastnú cestu balíkov
sl_si: Uporabi pot paketov po meri
sv_se: Använd egen målkatalog för paket
th_th: ใช้เส้นทางแพคเกจที่กำหนดเอง
tr_tr: Özel Paket yolunu kullanın
vi_vn: Dùng đường dẫn Gói tùy chỉnh
zh_cn: 使用自定义的软件包路径
zh_hk: 使用自訂套件路徑
zh_tw: 使用自訂套件路徑

# DeleteLogsQuestion
source: Are you sure you want to delete log files?
ar_sa: هل تريد بالتأكيد حذف ملفات السجل؟
cs_cz: Opravdu chcete odstranit soubory protokolu?
da_dk: Er du sikker på, at du vil slette logfiler?
de_de: Möchten Sie Log-Dateien wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα αρχεία καταγραφής;
es_es: ¿Estás seguro de que deseas eliminar los archivos de registro?
es_us: ¿Está seguro de que desea eliminar los archivos de registro?
et_ee: Kas soovite kindlasti logifailid kustutada?
fi_fi: Haluatko varmasti poistaa lokitiedostot?
fil_ph: Sigurado ka gusto mong tanggalin ang mga file ng tala?
fr_ca: Voulez-vous vraiment supprimer les fichiers journaux?
fr_fr: Souhaitez-vous vraiment supprimer les fichiers journaux ?
he_il: האם אתה בטוח שברצונך למחוק את קובצי יומן הרישום?
hr_hr: Sigurno želite izbrisati datoteke dnevnika?
hu_hu: Biztosan törölni akarja a naplófájlokat?
id_id: Yakin ingin menghapus file log?
it_it: Eliminare i file di registro?
ja_jp: ログファイルを削除しますか？
ko_kr: 로그 파일을 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti žurnalo failus?
lv_lv: Vai tiešām vēlaties izdzēst žurnālfailus?
ms_my: Adakah anda pasti anda mahu memadam fail log?
nb_no: Er du sikker på at du vil slette loggfilene?
nl_nl: Weet u zeker dat u logboekbestanden wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć pliki dziennika?
pt_br: Tem certeza de que deseja excluir os arquivos de registro?
pt_pt: Tem a certeza de que pretende eliminar os ficheiros de registo?
ro_ro: Sigur doriți să ștergeți fișierele jurnal?
ru_ru: Удалить файлы журналов?
sk_sk: Naozaj chcete odstrániť súbory denníka?
sl_si: Ste prepričani, da želite izbrisati dnevniške datoteke?
sv_se: Är du säker på att du vill radera loggfilerna?
th_th: คุณแน่ใจหรือว่าคุณต้องการลบไฟล์ที่บันทึก
tr_tr: Günlük dosyalarını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc muốn xóa tập tin nhật ký không?
zh_cn: 是否要删除日志文件？
zh_hk: 確定要刪除記錄文件？
zh_tw: 是否確定要刪除記錄檔案?

# DeletePackagesQuestion
source: Are you sure you want to delete software recovery files?
ar_sa: هل تريد بالتأكيد حذف ملفات الاسترداد الخاصة بالبرنامج؟
cs_cz: Opravdu chcete odstranit soubory obnovení softwaru?
da_dk: Er du sikker på, at du vil slette filer til softwaregendannelse?
de_de: Möchten Sie wirklich alle Dateien für die Wiederherstellung der Software löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα αρχεία αποκατάστασης λογισμικού;
es_es: ¿Estás seguro de que deseas eliminar los archivos de recuperación de software?
es_us: ¿Está seguro de que desea eliminar todos los archivos de recuperación del software?
et_ee: Kas soovite kindlasti kõik tarkvarataaste failid kustutada?
fi_fi: Haluatko varmasti poistaa ohjelmiston palautustiedostot?
fil_ph: Sigurado ka gusto mong tanggalin ang lahat ng mga file ng software?
fr_ca: Voulez-vous vraiment supprimer les fichiers de récupération du logiciel?
fr_fr: Souhaitez-vous vraiment supprimer les fichiers de récupération logicielle ?
he_il: האם אתה בטוח שברצונך למחוק את קובצי השחזור של התוכנה?
hr_hr: Sigurno želite izbrisati datoteke za vraćanje softvera?
hu_hu: Biztosan törölni akarja a szoftver-helyreállítási fájlokat?
id_id: Yakin ingin menghapus file pemulihan perangkat lunak?
it_it: Eliminare i file di ripristino del software?
ja_jp: ソフトウェア復元ファイルを削除しますか?
ko_kr: 소프트웨어 복구 파일을 모두 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti programinės įrangos atkūrimo failus?
lv_lv: Vai tiešām vēlaties izdzēst programmatūras atkopšanas failus?
ms_my: Adakah anda pasti anda mahu memadam semua fail pemulihan perisian?
nb_no: Er du sikker på at du vil slette gjenopprettingsfilene for programvaren?
nl_nl: Weet u zeker dat u softwareherstelbestanden wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć pliki odzyskiwania oprogramowania?
pt_br: Tem certeza de que deseja excluir os arquivos de recuperação do software?
pt_pt: Tem a certeza de que pretende apagar os ficheiros de recuperação do software?
ro_ro: Sigur doriți să ștergeți toate fișierele de recuperare a software-ului?
ru_ru: Удалить файлы восстановления ПО?
sk_sk: Naozaj chcete odstrániť súbory na obnovenie softvéru?
sl_si: Ste prepričani, da želite izbrisati datoteke za obnovitev programske opreme?
sv_se: Är du säker på att du vill radera filer för återställning av programvara?
th_th: คุณแน่ใจหรือว่าต้องการลบไฟล์กู้คืนซอฟต์แวร์
tr_tr: Yazılım kurtarma dosyalarını silmek istediğinizden emin misiniz?
vi_vn: Có chắc bạn muốn xóa các tập tin khôi phục phần mềm?
zh_cn: 是否确定要删除软件恢复文件？
zh_hk: 確定要刪除軟件還原檔案？
zh_tw: 是否確定要刪除軟體復原檔案?

# DeleteReportsQuestion
source: Are you sure you want to delete report files?
ar_sa: هل تريد بالتأكيد حذف ملفات التقرير؟
cs_cz: Opravdu chcete odstranit soubory zpráv?
da_dk: Er du sikker på, at du vil slette rapportfiler?
de_de: Möchten Sie die Berichtsdateien wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα αρχεία αναφοράς;
es_es: ¿Estás seguro de que deseas eliminar los archivos de informes?
es_us: ¿Está seguro de que desea eliminar los archivos de informe?
et_ee: Kas soovite kindlasti aruandefailid kustutada?
fi_fi: Haluatko varmasti poistaa raporttitiedostot?
fil_ph: Sigurado ka gusto mong tanggalin ang mga file ng ulat?
fr_ca: Voulez-vous vraiment supprimer les fichiers de rapport?
fr_fr: Souhaitez-vous vraiment supprimer les fichiers de rapport ?
he_il: האם אתה בטוח שברצונך למחוק את קובצי הדוח?
hr_hr: Sigurno želite izbrisati datoteke izvješća?
hu_hu: Biztosan törölni akarja a jelentésfájlokat?
id_id: Yakin ingin menghapus file laporan?
it_it: Eliminare i file di registro?
ja_jp: レポート ファイルを削除しますか?
ko_kr: 보고서 파일을 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti ataskaitos failus?
lv_lv: Vai tiešām vēlaties izdzēst atskaišu failus?
ms_my: Adakah anda pasti anda mahu memadam semua fail laporan?
nb_no: Er du sikker på at du vil slette rapportfilene?
nl_nl: Weet u zeker dat u rapportbestanden wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć pliki raportów?
pt_br: Tem certeza de que deseja excluir os arquivos de relatórios?
pt_pt: Tem a certeza de que pretende apagar os ficheiros de relatório?
ro_ro: Sigur doriți să ștergeți fișierele raportului?
ru_ru: Удалить файлы отчетов?
sk_sk: Naozaj chcete odstrániť súbory správy?
sl_si: Ste prepričani, da želite izbrisati datoteke poročil?
sv_se: Är du säker på att du vill radera rapportfiler?
th_th: คุณแน่ใจหรือว่าคุณต้องการลบไฟล์รายงาน
tr_tr: Rapor dosyalarını silmek istediğinizden emin misiniz?
vi_vn: Có chắc bạn muốn xóa các tập tin báo cáo?
zh_cn: 是否确定要删除报告文件？
zh_hk: 確定要刪除報告檔案？
zh_tw: 是否確定要刪除報告檔案?

# DeletingLogFilesInfo
source: Deleting log files
ar_sa: حذف ملفات السجل
cs_cz: Odstraňování souborů protokolu
da_dk: Sletter logfiler
de_de: Log-Dateien werden gelöscht
el_gr: Διαγραφή αρχείων καταγραφής
es_es: Eliminando archivos de registro
es_us: Eliminando archivos de registro
et_ee: Logifailide kustutamine
fi_fi: Poistetaan lokitiedostoja
fil_ph: Tinatanggal ang file ng log
fr_ca: Suppression des fichiers journaux
fr_fr: Suppression des fichiers journaux
he_il: מחיקה של קובצי יומן רישום
hr_hr: Brisanje datoteka dnevnika
hu_hu: Naplófájlok törlése
id_id: Menghapus file log
it_it: Eliminazione dei file di registro
ja_jp: ログ ファイルを削除しています
ko_kr: 로그 파일 삭제 중
lt_lt: Ištrinami žurnalo failai
lv_lv: Notiek žurnālfailu dzēšana
ms_my: Memadamkan fail log
nb_no: Sletter loggfiler
nl_nl: Logboekbestanden wissen
pl_pl: Usuwanie plików dziennika
pt_br: Excluindo arquivos de registro
pt_pt: A apagar ficheiros de registo
ro_ro: Ștergere fișiere jurnale
ru_ru: Удаление файлов журналов
sk_sk: Odstraňujú sa súbory denníka
sl_si: Brisanje dnevniških datotek
sv_se: Raderar loggfiler
th_th: กำลังลบไฟล์บันทึก
tr_tr: Günlük dosyalarını silme
vi_vn: Đang xóa tập tin nhật ký
zh_cn: 正在删除日志文件
zh_hk: 正刪除記錄檔案
zh_tw: 正在刪除記錄檔案

# DeletingPackagesInfo
source: Deleting software recovery files
ar_sa: حذف ملفات الاسترداد الخاصة بالبرنامج
cs_cz: Odstraňování souborů obnovení softwaru
da_dk: Sletter filer til softwaregendannelse
de_de: Dateien für die Wiederherstellung der Software werden gelöscht
el_gr: Διαγραφή αρχείων αποκατάστασης λογισμικού
es_es: Eliminando archivos de recuperación de software
es_us: Eliminando de archivos de recuperación del software
et_ee: Tarkvara taastefailide kustutamine
fi_fi: Poistetaan ohjelmiston palautustiedostoja
fil_ph: Tinatanggal ang mga file ng software recovery
fr_ca: Suppression des fichiers de récupération du logiciel
fr_fr: Suppression des fichiers de récupération logicielle
he_il: מחיקת קובצי שחזור של תוכנה
hr_hr: Brisanje datoteka za vraćanje softvera
hu_hu: Szoftver-helyreállítási fájlok törlése
id_id: Menghapus file pemulihan perangkat lunak
it_it: Eliminazione dei file di ripristino del software
ja_jp: ソフトウェア復元ファイルを削除しています
ko_kr: 소프트웨어 복구 파일 삭제 중
lt_lt: Ištrinami programinės įrangos atkūrimo failai
lv_lv: Notiek programmatūras atkopšanas failu dzēšana
ms_my: Memadamkan fail pemulihan perisian
nb_no: Sletter gjenopprettingsfilene for programvaren
nl_nl: Softwareherstelbestanden verwijderen
pl_pl: Usuwanie plików odzyskiwania oprogramowania
pt_br: Excluindo arquivos de recuperação do software
pt_pt: A apagar ficheiros de recuperação do software
ro_ro: Ștergere fișierele de recuperare a software-ului
ru_ru: Удаление файлов восстановления ПО
sk_sk: Odstraňujú sa súbory na obnovenie softvéru
sl_si: Brisanje datotek za obnovitev programske opreme
sv_se: Raderar filer för återställning av programvara
th_th: กำลังลบไฟล์การกู้คืนซอฟต์แวร์
tr_tr: Yazılım kurtarma dosyalarını silme
vi_vn: Đang xóa tập tin khôi phục phần mềm
zh_cn: 正在删除软件恢复文件
zh_hk: 正刪除軟件還原檔案
zh_tw: 正在刪除軟體復原檔案

# DeletingReportsInfo
source: Deleting report files
ar_sa: حذف ملفات التقرير
cs_cz: Odstraňování souborů zpráv
da_dk: Sletter rapportfiler
de_de: Berichtsdateien werden gelöscht
el_gr: Διαγραφή αρχείων αναφοράς
es_es: Eliminando archivos de informes
es_us: Eliminando archivos de informe
et_ee: Aruandefailide kustutamine
fi_fi: Poistetaan raporttitiedostoja
fil_ph: Tinatanggal ang mga file ng ulat
fr_ca: Suppression des fichiers de rapport
fr_fr: Suppression des fichiers de rapport
he_il: מחיקת קובצי דוח
hr_hr: Brisanje datoteka izvješća
hu_hu: Jelentésfájlok törlése
id_id: Menghapus file laporan
it_it: Eliminazione dei file di registro
ja_jp: レポート ファイルを削除しています
ko_kr: 보고서 파일 삭제 중
lt_lt: Ištrinami ataskaitos failai
lv_lv: Notiek atskaišu failu dzēšana
ms_my: Memadamkan fail laporan
nb_no: Sletter rapportfiler
nl_nl: Rapportbestanden verwijderen
pl_pl: Usuwanie plików raportów
pt_br: Excluindo arquivos de relatórios
pt_pt: A apagar ficheiros de relatório
ro_ro: Ștergere fișiere raport
ru_ru: Удаление файлов отчетов
sk_sk: Odstraňujú sa súbory správy
sl_si: Brisanje datotek poročil
sv_se: Raderar rapportfiler
th_th: กำลังลบไฟล์รายงาน
tr_tr: Rapor dosyalarını silme
vi_vn: Đang xóa tập tin báo cáo
zh_cn: 正在删除报告文件
zh_hk: 正刪除報告檔案
zh_tw: 正在刪除報告檔案

# DetailsHeader
source: Details
ar_sa: التفاصيل
cs_cz: Podrobnosti
da_dk: Detaljer
el_gr: Λεπτομέρειες
es_es: Detalles
es_us: Detalles
et_ee: Üksikasjad
fi_fi: Tiedot
fil_ph: Mga detalye
fr_ca: Détails
fr_fr: Détails
he_il: פרטים
hr_hr: Pojedinosti
hu_hu: Részletek
id_id: Detail
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 내용
lt_lt: Informacija
lv_lv: Detalizēta informācija
ms_my: Perincian
nb_no: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Сведения
sk_sk: Podrobnosti
sl_si: Podrobnosti
sv_se: Detaljer
th_th: รายละเอียด
tr_tr: Ayrıntılar
vi_vn: Chi tiết
zh_cn: 详细信息
zh_hk: 詳細資料
zh_tw: 詳細資料

source: Device
ar_sa: الهاتف
cs_cz: Telefon
da_dk: Telefon
de_de: Telefon
el_gr: Τηλέφωνο
es_es: Teléfono
es_us: Teléfono
et_ee: Telefon
fi_fi: Puhelin
fil_ph: Telepono
fr_ca: Téléphone
fr_fr: Téléphone
he_il: טלפון
hr_hr: Telefon
hu_hu: Telefon
id_id: Telepon
it_it: Telefono
ja_jp: 電話
ko_kr: 휴대폰
lt_lt: Telefonas
lv_lv: Tālrunis
ms_my: Telefon
nb_no: Telefon
nl_nl: Telefoon
pl_pl: Telefon
pt_br: Telefone
pt_pt: Telemóvel
ro_ro: Telefon
ru_ru: Телефон
sk_sk: Telefón
sl_si: Telefon
sv_se: Telefon
th_th: โทรศัพท์
tr_tr: Telefon
vi_vn: Điện thoại
zh_cn: 手机
zh_hk: 手機
zh_tw: 手機

# DeviceFlashing
source: Software package installation
ar_sa: تثبيت حزمة البرنامج
cs_cz: Instalace softwarového balíčku
da_dk: Installation af softwarepakke
de_de: Software-Paket Installation
el_gr: Εγκατάσταση πακέτου λογισμικού
es_es: Instalación de paquete de software
es_us: Instalación del paquete de software
et_ee: Tarkvarapaketi installimine
fi_fi: Ohjelmistopaketin asennus
fil_ph: Pag-install sa package ng software
fr_ca: Installation de la trousse logicielle
fr_fr: Installation du paquet logiciel
he_il: התקנת חבילת תוכנה
hr_hr: Instalacija softverskog paketa
hu_hu: Szoftvercsomag telepítése
id_id: Instalasi paket perangkat lunak
it_it: Installazione del pacchetto software
ja_jp: ソフトウェアパッケージのインストール
ko_kr: 소프트웨어 패키지 설치
lt_lt: Programinės įrangos paketo diegimas
lv_lv: Programmatūras pakotnes instalēšana
ms_my: Pemasangan pakej perisian
nb_no: Installasjon av programvarepakke
nl_nl: Installatie softwarepakket
pl_pl: Instalacja pakietu oprogramowania
pt_br: Instalação do pacote do software
pt_pt: Instalação do pacote de software
ro_ro: Instalare pachet software
ru_ru: Установка пакета ПО
sk_sk: Inštalácia softvérového balíka
sl_si: Namestitev paketa programske opreme
sv_se: Installation av programvarupaket
th_th: การติดตั้งแพคเกจซอฟต์แวร์
tr_tr: Yazılım paketi yüklemesi
vi_vn: Cài đặt gói phần mềm
zh_cn: 软件包安装
zh_hk: 軟件包安裝
zh_tw: 軟體套件安裝

# DeviceInUefiMode
source: Lumia phone
ar_sa: هاتف Lumia
cs_cz: Telefon Lumia
da_dk: Lumia-telefon
de_de: Lumia-Handy
el_gr: Τηλέφωνο Lumia
es_es: Teléfono Lumia
es_us: Teléfono Lumia
et_ee: Lumia telefon
fi_fi: Lumia-puhelin
fil_ph: Lumia na telepono
fr_ca: Téléphone Lumia
fr_fr: Téléphone Lumia
he_il: טלפון Lumia
hr_hr: Telefon Lumia
hu_hu: Lumia telefon
id_id: Telepon Lumia
it_it: Telefono Lumia
ja_jp: Lumia フォン
ko_kr: Lumia 휴대폰
lt_lt: Lumia telefonas
lv_lv: Lumia tālrunis
ms_my: Telefon Lumia
nb_no: Lumia-telefon
nl_nl: Lumia-telefoon
pl_pl: Telefon Lumia
pt_br: Telefone Lumia
pt_pt: Telemóvel Lumia
ro_ro: Telefonul Lumia
ru_ru: Телефон Lumia
sk_sk: Telefón Lumia
sl_si: Telefon Lumia
sv_se: Lumia-telefon
th_th: โทรศัพท์มือถือ Lumia
tr_tr: Lumia telefon
vi_vn: Điện thoại Lumia
zh_cn: Lumia 手机
zh_hk: Lumia 手機
zh_tw: Lumia 手機

# DeviceSelectionHeader
source: Device selection
ar_sa: تحديد الهاتف
cs_cz: Výběr telefonu
da_dk: Valg af telefon
de_de: Telefonauswahl
el_gr: Επιλογή τηλεφώνου
es_es: Selección de teléfono
es_us: Selección de teléfono
et_ee: Telefoni valimine
fi_fi: Puhelimen valinta
fil_ph: Pagpipilian ng telepono
fr_ca: Sélection du téléphone
fr_fr: Sélection du téléphone
he_il: בחירת טלפון
hr_hr: Odabir telefona
hu_hu: Telefon kiválasztása
id_id: Pemilihan telepon
it_it: Selezione telefono
ja_jp: 電話の選択
ko_kr: 휴대폰 선택
lt_lt: Telefono pasirinkimas
lv_lv: Tālruņa atlase
ms_my: Pilihan telefon
nb_no: Telefonvalg
nl_nl: Telefoonselectie
pl_pl: Wybór telefonu
pt_br: Seleção do telefone
pt_pt: Selecionar o telemóvel
ro_ro: Selectare telefon
ru_ru: Выбор телефона
sk_sk: Výber telefónu
sl_si: Izbira telefona
sv_se: Val av telefon
th_th: การเลือกโทรศัพท์
tr_tr: Telefon seçimi
vi_vn: Chọn điện thoại
zh_cn: 手机选择
zh_hk: 手機選擇
zh_tw: 手機選擇
