Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# Error_DeviceNotFoundException
source: The device could not be found
ar_sa: تعذّر العثور على الهاتف
cs_cz: Telefon nelze najít.
da_dk: Telefonen kunne ikke findes
de_de: Das Telefon konnte nicht gefunden werden
el_gr: Δεν ήταν δυνατός ο εντοπισμός του τηλεφώνου
es_es: No se ha encontrado el teléfono
es_us: No se pudo encontrar el teléfono
et_ee: Telefoni ei leitud
fi_fi: Puhelinta ei löytynyt
fil_ph: Hindi mahanap ang telepono
fr_ca: Le téléphone est introuvable
fr_fr: Le téléphone est introuvable
he_il: לא ניתן למצוא את הטלפון
hr_hr: Telefon nije pronađen
hu_hu: A telefon nem található
id_id: Telepon tidak dapat ditemukan
it_it: Impossibile trovare il telefono
ja_jp: 電話が見つかりませんでした
ko_kr: 휴대폰을 찾을 수 없음
lt_lt: Nepavyko rasti telefono
lv_lv: Tālruni nevarēja atrast
ms_my: Telefon tidak dapat ditemui
nb_no: Finner ikke telefonen
nl_nl: Kan de telefoon niet vinden
pl_pl: Nie odnaleziono telefonu
pt_br: Não foi possível encontrar o telefone
pt_pt: Não foi possível encontrar o telemóvel
ro_ro: Telefonul nu a putut fi găsit
ru_ru: Не удалось найти телефон
sk_sk: Telefón sa nepodarilo nájsť
sl_si: Telefona ni bilo mogoče najti
sv_se: Det gick inte att hitta telefonen
th_th: ไม่พบโทรศัพท์
tr_tr: Telefon bulunamadı
vi_vn: Không thể tìm thấy điện thoại
zh_cn: 未找到手机
zh_hk: 未能找到手機
zh_tw: 找不到手機

# Error_DownloadPackageException
source: There was a problem while downloading the software package
ar_sa: حدثت مشكلة أثناء تنزيل حزمة البرنامج
cs_cz: Při stahování softwarového balíčku došlo k problému.
da_dk: Der opstod et problem under download af softwarepakken
de_de: Beim Herunterladen des Software-Pakets ist ein Problem aufgetreten.
el_gr: Προέκυψε πρόβλημα κατά τη λήψη του πακέτου λογισμικού
es_es: Se produjo un problema al descargar el paquete de software
es_us: Se produjo un error durante la descarga del paquete de software
et_ee: Tarkvarapaketi allalaadimisel esines probleem
fi_fi: Ohjelmistopaketin latauksessa ilmeni ongelma
fil_ph: May problema habang dina-download ang software package
fr_ca: Un problème s'est produit durant le téléchargement de la trousse logicielle
fr_fr: Un problème est survenu pendant le téléchargement du paquet logiciel
he_il: אירעה בעיה בעת הורדת חבילת התוכנה
hr_hr: Došlo je do problema prilikom preuzimanja softverskog paketa
hu_hu: Probléma lépett fel a szoftvercsomag letöltése során
id_id: Ada masalah saat mengunduh paket perangkat lunak
it_it: Si è verificato un problema durante il download del pacchetto software
ja_jp: ソフトウェアパッケージのダウンロード中に問題が発生しました。
ko_kr: 소프트웨어 패키지를 다운로드하는 동안 문제가 발생했습니다.
lt_lt: Atsisiunčiant programinės įrangos paketą, kilo problemų
lv_lv: Lejupielādējot programmatūras pakotni, radās problēma
ms_my: Masalah berlaku semasa memuat turun pakej perisian
nb_no: Det oppstod et problem under nedlastingen av programvarepakken
nl_nl: Er is een probleem opgetreden bij het downloaden van het softwarepakket
pl_pl: Podczas pobierania pakietu oprogramowania wystąpił problem
pt_br: Ocorreu um problema ao fazer o download do pacote do software
pt_pt: Ocorreu um problema ao transferir o pacote de software
ro_ro: A apărut o problemă la descărcarea pachetului software
ru_ru: При загрузке пакета ПО произошел сбой
sk_sk: Pri preberaní softvérového balíka vznikol problém
sl_si: Pri prenosu paketa programske opreme je prišlo do težav
sv_se: Ett problem uppstod vid hämtningen av programpaketet
th_th: พบปัญหาขณะดาวน์โหลดแพคเกจซอฟต์แวร์
tr_tr: Yazılım paketi indirilirken bir sorun oluştu
vi_vn: Xảy ra lỗi khi tải về gói phần mềm
zh_cn: 下载软件包时出现问题。
zh_hk: 下載軟件包時出現問題
zh_tw: 下載軟體套件時發生問題

# Error_EmergencyPackageNotFoundOnServerException
source: Emergency package was not found
ar_sa: تعذر العثور على حزمة الطوارئ
cs_cz: Nouzový balíček nebyl nalezen
da_dk: Nødpakke blev ikke fundet
de_de: Das Notfallpaket wurde nicht gefunden
el_gr: Δεν βρέθηκε το πακέτο άμεσης ανάγκης
es_es: No se ha encontrado el paquete de emergencia
es_us: No se encontró el paquete de emergencia
et_ee: Hädaabipaketti ei leitud
fi_fi: Palautuspakettia ei löytynyt
fil_ph: Hindi makita ang emergency package
fr_ca: L'ensemble d'urgence est introuvable
fr_fr: Paquet d’urgence introuvable
he_il: חבילת החירום לא נמצאה
hr_hr: Hitni paket nije pronađen
hu_hu: Vészhelyzeti csomag nem található
id_id: Paket darurat tidak ditemukan
it_it: Pacchetto di emergenza non trovato
ja_jp: エマージェンシー パッケージが見つかりませんでした
ko_kr: 긴급 상황 패키지를 찾을 수 없음
lt_lt: Kritinių atvejų paketas nerastas
lv_lv: Ārkārtas pakotne netika atrasta
ms_my: Pakej kecemasan tidak ditemui
nb_no: Fant ikke nødpakken
nl_nl: Emergency-pakket is niet gevonden
pl_pl: Nie znaleziono pakietu awaryjnego
pt_br: Não foi encontrado um pacote de emergência
pt_pt: Não foi possível encontrar o pacote de emergência
ro_ro: Pachetul de urgență nu a fost găsit
ru_ru: Экстренный пакет не найден
sk_sk: Núdzový balík sa nenašiel
sl_si: Paketa za uporabo v sili ni bilo mogoče najti
sv_se: Nödpaket hittades inte
th_th: ไม่พบแพคเกจฉุกเฉิน
tr_tr: Acil durum paketi bulunamadı
vi_vn: Không tìm thấy gói khẩn cấp
zh_cn: 未找到应急软件包
zh_hk: 找不到緊急套件
zh_tw: 找不到緊急套件

# Error_FileNotFoundException
source: File or path: "{0}" was not found
ar_sa: تعذر العثور على الملف أو المسار: "{0}"
cs_cz: Nebyl nalezen soubor nebo cesta: „{0}“.
da_dk: Filen eller stien "{0}" blev ikke fundet
de_de: Datei oder Pfad: „{0}“ wurde nicht gefunden
el_gr: Αρχείο ή διαδρομή: Το "{0}" δεν βρέθηκε
es_es: No se ha encontrado el archivo o ruta: "{0}"
es_us: No se encontró el archivo o la ruta: "{0}"
et_ee: Faili või rada: „{0}” ei leitud
fi_fi: Tiedostoa tai polkua {0} ei löytynyt
fil_ph: Hindi nakita ang "{0}" File or path:
fr_ca: Fichier ou chemin d'accès : {0} est introuvable
fr_fr: Fichier ou chemin {0} introuvable
he_il: הקובץ או הנתיב: "{0}" לא נמצא
hr_hr: Datoteka ili put: "{0}" nisu pronađeni
hu_hu: A következő fájl vagy elérési út nem található: „{0}”
id_id: File atau jalur: "{0}" tidak ditemukan
it_it: File o percorso: "{0}" non trovato
ja_jp: ファイルまたはパス: "{0}"が見つかりませんでした
ko_kr: 파일 또는 경로: "{0}"을(를) 찾을 수 없음
lt_lt: Failas arba kelias: {0} nerastas
lv_lv: Fails vai ceļš: "{0}" netika atrasts
ms_my: Fail atau laluan: "{0}" tidak ditemui
nb_no: Finner ikke filen eller banen: {0}
nl_nl: Bestand of pad: "{0}" is niet gevonden
pl_pl: Nie odnaleziono pliku lub ścieżki: „{0}”
pt_br: Arquivo ou caminho: "{0}" não foi encontrado
pt_pt: Ficheiro ou caminho: "{0}" não encontrado
ro_ro: Fișier sau cale: „{0}” nu s-a găsit
ru_ru: Не удалось найти файл или путь: "{0}"
sk_sk: Súbor alebo cesta: {0} sa nenašiel
sl_si: Datoteke ali poti "{0}" ni bilo mogoče najti
sv_se: Fil eller målkatalog: "{0}" hittades inte
th_th: ไฟล์หรือเส้นทาง: ไม่พบ "{0}"
tr_tr: "{0}" dosyası ya da yolu bulunamadı
vi_vn: Tập tin hoặc đường dẫn: Không tìm thấy "{0}"
zh_cn: 未找到文件或路径：“{0}”
zh_hk: 找不到檔案或路徑：「{0}」
zh_tw: 找不到檔案或路徑: {0}

# Error_FirmwareFileNotFoundException
source: Software file not found
ar_sa: تعذّر العثور على ملف البرنامج
cs_cz: Soubor softwaru nenalezen.
da_dk: Software-filen blev ikke fundet
de_de: Software-Datei nicht gefunden
el_gr: Το αρχείο λογισμικού δεν βρέθηκε
es_es: Archivo de software no encontrado
es_us: No se encontró el archivo de software
et_ee: Tarkvarafaili ei leitud
fi_fi: Ohjelmistotiedostoa ei löytynyt
fil_ph: Hindi nakita ang software
fr_ca: Fichier du logiciel introuvable
fr_fr: Fichier logiciel introuvable
he_il: קובץ התוכנה לא נמצא
hr_hr: Softverska datoteka nije pronađena
hu_hu: A szoftverfájl nem található
id_id: File perangkat lunak tidak ditemukan
it_it: File del software non trovato
ja_jp: ソフトウェアファイルが見つかりません
ko_kr: 소프트웨어 파일을 찾을 수 없음
lt_lt: Programinės įrangos failas nerastas
lv_lv: Programmatūras fails nav atrasts
ms_my: Fail perisian tidak ditemui
nb_no: Finner ikke programvarefilen
nl_nl: Kan softwarebestand niet vinden
pl_pl: Nie znaleziono pliku oprogramowania
pt_br: O arquivo de software não foi encontrado
pt_pt: Ficheiro de software não encontrado
ro_ro: Fișierul software nu a fost găsit
ru_ru: Файл ПО не найден
sk_sk: Súbor softvéru sa nenašiel
sl_si: Datoteke programske opreme ni bilo mogoče najti
sv_se: Programvarufilen hittades ej
th_th: ไม่พบไฟล์ซอฟต์แวร์
tr_tr: Yazılım dosyası bulunamadı
vi_vn: Không tìm thấy tập tin phần mềm
zh_cn: 未找到软件文件
zh_hk: 找不到軟件文件
zh_tw: 找不到軟體檔案

# Error_HtcDeviceCommunicationException
source: Device communication error
ar_sa: خطأ في الاتصال بالجهاز
cs_cz: Chyba komunikace zařízení
da_dk: Enhedskommunikationsfejl
de_de: Fehler bei der Gerätekommunikation
el_gr: Σφάλμα επικοινωνίας συσκευής
es_es: Error de comunicación del dispositivo
es_us: Error de comunicación con el dispositivo
et_ee: Seadme sideviga
fi_fi: Laitteen yhteysvirhe
fil_ph: Error sa komunikasyon ng device
fr_ca: Erreur de communication de l'appareil
fr_fr: Erreur de communication de l'appareil
he_il: שגיאה בתקשורת בין התקנים
hr_hr: Pogreška komunikacije uređaja
hu_hu: Készülékkomunikációs hiba
id_id: Kesalahan komunikasi perangkat
it_it: Errore di comunicazione con il dispositivo
ja_jp: デバイス通信エラー
ko_kr: 단말기 통신 오류
lt_lt: Įrenginio ryšio klaida
lv_lv: Ierīces sakaru kļūda
ms_my: Ralat komunikasi peranti
nb_no: Kommunikasjonsfeil med enheten
nl_nl: Fout met apparaatcommunicatie
pl_pl: Błąd komunikacji z urządzeniem
pt_br: Erro de comunicação do dispositivo
pt_pt: Erro de comunicação do dispositivo
ro_ro: Eroare de comunicare dispozitiv
ru_ru: Ошибка связи с устройством
sk_sk: Chyba komunikácie zariadenia
sl_si: Naprava pri komunikaciji z napravo
sv_se: Enhetskommunikationsfel
th_th: ข้อผิดพลาดในการสื่อสารของอุปกรณ์
tr_tr: Aygıt iletişim hatası
vi_vn: Lỗi giao tiếp thiết bị
zh_cn: 设备通信错误
zh_hk: 設備通訊錯誤
zh_tw: 裝置通訊錯誤

# Error_HtcDeviceHandshakingException
source: Device handshaking error
ar_sa: خطأ في تأكيد الاتصال بالجهاز
cs_cz: Chyba metody handshake zařízení
da_dk: Handshake-fejl for enhed
de_de: Fehler beim Geräte-Handshaking
el_gr: Σφάλμα συγχρονισμού συσκευής
es_es: Error de contacto con el dispositivo
es_us: Error de protocolo de enlace del dispositivo
et_ee: Seadme kätluse viga
fi_fi: Laiteyhteyden muodostusvirhe
fil_ph: Error sa handshaking ng device
fr_ca: Erreur d'établissement de connexion de l'appareil
fr_fr: Erreur d'établissement de liaison de l'appareil
he_il: שגיאה בתהליך 'לחיצת יד' בין התקנים
hr_hr: Pogreška trešnje uređaja u ruci
hu_hu: Hiba a kézfogás létrejöttében a készülékkel
id_id: Kesalahan pertukaran informasi perangkat
it_it: Errore di handshaking con il dispositivo
ja_jp: デバイスハンドシェイクエラー
ko_kr: 단말기 핸드셰이킹 오류
lt_lt: Įrenginio patvirtinimo klaida
lv_lv: Ierīces rokspiešanas kļūda
ms_my: Ralat berjabat tangan peranti
nb_no: Handshake-feil med enheten
nl_nl: Fout met apparaat-handshaking
pl_pl: Błąd synchronizacji urządzenia
pt_br: Erro de handshake do dispositivo
pt_pt: Erro de handshaking do dispositivo
ro_ro: Eroare dialog de confirmare dispozitiv
ru_ru: Ошибка подтверждения устройства
sk_sk: Chyba pohybu zariadenia
sl_si: Napaka pri združevanju z napravo
sv_se: Enhetshandskakningsfel
th_th: ข้อผิดพลาดสัญญาณโต้ตอบของอุปกรณ์
tr_tr: Aygıt uyuşma hatası
vi_vn: Lỗi bắt tay thiết bị
zh_cn: 设备信号交换错误
zh_hk: 設備交接錯誤
zh_tw: 裝置信號交換錯誤

# Error_HtcPackageFileCheckException
source: Package file check error
ar_sa: خطأ في التحقق من ملف الحزمة
cs_cz: Chyba kontroly souboru balíčku
da_dk: Fejl ved kontrol af pakkefil
de_de: Fehler bei der Paketdatei-Prüfung
el_gr: Σφάλμα ελέγχου αρχείου πακέτου
es_es: Error al comprobar el archivo de paquete
es_us: Error de comprobación de archivo de paquete
et_ee: Paketifaili kontrollimise viga
fi_fi: Pakettitiedoston tarkistusvirhe
fil_ph: Error sa package file check
fr_ca: Erreur de vérification du fichier de la trousse
fr_fr: Erreur de vérification du fichier du paquet
he_il: שגיאה במהלך בדיקת קובץ חבילה
hr_hr: Pogreška provjere datoteke paketa
hu_hu: Csomagfájl-ellenőrzési hiba
id_id: Kesalahan pemeriksaan file paket
it_it: Errore controllo file del pacchetto
ja_jp: パッケージファイルチェックエラー
ko_kr: 패키지 파일 검사 오류
lt_lt: Paketo failo tikrinimo klaida
lv_lv: Pakotnes faila pārbaudes kļūda
ms_my: Ralat pemeriksaan fail pakej
nb_no: Feil ved kontroll av pakkefil
nl_nl: Fout met controleren pakketbestand
pl_pl: Błąd sprawdzania pliku pakietu
pt_br: Erro de verificação do arquivo de pacote
pt_pt: Erro de verificação do ficheiro de pacote
ro_ro: Eroare de verificare fișier pachet
ru_ru: Ошибка проверки файла пакета
sk_sk: Chyba kontroly súboru balíka
sl_si: Napaka pri preverjanju datoteke paketa
sv_se: Fel vid kontroll av paketfil
th_th: ข้อผิดพลาดในการตรวจสอบไฟล์แพคเกจ
tr_tr: Paket dosyası denetim hatası
vi_vn: Lỗi kiểm tra tập tin gói
zh_cn: 软件包文件检查错误
zh_hk: 套件文件檢查錯誤
zh_tw: 套件檔案檢查錯誤

# Error_HtcServiceControlException
source: Service control error
ar_sa: خطأ في التحكم بالخدمة
cs_cz: Chyba kontroly služby
da_dk: Tjenestestyringsfejl
de_de: Fehler bei der Servicesteuerung
el_gr: Σφάλμα ελέγχου υπηρεσίας
es_es: Error de control del servicio
es_us: Error de control de servicio
et_ee: Teenuse kontrollimise viga
fi_fi: Palvelun hallintavirhe
fil_ph: Error sa kontrol ng serbisyo
fr_ca: Erreur de contrôle du service
fr_fr: Erreur de contrôle de service
he_il: שגיאה בבקרת שירות
hr_hr: Pogreška kontrole usluge
hu_hu: Szolgáltatás-ellenőrzési hiba
id_id: Kesalahan kontrol layanan
it_it: Errore controllo servizio
ja_jp: サービス制御エラー
ko_kr: 서비스 제어 오류
lt_lt: Paslaugos valdymo klaida
lv_lv: Pakalpojumu vadības kļūda
ms_my: Ralat kawalan perkhidmatan
nb_no: Feil ved tjenestekontroll
nl_nl: Fout met servicecontrole
pl_pl: Błąd kontroli usługi
pt_br: Erro de controle do serviço
pt_pt: Erro de controlo do serviço
ro_ro: Eroare control servicii
ru_ru: Ошибка управления службой
sk_sk: Chyba kontroly služby
sl_si: Napaka pri nadzoru storitve
sv_se: Fel vid kontroll av tjänst
th_th: ข้อผิดพลาดในการควบคุมบริการ
tr_tr: Servis kontrolü hatası
vi_vn: Lỗi kiểm soát dịch vụ
zh_cn: 服务控制错误
zh_hk: 服務操控錯誤
zh_tw: 服務控制錯誤

# Error_HtcUsbCommunicationException
source: USB communication error
ar_sa: خطأ في اتصال USB
cs_cz: Chyba komunikace USB
da_dk: USB-kommunikationsfejl
de_de: Fehler bei der USB-Kommunikation
el_gr: Σφάλμα επικοινωνίας USB
es_es: Error de comunicación USB
es_us: Error de comunicación USB
et_ee: USB-ühenduse viga
fi_fi: USB-yhteysvirhe
fil_ph: Error sa komunikasyon ng USB
fr_ca: Erreur de communication USB
fr_fr: Erreur de communication USB
he_il: שגיאה בתקשורת USB‏
hr_hr: Pogreška USB komunikacije
hu_hu: USB-kommunikációs hiba
id_id: Kesalahan komunikasi USB
it_it: Errore di comunicazione USB
ja_jp: USB通信エラー
ko_kr: USB 통신 오류
lt_lt: USB ryšio klaida
lv_lv: USB sakaru kļūda
ms_my: Ralat komunikasi USB
nb_no: USB-kommunikasjonsfeil
nl_nl: Fout met USB-communicatie
pl_pl: Błąd komunikacji przez port USB
pt_br: Erro de comunicação da USB
pt_pt: Erro de comunicação USB
ro_ro: Eroare de comunicare USB
ru_ru: Ошибка связи USB
sk_sk: Chyba komunikácie USB
sl_si: Napaka pri komunikaciji prek USB-ja
sv_se: USB-kommunikationsfel
th_th: ข้อผิดพลาดในการสื่อสารของ USB
tr_tr: USB iletişim hatası
vi_vn: Lỗi giao tiếp USB
zh_cn: USB 通信错误
zh_hk: USB 通訊錯誤
zh_tw: USB 通訊錯誤

# Error_HtcUsbPortOpenException
source: USB port open error
ar_sa: خطأ في فتح منفذ USB
cs_cz: Chyba otevření portu USB
da_dk: Fejlen USB-port åben
de_de: Fehler beim Öffnen des USB-Anschlusses
el_gr: Σφάλμα ανοίγματος θύρας USB
es_es: Error al abrir puerto USB
es_us: Error de apertura del puerto USB
et_ee: USB-pordi avamise viga
fi_fi: USB-portin avausvirhe
fil_ph: Error sa bukas na USB port
fr_ca: Erreur d'ouverture du port USB
fr_fr: Erreur d'ouverture du port USB
he_il: שגיאה בפתיחת התקן ביציאת USB
hr_hr: Pogreška otvorenog USB porta
hu_hu: USB-port megnyitási hiba
id_id: Kesalahan port USB terbuka
it_it: Errore di apertura porta USB
ja_jp: USBポートオープンエラー
ko_kr: USB 포트 열기 오류
lt_lt: USB prievado atidarymo klaida
lv_lv: Atvērta USB porta kļūda
ms_my: Ralat buka port USB
nb_no: Åpningsfeil ved USB-porten
nl_nl: Fout met openen USB-poort
pl_pl: Błąd otwartego portu USB
pt_br: Erro aberto da porta USB
pt_pt: Erro de abertura da porta USB
ro_ro: Eroare port USB deschis
ru_ru: Ошибка открытого порта USB
sk_sk: Chyba otvorenia portu USB
sl_si: Napaka pri odpiranju vrat USB
sv_se: Fel – USB-porten är öppen
th_th: ข้อผิดพลาดในการเปิดพอร์ต USB
tr_tr: USB bağlantı noktası açık hatası
vi_vn: Lỗi mở cổng USB
zh_cn: USB 端口打开错误
zh_hk: USB 端口開啟錯誤
zh_tw: USB 連接埠開啟錯誤

# Error_InvalidOperationException
source: Operation failed
ar_sa: فشلت العملية
cs_cz: Operace selhala.
da_dk: Handlingen mislykkedes
de_de: Vorgang fehlgeschlagen
el_gr: Η λειτουργία απέτυχε
es_es: Error en la operación
es_us: Error en la operación
et_ee: Toiming ebaõnnestus
fi_fi: Toiminto epäonnistui
fil_ph: Nabigo ang operasyon
fr_ca: Échec de l'opération
fr_fr: Échec de l'opération
he_il: הפעולה נכשלה
hr_hr: Operacija nije uspjela
hu_hu: A művelet sikertelen
id_id: Operasi gagal
it_it: Operazione non riuscita
ja_jp: 操作に失敗しました
ko_kr: 작업 실패
lt_lt: Operacija nepavyko
lv_lv: Darbība neizdevās
ms_my: Operasi gagal
nb_no: Handlingen mislyktes
nl_nl: Bewerking mislukt
pl_pl: Operacja nie powiodła się
pt_br: Falha na operação
pt_pt: Falha na operação
ro_ro: Operațiunea nu a reușit
ru_ru: Операция не выполнена
sk_sk: Operácia zlyhala
sl_si: Postopek ni uspel
sv_se: Åtgärden misslyckades
th_th: การดำเนินการล้มเหลว
tr_tr: İşlem başarısız
vi_vn: Hoạt động không thành công
zh_cn: 操作失败
zh_hk: 操作失敗
zh_tw: 操作失敗

# Error_NoInternetConnectionException
source: No internet connection
ar_sa: لا يوجد اتصال بالإنترنت
cs_cz: Žádné připojení k internetu
da_dk: Ingen internetforbindelse
de_de: Keine Internetverbindung
el_gr: Δεν υπάρχει σύνδεση στο Διαδίκτυο
es_es: Sin conexión a Internet
es_us: Sin conexión a Internet
et_ee: Interneti-ühendust pole
fi_fi: Ei Internet-yhteyttä
fil_ph: Walang koneksyon sa internet
fr_ca: Aucune connexion internet
fr_fr: Aucune connexion à Internet
he_il: אין חיבור לאינטרנט
hr_hr: Nema veze s internetom
hu_hu: Nincs internetkapcsolat
id_id: Tidak ada sambungan internet
it_it: Connessione Internet assente
ja_jp: インターネットに接続されていません
ko_kr: 인터넷 연결 없음
lt_lt: Nėra interneto ryšio
lv_lv: Nav interneta savienojuma
ms_my: Tiada sambungan internet
nb_no: Ingen Internett-tilkobling
nl_nl: Geen internetverbinding
pl_pl: Brak połączenia z Internetem
pt_br: Nenhuma conexão de Internet
pt_pt: Sem ligação à Internet
ro_ro: Lipsă conexiune la Internet
ru_ru: Нет подключения к Интернету
sk_sk: Nie je internetové pripojenie
sl_si: Ni internetne povezave
sv_se: Ingen internetanslutning
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr_tr: İnternet bağlantısı yok
vi_vn: Không có kết nối internet
zh_cn: 没有互联网连接
zh_hk: 無互聯網連接
zh_tw: 沒有網際網路連線

# Error_NotEnoughSpaceException
source: Not enough space on the disk
ar_sa: لا توجد مساحة كافية على القرص
cs_cz: Na disku není dostatek místa
da_dk: Der er ikke tilstrækkelig plads på disken
de_de: Nicht genug Platz auf der Festplatte
el_gr: Δεν υπάρχει αρκετός χώρος στο δίσκο
es_es: No hay suficiente espacio en el disco
es_us: No hay suficiente espacio en el disco
et_ee: Kettal pole piisavalt ruumi
fi_fi: Levyllä on liian vähän tilaa
fil_ph: Walang sapat na space sa disk
fr_ca: Il n’y a pas assez d’espace libre sur le disque
fr_fr: Espace disque insuffisant
he_il: אין די מקום בדיסק
hr_hr: Nema dovoljno prostora na disku
hu_hu: A lemezen nincs elegendő hely.
id_id: Ruang di disk tidak cukup
it_it: Spazio su disco insufficiente
ja_jp: ディスクに十分なスペースがありません
ko_kr: 디스크 공간 부족
lt_lt: Diske nepakanka vietos
lv_lv: Diskā nepietiek vietas
ms_my: Tidak cukup ruang pada peranti
nb_no: Ikke nok diskplass
nl_nl: Onvoldoende ruimte op de schijf
pl_pl: Brak wystarczającej ilości miejsca na dysku
pt_br: Não há espaço suficiente no disco
pt_pt: Sem espaço suficiente no disco
ro_ro: Spațiu insuficient pe disc
ru_ru: Недостаточно места на диске
sk_sk: Nedostatok miesta na disku
sl_si: Na disku ni dovolj prostora
sv_se: Ej tillräckligt med diskutrymme
th_th: พื้นที่ไม่เพียงพอบนดิสก์
tr_tr: Diskte yeterli alan yok
vi_vn: Không đủ dung lượng trên ổ đĩa
zh_cn: 磁盘空间不足
zh_hk: 磁盤空間不足
zh_tw: 磁碟的空間不足

# Error_NotEnoughSpaceOnTheDiskException
source: Not enough space on the disk
ar_sa: لا توجد مساحة كافية على القرص
cs_cz: Na disku není dostatek místa
da_dk: Der er ikke tilstrækkelig plads på disken
de_de: Nicht genug Platz auf der Festplatte
el_gr: Δεν υπάρχει αρκετός χώρος στο δίσκο
es_es: No hay suficiente espacio en el disco
es_us: No hay suficiente espacio en el disco
et_ee: Kettal pole piisavalt ruumi
fi_fi: Levyllä on liian vähän tilaa
fil_ph: Walang sapat na space sa disk
fr_ca: Il n’y a pas assez d’espace libre sur le disque
fr_fr: Espace disque insuffisant
he_il: אין די מקום בדיסק
hr_hr: Nema dovoljno prostora na disku
hu_hu: A lemezen nincs elegendő hely.
id_id: Ruang di disk tidak cukup
it_it: Spazio su disco insufficiente
ja_jp: ディスクに十分なスペースがありません
ko_kr: 디스크 공간 부족
lt_lt: Diske nepakanka vietos
lv_lv: Diskā nepietiek vietas
ms_my: Tidak cukup ruang pada peranti
nb_no: Ikke nok diskplass
nl_nl: Onvoldoende ruimte op de schijf
pl_pl: Brak wystarczającej ilości miejsca na dysku
pt_br: Não há espaço suficiente no disco
pt_pt: Sem espaço suficiente no disco
ro_ro: Spațiu insuficient pe disc
ru_ru: Недостаточно места на диске
sk_sk: Nedostatok miesta na disku
sl_si: Na disku ni dovolj prostora
sv_se: Ej tillräckligt med diskutrymme
th_th: พื้นที่ไม่เพียงพอบนดิสก์
tr_tr: Diskte yeterli alan yok
vi_vn: Không đủ dung lượng trên ổ đĩa
zh_cn: 磁盘空间不足
zh_hk: 磁盤空間不足
zh_tw: 磁碟的空間不足

# Error_OperationCanceledException
source: Operation cancelled
ar_sa: تم إلغاء العملية
cs_cz: Operace zrušena
da_dk: Handling annulleret
de_de: Vorgang abgebrochen
el_gr: Η λειτουργία ακυρώθηκε
es_es: Operación cancelada
es_us: Operación cancelada
et_ee: Toiming tühistatud
fi_fi: Toiminto peruutettu
fil_ph: Kinansela ang operasyon
fr_ca: Opération annulée
fr_fr: Opération annulée
he_il: הפעולה בוטלה
hr_hr: Operacija je otkazana
hu_hu: Művelet törölve
id_id: Operasi dibatalkan
it_it: Operazione annullata
ja_jp: 操作がキャンセルされました
ko_kr: 작업이 취소됨
lt_lt: Operacija atšaukta
lv_lv: Darbība atcelta
ms_my: Operasi dibatalkan
nb_no: Handlingen avbrutt
nl_nl: Bewerking geannuleerd
pl_pl: Operację anulowano
pt_br: Operação cancelada
pt_pt: Operação cancelada
ro_ro: Operațiune revocată
ru_ru: Операция отменена
sk_sk: Operácia zrušená
sl_si: Postopek preklican
sv_se: Åtgärden har avbrutits
th_th: ยกเลิกการดำเนินการแล้ว
tr_tr: İşlem iptal edildi
vi_vn: Đã hủy hoạt động
zh_cn: 操作取消
zh_hk: 操作已取消
zh_tw: 操作已取消
