Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# TurnOffPhone
source: Turn off your device.
ar_sa: يرجى إيقاف تشغيل هاتفك.
cs_cz: Vypněte telefon.
da_dk: Sluk telefonen.
de_de: Schalten Sie Ihr Telefon ab.
el_gr: Απενεργοποιήστε το τηλέφωνό σας.
es_es: Apaga el teléfono.
es_us: Apague el teléfono.
et_ee: Lülitage oma telefon välja.
fi_fi: Sammuta puhelin.
fil_ph: I-off ang iyong telepono.
fr_ca: Éteignez votre téléphone.
fr_fr: Éteignez votre téléphone.
he_il: כבה את הטלפון.
hr_hr: Isključite telefon.
hu_hu: Kapcsolja ki a telefont.
id_id: Matikan telepon Anda.
it_it: Spegnere il telefono.
ja_jp: 電話の電源を切ってください。
ko_kr: 휴대폰을 끄십시오.
lt_lt: Išjunkite telefoną.
lv_lv: Izslēdziet tālruni.
ms_my: Matikan telefon anda.
nb_no: Slå av telefonen.
nl_nl: Schakel uw telefoon uit.
pl_pl: Wyłącz telefon.
pt_br: Desligue seu telefone.
pt_pt: Desligue o telemóvel.
ro_ro: Opriți telefonul.
ru_ru: Выключите телефон.
sk_sk: Vypnite telefón.
sl_si: Izklopite telefon.
sv_se: Stäng av telefonen.
th_th: ปิดโทรศัพท์ของคุณ
tr_tr: Lütfen telefonunuzu kapatın.
vi_vn: Tắt điện thoại của bạn.
zh_cn: 关闭您的手机。
zh_hk: 關閉手機。
zh_tw: 請關閉手機電源。

# UpdateAvailable
source: There is an update for your device
ar_sa: يتوفر تحديث لهاتفك
cs_cz: K dispozici je aktualizace telefonu.
da_dk: Der er en opdatering til telefonen
de_de: Es gibt ein Update für Ihr Telefon
el_gr: Υπάρχει ενημέρωση λογισμικού για το τηλέφωνό σας
es_es: Hay una actualización de software para el teléfono
es_us: Hay una actualización para el teléfono
et_ee: Teie telefoni jaoks on saadaval värskendus.
fi_fi: Puhelimeesi on saatavilla ohjelmistopäivitys
fil_ph: Mayroong update sa iyong telepono
fr_ca: Une mise à jour est disponible pour votre téléphone.
fr_fr: Une mise à jour est disponible pour votre téléphone
he_il: קיים עדכון עבור הטלפון
hr_hr: Ažuriranje je dostupno za vaš telefon.
hu_hu: Frissítés érhető el telefonja számára
id_id: Terdapat sebuah pembaruan untuk telepon Anda
it_it: È disponibile un aggiornamento per il telefono
ja_jp: 電話の更新プログラムがあります。
ko_kr: 이 휴대폰을 위한 업데이트가 있습니다.
lt_lt: Yra jūsų telefonui skirtas naujinimas
lv_lv: Jūsu tālrunim pieejams atjauninājums
ms_my: Terdapat kemas kini perisian untuk telefon anda
nb_no: Det finnes en oppdatering for telefonen
nl_nl: Er is een update voor uw telefoon
pl_pl: Dostępna jest aktualizacja oprogramowania dla telefonu
pt_br: Existe uma atualização para seu telefone
pt_pt: Existe uma atualização para o seu telemóvel
ro_ro: Există o actualizare pentru telefonul dvs.
ru_ru: Доступно обновление для вашего телефона
sk_sk: Pre váš telefón je k dispozícii aktualizácia
sl_si: Na voljo je posodobitev za telefon
sv_se: Det finns en uppdatering för telefonen
th_th: มีการอัพเดตสำหรับโทรศัพท์ของคุณ
tr_tr: Telefonunuz için güncelleme mevcut
vi_vn: Có một bản cập nhật cho điện thoại của bạn
zh_cn: 您的手机有软件更新
zh_hk: 您的手機有更新
zh_tw: 您的手機有一個更新

source: Use proxy server
ar_sa: استخدام الخادم الوكيل
cs_cz: Použít proxy server
da_dk: Brug proxyserver
de_de: Proxy-Server verwenden
el_gr: Χρήση διακομιστή μεσολάβησης
es_es: Usar servidor proxy
es_us: Utilizar servidor proxy
et_ee: Kasuta puhverserverit
fi_fi: Käytä välityspalvelinta
fil_ph: Gamitin ang proxy server
fr_ca: Utiliser le serveur mandataire
fr_fr: Utiliser un serveur proxy
he_il: השתמש בשרת Proxy
hr_hr: Koristite proxy poslužitelj
hu_hu: Proxykiszolgáló használata
id_id: Gunakan server proksi
it_it: Usa server proxy
ja_jp: プロキシサーバーの使用
ko_kr: 프록시 서버 사용
lt_lt: Pagalbinio serverio naudojimas
lv_lv: Izmantot starpniekserveri
ms_my: Gunakan pelayan proksi
nb_no: Bruk proxy-server
nl_nl: Proxyserver gebruiken
pl_pl: Użyj serwera proxy
pt_br: Usar servidor proxy
pt_pt: Utilizar servidor proxy
ro_ro: Utilizare server proxy
ru_ru: Использовать прокси-сервер
sk_sk: Použiť server proxy
sl_si: Uporabi posredniški strežnik
sv_se: Använd proxyserver
th_th: ใช้เซิร์ฟเวอร์พรอกซี่
tr_tr: Vekil sunucu kullanın
vi_vn: Dùng máy chủ proxy
zh_cn: 使用代理服务器
zh_hk: 使用代理伺服器
zh_tw: 使用 Proxy 伺服器

# UserNameForm
source: User name
ar_sa: اسم المستخدم
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzername
el_gr: Όνομα χρήστη
es_es: Nombre de usuario
es_us: Nombre de usuario
et_ee: Kasutajanimi
fi_fi: Käyttäjänimi
fr_ca: Nom d’utilisateur
fr_fr: Nom d'utilisateur
he_il: שם משתמש
hr_hr: Korisničko ime
hu_hu: Felhasználónév
id_id: Nama pengguna
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
lt_lt: Vartotojo vardas
lv_lv: Lietotājvārds
ms_my: Nama pengguna
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome do usuário
pt_pt: Nome de utilizador
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sk_sk: Používateľské meno
sl_si: Uporabniško ime
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı
vi_vn: Tên người dùng
zh_cn: 用户名
zh_hk: 使用者姓名
zh_tw: 使用者名稱

source: Verifying downloaded files
ar_sa: يتم الآن التحقق من الملفات التي تم تنزيلها
cs_cz: Ověřování stažených souborů
da_dk: Bekræfter downloadede filer
de_de: Heruntergeladene Dateien werden verifiziert
el_gr: Επαλήθευση αρχείων που έχουν ληφθεί
es_es: Comprobando archivos descargados
es_us: Verificando los archivos descargados
et_ee: Allalaaditud failide kontrollimine
fi_fi: Vahvistetaan ladattuja tiedostoja
fil_ph: Pinapatunayan ang mga nai-download na file.
fr_ca: Vérification des fichiers téléchargés
fr_fr: Vérification des fichiers téléchargés...
he_il: בדיקת הקבצים שהורדו
hr_hr: Provjera preuzetih datoteka
hu_hu: Letöltött fájlok ellenőrzése
id_id: Memverifikasi file yang diunduh
it_it: Verifica dei file scaricati in corso
ja_jp: ダウンロード済ファイルを確認中
ko_kr: 다운로드한 파일 확인 중
lt_lt: Tikrinami atsisiųsti failai
lv_lv: Notiek lejupielādēto failu verificēšana
ms_my: Mengesahkan fail yang dimuat turun
nb_no: Bekrefter nedlastede filer
nl_nl: Gedownloade bestanden verifiëren
pl_pl: Weryfikowanie pobranych plików
pt_br: Verificando arquivos transferidos por download
pt_pt: A verificar os ficheiros transferidos...
ro_ro: Se verifică fișierele descărcate
ru_ru: Проверка загруженных файлов
sk_sk: Overujú sa prevzaté súbory
sl_si: Preverjanje prenesenih datotek
sv_se: Verifierar de filer som hämtats
th_th: กำลังตรวจสอบไฟล์ที่ดาวน์โหลด
tr_tr: İndirilen dosyalar doğrulanıyor
vi_vn: Xác nhận tập tin đã tải về
zh_cn: 正在验证已下载文件
zh_hk: 正在核實下載文件
zh_tw: 正在確認下載的檔案

# WaitUntilPhoneTurnsOn
source: Wait until device turns on.
ar_sa: انتظر إلى أن يتم تشغيل الهاتف.
cs_cz: Počkejte, až se telefon zapne.
da_dk: Vent, til telefonen tændes.
de_de: Warten Sie, bis das Telefon startet.
el_gr: Περιμένετε έως ότου το τηλέφωνο ενεργοποιηθεί.
es_es: Espera a que el teléfono se encienda.
es_us: Espere a que se encienda el teléfono.
et_ee: Oodake, kuni telefon sisse lülitub.
fi_fi: Odota, että puhelin käynnistyy.
fil_ph: Hintayin hanggang mag-on ang telepono.
fr_ca: Attendez que le téléphone s'allume.
fr_fr: Attendez que le téléphone se rallume.
he_il: המתן להפעלת הטלפון.
hr_hr: Pričekajte dok se telefon ne uključi.
hu_hu: Várja meg, amíg a telefon bekapcsol.
id_id: Tunggu hingga telepon dihidupkan.
it_it: Attendere l'accensione del telefono.
ja_jp: 電話の電源が入るまで待ちます。
ko_kr: 휴대폰이 켜질 때까지 기다리십시오.
lt_lt: Palaukite, kol telefonas įsijungs.
lv_lv: Uzgaidiet, līdz tālrunis ieslēdzas.
ms_my: Tunggu sehingga telefon dihidupkan.
nb_no: Vent til telefonen slår seg på.
nl_nl: Wacht tot het toestel is ingeschakeld.
pl_pl: Poczekaj, aż telefon uruchomi się.
pt_br: Aguarde até que o telefone ligue.
pt_pt: Aguarde até o telemóvel ligar.
ro_ro: Aşteptaţi pornirea telefonului.
ru_ru: Подождите, пока телефон не включится.
sk_sk: Počkajte, kým sa telefón zapne.
sl_si: Počakajte, da se telefon vklopi.
sv_se: Vänta tills telefonen slås på.
th_th: รอจนกว่าโทรศัพท์จะเปิด
tr_tr: Telefon açılana kadar bekleyin.
vi_vn: Chờ cho đến khi điện thoại bật.
zh_cn: 等到手机开机。
zh_hk: 等待直至手機啟動。
zh_tw: 等待手機開機。

source: Waiting for connection
ar_sa: يتم الآن انتظار الاتصال
cs_cz: Čekání na připojení
da_dk: Venter på forbindelse
de_de: Warte auf Verbindung
el_gr: Αναμονή για σύνδεση
es_es: Esperando la conexión
es_us: Esperando conexión...
et_ee: Ühenduse loomise ootel
fi_fi: Odotetaan yhteyttä
fil_ph: Naghihintay ng koneksyon
fr_ca: En attente de connexion
fr_fr: En attente de connexion
he_il: ממתין לחיבור
hr_hr: Čekanje veze
hu_hu: Várakozás a csatlakozásra
id_id: Menunggu sambungan
it_it: In attesa di connessione
ja_jp: 接続を待機中
ko_kr: 연결 대기 중
lt_lt: Laukiama ryšio
lv_lv: Gaida savienojumu
ms_my: Menunggu sambungan
nb_no: Venter på tilkobling
nl_nl: Op verbinding wachten
pl_pl: Oczekiwanie na połączenie
pt_br: Aguardando conexão
pt_pt: A aguardar a ligação...
ro_ro: Se așteaptă conexiunea
ru_ru: Ожидание подключения
sk_sk: Čaká sa na pripojenie
sl_si: Čakanje na povezavo
sv_se: Väntar på anslutning
th_th: กำลังรอการเชื่อมต่อ
tr_tr: Bağlantı bekleniyor
vi_vn: Đang chờ kết nối
zh_cn: 正在等待连接
zh_hk: 等待連接
zh_tw: 正在等待連線

# WelcomeHeader
source: Welcome
ar_sa: مرحبًا
cs_cz: Vítejte
da_dk: Velkommen
de_de: Willkommen
el_gr: Καλώς ορίσατε
es_es: Bienvenido
es_us: Bienvenido
et_ee: Tere tulemast
fi_fi: Tervetuloa
fr_ca: Bienvenue
fr_fr: Bienvenue
he_il: ברוך הבא
hr_hr: Dobro došli
hu_hu: Üdvözöljük!
id_id: Selamat Datang
it_it: Benvenuto
ja_jp: ようこそ
ko_kr: 환영합니다
lt_lt: Sveikiname
lv_lv: Esiet sveicināts!
ms_my: Selamat Datang
nb_no: Velkommen
nl_nl: Welkom
pl_pl: Witaj
pt_br: Bem-vindo
pt_pt: Bem-vindo(a)
ro_ro: Bun venit
ru_ru: Добро пожаловать
sk_sk: Vitajte
sl_si: Dobrodošli
sv_se: Välkommen!
th_th: ยินดีต้อนรับ
tr_tr: Hoş Geldiniz
vi_vn: Chào mừng
zh_cn: 欢迎
zh_hk: 歡迎使用
zh_tw: 歡迎使用

# ModelIdentificationUnderBackCover
source: In order to ensure the correct software is provided for your device, please remove the back cover from your phone and verify the specific model you have. Installing the software for a different model may render your device inoperative. Once verified, please choose from one of the choices below.
ja_jp: お使いのデバイスに適切なソフトウェアをインストールするため、 デバイスからバッテリーカバーとバッテリーパックを取り外し、 お使いのデバイスのモデル名を確認してください。 別のモデルのソフトウェアをインストールすると、デバイスが動作不能になることがあります。 確認が終わりましたら、以下のいずれかを選択してください。
