Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# OnePackageFound
source: Found one package for: {0}. Please click "{1}" to continue or select different folder or file.
ar_sa: تم العثور على حزمة واحدة لـ: {0}. الرجاء النقر فوق "{1}" للمتابعة أو تحديد مجلد أو ملف مختلف.
cs_cz: Našli jsme jeden balíček pro: {0}. Pokračujte kliknutím na „{1}“, popřípadě vyberte jiný soubor nebo složku.
da_dk: Fandt én pakke til: {0}. Klik på "{1}" for at fortsætte, eller vælg en anden mappe eller fil.
de_de: Ein Paket gefunden für: {0}. Klicken Sie zum Fortfahren auf „{1}“, oder wählen Sie einen anderen Ordner oder eine andere Datei aus.
el_gr: Βρέθηκε ένα πακέτο για: {0}. Πατήστε "{1}" για να συνεχίσετε ή επιλέξτε άλλο φάκελο ή αρχείο.
es_es: Se ha encontrado un paquete para: {0}. Haz clic en "{1}" para continuar o selecciona una carpeta o archivo diferente.
es_us: Se encontró un paquete para: {0}. Haga clic en "{1}" para continuar o seleccione otra carpeta o archivo.
et_ee: {0} jaoks leiti üks pakett. Jätkamiseks klõpsake „{1}” või valige teine kaust või fail.
fi_fi: Löytyi yksi paketti puhelimelle {0}. Jatka valitsemalla {1} tai valitse jokin muu kansio tai tiedosto.
fil_ph: Isang package ang nakita para sa: {0}. Paki-click ang "{1}" para magpatuloy o piliin ang ibang folder o file.
fr_ca: Une trousse trouvée pour : {0}. Veuillez cliquer sur {1} pour continuer ou sélectionner un dossier ou un fichier différent.
fr_fr: Un paquet trouvé pour : {0}. Cliquez sur {1} pour continuer ou sélectionnez un dossier ou un fichier différent.
he_il: נמצאה חבילה אחת עבור: {0}. לחץ על "{1}" כדי להמשיך או בחר תיקייה או קובץ אחרים.
hr_hr: Pronađen je jedan paket za: {0}. Pritisnite "{1}" kako biste nastavili ili odaberite drugu mapu ili datoteku.
hu_hu: Egy csomag található ehhez: {0}. A folytatáshoz kattintson a(z) „{1}” lehetőségre, vagy válasszon másik mappát vagy fájlt.
id_id: Ditemukan satu paket untuk: {0}. Klik "{1}" untuk melanjutkan atau memilih folder atau file lain.
it_it: Trovato un pacchetto per: {0}. Fare clic su "{1}" per continuare oppure selezionare una cartella o un file diverso.
ja_jp: 次の1つのパッケージが見つかりました: {0}。 [{1}]をクリックして続行するか、別のフォルダーまたはファイルを選択してください。
ko_kr: {0}용 패키지를 하나 찾았습니다. [{1}]을(를) 클릭하여 계속하거나 다른 폴더 또는 파일을 선택하십시오.
lt_lt: Rastas vienas paketas: {0}. Norėdami tęsti, paspauskite {1}, arba pasirinkite kitą aplanką ar failą.
lv_lv: Atrasta viena pakotne: {0}. Lai turpinātu, noklikšķiniet uz "{1}", vai atlasiet citu mapi vai failu.
ms_my: Menemui satu pakej untuk: {0}. Sila klik "{1}" untuk meneruskan atau pilih folder atau fail yang lain.
nb_no: Finner én pakke for: {0}. Klikk {1} for å fortsette, eller velg en annen mappe eller fil.
nl_nl: Eén pakket gevonden voor: {0}. Klik op "{1}" om door te gaan of kies een andere map of bestand.
pl_pl: Znaleziono jeden pakiet dla: {0}. Kliknij „{1}”, aby kontynuować, albo wybierz inny folder lub plik.
pt_br: Foi encontrado um pacote para: {0}. Clique em "{1}" para continuar ou selecione uma pasta ou um arquivo diferente.
pt_pt: Foi encontrado um pacote para: {0}. Clique em "{1}" para continuar ou selecione uma pasta ou um ficheiro diferente.
ro_ro: A fost găsit un pachet pentru: {0}. Faceți clic pe „{1}” pentru a continua sau selectați alt folder sau alt fișier.
ru_ru: Найден один пакет для: {0}. Нажмите "{1}", чтобы продолжить или выбрать другую папку или файл.
sk_sk: Našiel sa jeden balík pre: {0}. Pokračujte kliknutím na položku {1} alebo vyberte iný priečinok alebo súbor.
sl_si: Najden je bil en paket za: {0}. Kliknite "{1}" za nadaljevanje ali izberite drugo mapo ali datoteko.
sv_se: Ett paket hittades för: {0}. Klicka på "{1}" för att fortsätta, eller välj en annan mapp eller fil.
th_th: พบหนึ่งแพคเกจสำหรับ: {0} กรุณาคลิก "{1}" เพื่อดำเนินการต่อ หรือเลือกโฟลเดอร์หรือไฟล์อื่น
tr_tr: {0} için bir paket bulundu. Devam etmek için lütfen "{1}" düğmesine tıklayın ya da farklı bir klasör veya dosya seçin.
vi_vn: Tìm thấy một gói cho: {0}. Vui lòng bấm "{1}" để tiếp tục hoặc chọn thư mục hoặc tập tin khác.
zh_cn: 找到一个适用于 {0} 的软件包。 请单击“{1}”继续或者选择其他文件夹或文件。
zh_hk: 為 {0} 找到一個套件。 請點擊「{1}」繼續或選擇不同資料或檔案。
zh_tw: 找到一個套件，適用於: {0}。 請按一下 [{1}] 以繼續，或選擇其他資料夾或檔案。

# OperatingSystemUnknown
source: Operating system version: unknown
ar_sa: إصدار نظام التشغيل: غير معروف
cs_cz: Verze operačního systému: neznámá
da_dk: Operativsystemversion: ukendt
de_de: Betriebssystem-Version: unbekannt
el_gr: Έκδοση λειτουργικού συστήματος: άγνωστη
es_es: Versión del sistema operativo: desconocido
es_us: Versión del sistema operativo: desconocida
et_ee: Operatsioonisüsteemi versioon: tundmatu
fi_fi: Käyttöjärjestelmäversio: tuntematon
fil_ph: Bersyon ng operating system: hindi matukoy
fr_ca: Version du système d'exploitation : inconnue
fr_fr: Version du système d'exploitation : inconnue
he_il: גרסת מערכת ההפעלה: לא ידועה
hr_hr: Verzija operacijskog sustava: nije poznata
hu_hu: Operációs rendszer verziója: ismeretlen
id_id: Versi sistem operasi: tidak diketahui
it_it: Versione sistema operativo: sconosciuta
ja_jp: オペレーティングシステムのバージョン: 不明
ko_kr: 운영 체제 버전: 알 수 없음
lt_lt: Operacinės sistemos versija: nežinoma
lv_lv: Operētājsistēmas versija: nezināma
ms_my: Versi sistem operasi: tidak diketahui
nb_no: Operativsystemversjon: ukjent
nl_nl: Versie van besturingssysteem: onbekend
pl_pl: Wersja systemu operacyjnego: nieznana
pt_br: Versão do sistema operacional: desconhecida
pt_pt: Versão do sistema operativo: desconhecida
ro_ro: Versiunea sistemului de operare: necunoscută
ru_ru: Версия операционной системы: неизвестно
sk_sk: Verzia operačného systému: neznáma
sl_si: Različica operacijskega sistema: neznana
sv_se: Version på operativsystem: okänd
th_th: เวอร์ชันระบบปฏิบัติการ: ระบุไม่ได้
tr_tr: İşletim sistemi sürümü: Bilinmiyor
vi_vn: Phiên bản hệ điều hành: không xác định
zh_cn: 操作系统版本：未知
zh_hk: 操作系統版本：未知
zh_tw: 作業系統版本: 未知

source: Operating system version:
ar_sa: إصدار نظام التشغيل:
cs_cz: Verze operačního systému:
da_dk: Operativsystemversion:
de_de: Betriebssystem-Version:
el_gr: Έκδοση λειτουργικού συστήματος:
es_es: Versión del sistema operativo:
es_us: Versión del sistema operativo:
et_ee: Operatsioonisüsteemi versioon:
fi_fi: Käyttöjärjestelmäversio:
fil_ph: Bersyon ng operating system:
fr_ca: Version du système d'exploitation :
fr_fr: Version du système d'exploitation :
he_il: גרסת מערכת ההפעלה:
hr_hr: Verzija operacijskog sustava:
hu_hu: Operációs rendszer verziója:
id_id: Versi sistem operasi:
it_it: Versione sistema operativo:
ja_jp: オペレーティング システムのバージョン:
ko_kr: 운영 체제 버전:
lt_lt: Operacinės sistemos versija:
lv_lv: Operētājsistēmas versija:
ms_my: Versi sistem operasi:
nb_no: Operativsystemversjon:
nl_nl: Versie van besturingssysteem:
pl_pl: Wersja systemu operacyjnego:
pt_br: Versão do sistema operacional:
pt_pt: Versão do sistema operativo:
ro_ro: Versiunea sistemului de operare:
ru_ru: Версия операционной системы:
sk_sk: Verzia operačného systému:
sl_si: Različica operacijskega sistema:
sv_se: Version på operativsystem:
th_th: เวอร์ชันระบบปฏิบัติการ:
tr_tr: İşletim sistemi sürümü:
vi_vn: Phiên bản hệ điều hành:
zh_cn: 操作系统版本：
zh_hk: 操作系統版本：
zh_tw: 作業系統版本:

# OperationFailed
source: Operation ended with failure
ar_sa: انتهت العملية بفشل
cs_cz: Operace skončila s chybou.
da_dk: Handlingen blev afsluttet med fejl
de_de: Vorgang fehlgeschlagen
el_gr: Η λειτουργία απέτυχε
es_es: La operación ha finalizado con un error
es_us: La operación finalizó con errores
et_ee: Toimingu käigus esines tõrge
fi_fi: Toiminto epäonnistui
fil_ph: Nabigo ang pagtatapos ng operasyon
fr_ca: Opération terminée avec échec
fr_fr: L'opération a échoué
he_il: הפעולה נכשלה
hr_hr: Operacija nije uspjela
hu_hu: A művelet sikertelen volt
id_id: Operasi diakhiri dengan kesalahan
it_it: Operazione terminata con errore
ja_jp: 操作は失敗して終了しました
ko_kr: 오류가 발생하며 작업이 종료됨
lt_lt: Operacija atlikta nesėkmingai
lv_lv: Darbība neizdevās
ms_my: Operasi berakhir dengan kegagalan
nb_no: Handlingen mislyktes
nl_nl: Bewerking mislukt
pl_pl: Operacja zakończona niepowodzeniem
pt_br: Operação encerrada com falha
pt_pt: Operação terminada devido a um erro
ro_ro: Operațiune finalizată cu eroare
ru_ru: Сбой при выполнении операции
sk_sk: Operácia zlyhala
sl_si: Postopek se ni končal uspešno
sv_se: Åtgärden genomfördes inte
th_th: การดำเนินการล้มเหลว
tr_tr: İşlem hatayla sonlandı
vi_vn: Hoạt động đã kết thúc không thành công
zh_cn: 操作以失败告终
zh_hk: 操作因失敗結束
zh_tw: 操作結束，結果失敗

# OperationPassed
source: Operation successfully completed
ar_sa: اكتملت العملية بنجاح
cs_cz: Operace byla úspěšně dokončena.
da_dk: Handlingen blev fuldført
de_de: Vorgang erfolgreich abgeschlossen
el_gr: Η λειτουργία ολοκληρώθηκε με επιτυχία
es_es: La operación ha finalizado correctamente
es_us: La operación finalizó correctamente
et_ee: Toiming õnnestus
fi_fi: Toiminnon suorittaminen onnistui
fil_ph: Matagumpay na nakumpleto ang operasyon
fr_ca: Opération terminée avec succès
fr_fr: L'opération a été effectuée correctement
he_il: הפעולה הושלמה בהצלחה
hr_hr: Operacija je uspješno dovršena
hu_hu: A művelet sikeresen befejeződött
id_id: Operasi berhasil dijalankan
it_it: Operazione completata
ja_jp: 操作は正常に終了しました
ko_kr: 작업 완료
lt_lt: Operacija sėkmingai atlikta
lv_lv: Darbība veiksmīgi pabeigta
ms_my: Operasi berjaya diselesaikan
nb_no: Handlingen var vellykket
nl_nl: Bewerking met succes uitgevoerd
pl_pl: Operacja zakończona pomyślnie
pt_br: Operação concluída com êxito
pt_pt: Operação concluída com êxito
ro_ro: Operațiune finalizată cu succes
ru_ru: Операция успешно завершена
sk_sk: Operácia bola úspešne dokončená
sl_si: Postopek se je končal uspešno
sv_se: Åtgärden genomfördes
th_th: การดำเนินการเสร็จสมบูรณ์
tr_tr: İşlem başarıyla tamamlandı
vi_vn: Hoạt động đã hoàn tất thành công
zh_cn: 操作已成功完成
zh_hk: 操作成功完成
zh_tw: 操作成功完成

# PackageDirectory
source: Package directory: {0}
ar_sa: دليل الحزمة: {0}
cs_cz: Adresář balíčku: {0}
da_dk: Pakkebibliotek: {0}
de_de: Paket-Verzeichnis: {0}
el_gr: Κατάλογος πακέτου: {0}
es_es: Directorio del paquete: {0}
es_us: Directorio del paquete: {0}
et_ee: Paketi rada: {0}
fi_fi: Paketin hakemisto: {0}
fil_ph: Direktoryo ng package: {0}
fr_ca: Répertoire de la trousse : {0}
fr_fr: Répertoire du paquet : {0}
he_il: ספריית החבילה: {0}
hr_hr: Direktorij paketa: {0}
hu_hu: Csomagkönyvtár: {0}
id_id: Direktori paket: {0}
it_it: Directory del pacchetto: {0}
ja_jp: パッケージディレクトリ: {0}
ko_kr: 패키지 디렉터리: {0}
lt_lt: Paketo katalogas: {0}
lv_lv: Pakotnes direktorijs: {0}
ms_my: Direktori pakej: {0}
nb_no: Pakkekatalog: {0}
nl_nl: Pakketmap: {0}
pl_pl: Katalog pakietu: {0}
pt_br: Diretório do pacote: {0}
pt_pt: Diretório do pacote: {0}
ro_ro: Director pachet: {0}
ru_ru: Каталог пакета: {0}
sk_sk: Adresár balíka: {0}
sl_si: Mapa paketa: {0}
sv_se: Paketets katalog: {0}
th_th: ไดเรกทอรีแพคเกจ: {0}
tr_tr: Paket dizini: {0}
vi_vn: Thư mục gói: {0}
zh_cn: 软件包目录：{0}
zh_hk: 套件目錄：{0}
zh_tw: 套件目錄: {0}

# PackageFileHeader
source: Package file
ar_sa: ملف الحزمة
cs_cz: Soubor balíčku
da_dk: Pakkefil
de_de: Paket-Datei
el_gr: Αρχείο πακέτου
es_es: Archivo de paquete
es_us: Archivo de paquete
et_ee: Paketi fail
fi_fi: Pakettitiedosto
fil_ph: Package ng file
fr_ca: Fichier de la trousse
fr_fr: Fichier du paquet
he_il: קובץ חבילה
hr_hr: Datoteka paketa
hu_hu: Csomagfájl
id_id: File paket
it_it: File del pacchetto
ja_jp: パッケージファイル
ko_kr: 패키지 파일
lt_lt: Paketo failas
lv_lv: Pakotnes fails
ms_my: Fail pakej
nb_no: Pakkefil
nl_nl: Pakketbestand
pl_pl: Plik pakietu
pt_br: Arquivo do pacote
pt_pt: Ficheiro de pacote
ro_ro: Fișier pachet
ru_ru: Файл пакета
sk_sk: Súbor balíka
sl_si: Datoteka paketa
sv_se: Paketfil
th_th: ไฟล์แพคเกจ
tr_tr: Paket dosyası
vi_vn: Tập tin gói
zh_cn: 软件包文件
zh_hk: 套件檔案：
zh_tw: 套件檔案

# PackageFilePath
source: Package path: {0}
ar_sa: مسار الحزمة: {0}
cs_cz: Cesta balíčku: {0}
da_dk: Pakkesti: {0}
de_de: Paket-Pfad: {0}
el_gr: Διαδρομή πακέτου: {0}
es_es: Ruta de paquete: {0}
es_us: Ruta del paquete: {0}
et_ee: Paketi rada: {0}
fi_fi: Paketin polku: {0}
fil_ph: Patch ng package: {0}
fr_ca: Chemin d'accès de la trousse : {0}
fr_fr: Chemin du paquet : {0}
he_il: נתיב החבילה: {0}
hr_hr: Put paketa: {0}
hu_hu: Csomag elérési útja: {0}
id_id: Jalur paket: {0}
it_it: Percorso del pacchetto: {0}
ja_jp: パッケージのパス: {0}
ko_kr: 패키지 경로: {0}
lt_lt: Paketo kelias: {0}
lv_lv: Pakotnes ceļš: {0}
ms_my: Laluan pakej: {0}
nb_no: Pakkebane: {0}
nl_nl: Pakketpad: {0}
pl_pl: Ścieżka pakietu: {0}
pt_br: Caminho do pacote: {0}
pt_pt: Caminho do pacote: {0}
ro_ro: Cale pachet: {0}
ru_ru: Путь к пакету: {0}
sk_sk: Cesta balíka: {0}
sl_si: Pot paketa: {0}
sv_se: Målkatalog för paketet: {0}
th_th: เส้นทางแพคเกจ: {0}
tr_tr: Paket yolu: {0}
vi_vn: Đường dẫn gói: {0}
zh_cn: 软件包路径：{0}
zh_hk: 套件路徑：{0}
zh_tw: 套件路徑: {0}

source: Package integrity check
ar_sa: التحقق من تكامل الحزمة
cs_cz: Kontrola integrity balíčku
da_dk: Kontrol af pakkeintegritet
de_de: Prüfung der Paket-Integrität
el_gr: Έλεγχος ακεραιότητας πακέτου
es_es: Comprobación de integridad de paquete
es_us: Comprobación de integridad del paquete
et_ee: Paketi terviklikkuse kontroll
fi_fi: Paketin eheystarkistus
fil_ph: Pagtingin sa integridad ng package
fr_ca: Vérification de l'intégrité de la trousse
fr_fr: Vérification de l'intégrité du paquet
he_il: בדיקת שלמות החבילה
hr_hr: Provjera integriteta paketa
hu_hu: Csomag integritás-ellenőrzése
id_id: Pemeriksaan integritas paket
it_it: Controllo integrità pacchetto
ja_jp: パッケージの整合性チェック
ko_kr: 패키지 무결성 검사
lt_lt: Paketo vientisumo patikra
lv_lv: Pakotnes integritātes pārbaude
ms_my: Pemeriksaan integriti pakej
nb_no: Integritetskontroll av pakken
nl_nl: Pakketintegriteit controleren
pl_pl: Sprawdzanie integralności pakietu
pt_br: Verificação da integridade do pacote
pt_pt: Verificação da integridade do pacote
ro_ro: Verificare integritate pachet
ru_ru: Проверка целостности пакета
sk_sk: Kontrola integrity balíka
sl_si: Preverjanje celovitosti paketa
sv_se: Integritetskontroll av paketet
th_th: การตรวจสอบความสมบูรณ์ของแพคเกจ
tr_tr: Paket bütünlük denetimi
vi_vn: Kiểm tra tính toàn vẹn gói
zh_cn: 软件包的完整性检查
zh_hk: 套件整合性檢查
zh_tw: 套件完整性檢查

# PackageNotFound
source: Package not available for this device.
ar_sa: إن الحزمة غير متوفرة لهذا الهاتف.
cs_cz: Balíček není k dispozici pro tento telefon.
da_dk: Pakke fås ikke til denne telefon.
de_de: Paket für dieses Telefon nicht verfügbar.
el_gr: Μη διαθέσιμο πακέτο για το τηλέφωνο αυτό.
es_es: Paquete no disponible para este teléfono.
es_us: El paquete no está disponible para este teléfono.
et_ee: Pakett ei ole selle telefoni jaoks saadaval.
fi_fi: Tälle puhelimelle ei ole saatavilla pakettia
fil_ph: Hindi available sa teleponong ito ang package.
fr_ca: Trousse non disponible pour ce téléphone.
fr_fr: Paquet non disponible pour ce téléphone.
he_il: החבילה אינה זמינה עבור טלפון זה.
hr_hr: Paket nije dostupan za ovaj telefon.
hu_hu: Ehhez a telefonhoz nem érhető el csomag.
id_id: Paket tidak tersedia untuk telepon ini.
it_it: Pacchetto non disponibile per questo telefono.
ja_jp: この電話に対応するパッケージはありません。
ko_kr: 이 휴대폰에서 사용할 수 없는 패키지입니다.
lt_lt: Paketas šiame telefone negalimas.
lv_lv: Pakotne nav pieejama šim tālrunim.
ms_my: Pakej tidak tersedia untuk telefon ini.
nb_no: Programvarepakken er ikke tilgjengelig for denne telefonen.
nl_nl: Pakket niet beschikbaar voor deze telefoon.
pl_pl: Brak dostępnego pakietu dla wybranego telefonu.
pt_br: Pacote não disponível para este telefone.
pt_pt: Pacote não disponível para este telemóvel.
ro_ro: Pachet indisponibil pentru acest telefon.
ru_ru: Пакет недоступен для этого телефона.
sk_sk: Balík pre tento telefón nie je dostupný
sl_si: Paket opreme za ta telefon ni na voljo.
sv_se: Paket ej tillgängligt för denna telefon.
th_th: ไม่มีแพคเกจสำหรับโทรศัพท์นี้
tr_tr: Paket bu telefon için mevcut değil.
vi_vn: Gói không sẵn có cho điện thoại này.
zh_cn: 本手机无可用软件包。
zh_hk: 此手機並無可用的軟件包。
zh_tw: 沒有此手機可用的套件。

source: Package path not set
ar_sa: لم يتم تعيين مسار الحزمة
cs_cz: Nebyla nastavena cesta balíčku.
da_dk: Pakkesti ikke angivet
de_de: Paket-Pfad nicht angegeben
el_gr: Δεν έχει οριστεί διαδρομή πακέτου
es_es: No se ha establecido la ruta del paquete
es_us: No se estableció una ruta para el paquete
et_ee: Paketi rada ei ole seadistatud
fi_fi: Paketin polkua ei ole määritetty
fil_ph: Hindi naka-set ang path ng package
fr_ca: Chemin d'accès de la trousse non défini
fr_fr: Chemin du paquet non défini
he_il: נתיב החבילה לא מוגדר
hr_hr: Put paketa nije postavljen
hu_hu: A csomag elérési útja nincs beállítva
id_id: Jalur paket tidak ditetapkan
it_it: Percorso pacchetto non impostato
ja_jp: パッケージのパスが設定されていません
ko_kr: 패키지 경로가 설정되지 않음
lt_lt: Paketo kelias nenurodytas
lv_lv: Pakotnes ceļš nav iestatīts
ms_my: Laluan pakej tidak ditetapkan
nb_no: Pakkebane er ikke angitt
nl_nl: Pakketpad niet ingesteld
pl_pl: Nie wskazano ścieżki pakietu
pt_br: Caminho do pacote não definido
pt_pt: Caminho do pacote não definido
ro_ro: Calea pachetului nu a fost setată
ru_ru: Путь к пакету не задан
sk_sk: Cesta balíka nie je nastavená
sl_si: Pot paketa ni nastavljena
sv_se: Ingen målkatalog för paketet har angetts
th_th: ไม่ได้ตั้งค่าเส้นทางแพคเกจ
tr_tr: Paket yolu ayarlanmamış
vi_vn: Chưa đặt đường dẫn gói
zh_cn: 未设置软件包路径
zh_hk: 未設定套件路徑
zh_tw: 未設定套件路徑

source: Package selection
ar_sa: تحديد الحزمة
cs_cz: Výběr balíčku
da_dk: Valg af pakke
de_de: Paketauswahl
el_gr: Επιλογή πακέτου
es_es: Selección de paquete
es_us: Selección de paquete
et_ee: Paketi valik
fi_fi: Paketin valinta
fil_ph: Pagpipilian ng package
fr_ca: Sélection de trousse
fr_fr: Sélection du paquet
he_il: בחירת חבילה
hr_hr: Odabir paketa
hu_hu: Csomag kiválasztása
id_id: Pilihan paket
it_it: Selezione del pacchetto
ja_jp: パッケージの選択内容
ko_kr: 패키지 선택
lt_lt: Paketo pasirinkimas
lv_lv: Pakotnes atlase
ms_my: Pilihan pakej
nb_no: Pakkevalg
nl_nl: Pakketselectie
pl_pl: Wybór pakietu
pt_br: Seleção do pacote
pt_pt: Seleção do pacote
ro_ro: Selectare pachet
ru_ru: Выбор пакета
sk_sk: Výber balíka
sl_si: Izbira paketa
sv_se: Val av paket
th_th: การเลือกแพคเกจ
tr_tr: Paket seçimi
vi_vn: Chọn gói
zh_cn: 软件包选择
zh_hk: 套件選擇
zh_tw: 套件選擇

source: Packages
ar_sa: حزم
cs_cz: Balíčky
da_dk: Pakker
de_de: Pakete
el_gr: Πακέτα
es_es: Paquetes
es_us: Paquetes
et_ee: Paketid
fi_fi: Paketit
fil_ph: Mga package
fr_ca: Ensembles
fr_fr: Paquets
he_il: חבילות
hr_hr: Paketi
hu_hu: Csomagok
id_id: Paket
it_it: Pacchetti
ja_jp: パッケージ
ko_kr: 패키지
lt_lt: Paketai
lv_lv: Pakotnes
ms_my: Pakej
nb_no: Pakker
nl_nl: Pakketten
pl_pl: Pakiety
pt_br: Pacotes
pt_pt: Pacotes
ro_ro: Pachete
ru_ru: Пакеты
sk_sk: Balíky
sl_si: Paketi
sv_se: Paket
th_th: แพคเกจ
tr_tr: Paketler
vi_vn: Gói sản phẩm
zh_cn: 软件包
zh_hk: 套件
zh_tw: 套件

source: Packages path
ar_sa: مسار الحزم
cs_cz: Cesta balíčků
da_dk: Sti til pakker
de_de: Paket-Pfad
el_gr: Διαδρομή πακέτων
es_es: Ruta de paquetes
es_us: Ruta de paquetes
et_ee: Pakettide rada
fi_fi: Pakettipolku
fil_ph: Path ng packages
fr_ca: Chemin des trousses
fr_fr: Chemin des paquets
he_il: נתיב חבילות
hr_hr: Put za pakete
hu_hu: Csomagok elérési útja
id_id: Jalur paket
it_it: Percorso dei pacchetti
ja_jp: パッケージのパス
ko_kr: 패키지 경로
lt_lt: Paketų kelias
lv_lv: Pakotņu ceļš
ms_my: Laluan pakej
nb_no: Pakkebane
nl_nl: Pakkettenpad
pl_pl: Ścieżka pakietów
pt_br: Caminho de pacotes
pt_pt: Caminho de pacotes
ro_ro: Cale pachete
ru_ru: Пусть к пакетам
sk_sk: Cesta balíkov
sl_si: Pot paketov
sv_se: Målkatalog för paket
th_th: เส้นทางแพคเกจ
tr_tr: Paketlerin yolu
vi_vn: Đường dẫn gói
zh_cn: 软件包路径
zh_hk: 套件路徑
zh_tw: 套件路徑

# PasswordForm
source: Password
ar_sa: كلمة المرور
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
es_us: Contraseña
et_ee: Parool
fi_fi: Salasana
fr_ca: Mot de passe
fr_fr: Mot de passe
he_il: סיסמה
hr_hr: Zaporka
hu_hu: Jelszó
id_id: Sandi
ja_jp: パスワード
ko_kr: 암호
lt_lt: Slaptažodis
lv_lv: Parole
ms_my: Kata laluan
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Şifre
vi_vn: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# PhoneAddedHeader
source: Device connected
ar_sa: تم توصيل الهاتف
cs_cz: Telefon připojen
da_dk: Telefon tilsluttet
de_de: Telefon verbunden
el_gr: Το τηλέφωνο συνδέθηκε
es_es: Teléfono conectado
es_us: Teléfono conectado
et_ee: Seade on ühendatud
fi_fi: Puhelin on yhdistetty
fil_ph: Nakakonekta ang telepono
fr_ca: Téléphone connecté
fr_fr: Téléphone connecté
he_il: הטלפון מחובר
hr_hr: Telefon povezan
hu_hu: Telefon csatlakoztatva
id_id: Telepon tersambung
it_it: Telefono collegato
ja_jp: 電話が接続されました
ko_kr: 휴대폰이 연결됨
lt_lt: Telefonas prijungtas
lv_lv: Tālrunis pievienots
ms_my: Telefon disambungkan
nb_no: Mobilen er tilkoblet
nl_nl: Telefoon is verbonden
pl_pl: Podłączono telefon
pt_br: Telefone conectado
pt_pt: Telemóvel ligado
ro_ro: Telefon conectat
ru_ru: Телефон подключен
sk_sk: Telefón je pripojený
sl_si: Povezava s telefonom je vzpostavljena
sv_se: Telefon ansluten
th_th: โทรศัพท์เชื่อมต่อแล้ว
tr_tr: Telefon bağlandı
vi_vn: Điện thoại đã kết nối
zh_cn: 手机已连接
zh_hk: 已連接手機
zh_tw: 手機已連線

# PhoneAddedMessage
source: New device {0} has been connected.
ar_sa: تم توصيل الهاتف الجديد {0}.
cs_cz: Nový telefon {0} byl připojen.
da_dk: Den nye telefon {0} er blevet tilsluttet.
de_de: Verbindung zu neuem Telefon {0} wurde hergestellt.
el_gr: Συνδέθηκε νέο {0} τηλέφωνο.
es_es: Se ha conectado un nuevo teléfono {0}.
es_us: Se conectó {0}un nuevo teléfono.
et_ee: Uus seade {0} on ühendatud.
fi_fi: Uusi puhelin {0} on yhdistetty.
fil_ph: Bagong telepono {0} nakonekta.
fr_ca: Un nouveau téléphone {0} a été connecté.
fr_fr: Le nouveau téléphone {0} est connecté.
he_il: טלפון חדש {0} חובר.
hr_hr: Novi telefon {0} je povezan.
hu_hu: Új, {0} telefon csatlakoztatása megtörtént.
id_id: Telepon {0} baru sudah tersambung.
it_it: Il nuovo telefono {0} è stato collegato.
ja_jp: 新しい電話 {0} が接続されています。
ko_kr: 새로운 휴대폰 {0}이(가) 연결되었습니다.
lt_lt: Naujas telefonas {0} prijungtas.
lv_lv: Ir pievienots jauns tālrunis {0}.
ms_my: Telefon baru {0} telah disambungkan.
nb_no: Ny mobil {0} er tilkoblet.
nl_nl: Nieuwe telefoon {0} is verbonden.
pl_pl: Nowy telefon {0} został podłączony.
pt_br: Um novo telefone {0} foi conectado.
pt_pt: Foi ligado um telemóvel {0} novo.
ro_ro: Noul telefon {0} a fost conectat.
ru_ru: Подключен новый телефон {0}.
sk_sk: Bol pripojený nový telefón {0}.
sl_si: Povezava z novim telefonom {0} je vzpostavljena.
sv_se: Ny telefon {0} har anslutits.
th_th: โทรศัพท์ใหม่ {0} ได้ถูกเชื่อมต่อแล้ว
tr_tr: Yeni telefon {0} bağlandı.
vi_vn: Điện thoại {0} mới đã được kết nối.
zh_cn: 新手机 {0} 已连接。
zh_hk: 新手機 {0} 已被連接。
zh_tw: 已連線新手機 {0}。
