Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# FFUProductName
source: Product name:
ar_sa: اسم المنتج:
cs_cz: Název produktu:
da_dk: Produktnavn:
de_de: Produktname:
el_gr: Όνομα προϊόντος:
es_es: Nombre del producto:
es_us: Nombre del producto:
et_ee: Toote nimetus:
fi_fi: Tuotenimi:
fil_ph: Pangalan ng produkto:
fr_ca: Nom du produit :
fr_fr: Nom du produit :
he_il: שם המוצר:
hr_hr: Naziv proizvoda:
hu_hu: Termék neve:
id_id: Nama produk:
it_it: Nome prodotto:
ja_jp: 製品名:
ko_kr: 제품명:
lt_lt: Produkto pavadinimas:
lv_lv: Produkta nosaukums:
ms_my: Nama produk:
nb_no: Produktnavn:
nl_nl: Productnaam:
pl_pl: Nazwa produktu:
pt_br: Nome do produto:
pt_pt: Nome do produto:
ro_ro: Nume produs:
ru_ru: Название продукта:
sk_sk: Názov produktu:
sl_si: Ime izdelka:
sv_se: Produktnamn:
th_th: ชื่อผลิตภัณฑ์:
tr_tr: Ürün adı:
vi_vn: Tên sản phẩm:
zh_cn: 产品名称：
zh_hk: 產品名稱：
zh_tw: 產品名稱:

# FFUVersion
source: Version:
ar_sa: الإصدار:
cs_cz: Verze:
el_gr: Έκδοση:
es_es: Versión:
es_us: Versión:
et_ee: Versioon:
fi_fi: Versio:
fil_ph: Bersyon:
he_il: גרסה:
hr_hr: Verzija:
hu_hu: Verzió:
id_id: Versi:
it_it: Versione:
ja_jp: バージョン:
ko_kr: 버전:
lt_lt: Versija:
lv_lv: Versija:
ms_my: Versi:
nb_no: Versjon:
nl_nl: Versie:
pl_pl: Wersja:
pt_br: Versão:
pt_pt: Versão:
ro_ro: Versiune:
ru_ru: Версия:
sk_sk: Verzia:
sl_si: Različica:
th_th: เวอร์ชัน:
tr_tr: Sürüm:
vi_vn: Phiên bản:
zh_cn: 版本：
zh_hk: 版本：
zh_tw: 版本:

# FirmwareIntegrityError
source: Software package {0} is corrupted. Download package again or select other software.
ar_sa: إن حزمة البرنامج {0} تالفة. قم بتنزيل الحزمة مرة أخرة أو حدد برنامجًا آخر.
cs_cz: Softwarový balíček {0} je poškozený. Stáhněte balíček znovu nebo vyberte jiný software.
da_dk: Softwarepakken {0} er beskadiget. Download pakken igen, eller vælg en anden software.
de_de: Software-Paket {0} ist beschädigt. Laden Sie das Paket noch einmal herunter oder wählen Sie eine andere Software.
el_gr: Το πακέτο λογισμικού {0} είναι κατεστραμμένο. Εκτελέστε λήψη του πακέτου και πάλι ή επιλέξτε άλλο λογισμικό.
es_es: El paquete de software {0} está dañado. Vuelve a descargar el paquete o selecciona otro software.
es_us: El paquete de software {0} está dañado. Vuelva a descargar el paquete o seleccione otro software.
et_ee: Tarkvarapakett {0} on rikutud. Laadige pakett uuesti alla või valige muu tarkvara.
fi_fi: Ohjelmistopaketti {0} on vioittunut. Lataa paketti uudelleen tai valitse toinen ohjelmisto.
fil_ph: Sira ang software {0} package. I-download muli ang package o pumili ng ibang software.
fr_ca: La trousse logicielle {0} est endommagée. Téléchargez de nouveau le progiciel ou sélectionnez un autre logiciel.
fr_fr: Le paquet logiciel {0} est corrompu. Téléchargez à nouveau le paquet ou bien sélectionnez un autre logiciel.
he_il: חבילת התוכנה {0} פגומה. הורד שוב את החבילה או בחר תוכנה אחרת.
hr_hr: Softverski paket {0} je oštećen. Ponovno preuzmite paket ili odaberite drugi softver.
hu_hu: A következő szoftvercsomag sérült: {0}. Töltse le a csomagot ismét, vagy válasszon másik szoftvert.
id_id: Paket perangkat lunak {0} rusak. Unduh paket sekali lagi atau pilih perangkat lunak lainnya.
it_it: Il pacchetto software {0} è corrotto. Effettuare nuovamente il download del pacchetto o selezionare un altro software.
ja_jp: ソフトウェアパッケージ{0}が破損しています。 もう一度パッケージをダウンロードするか、別のソフトウェアを選択してください。
ko_kr: 소프트웨어 패키지 {0}(이)가 손상되었습니다. 패키지를 다시 다운로드하거나 다른 소프트웨어를 선택하십시오.
lt_lt: Programinės įrangos paketas {0} sugadintas. Vėl atsisiųskite paketą arba pasirinkite kitą programinę įrangą.
lv_lv: Programmatūras pakotne {0} ir bojāta. Lejupielādējiet pakotni vēlreiz vai atlasiet citu programmatūru.
ms_my: Pakej perisian {0} rosak. Muat turun pakej sekali lagi atau pilih perisian lain.
nb_no: Programvarepakken {0} er ødelagt. Last ned pakken på nytt, eller velg en annen programvare.
nl_nl: Softwarepakket {0} is beschadigd. Download het pakket opnieuw of selecteer andere software.
pl_pl: Pakiet oprogramowania {0} jest uszkodzony. Pobierz ponownie pakiet lub wybierz inne oprogramowanie.
pt_br: O pacote do software {0} está corrompido. Faça o download do pacote novamente ou selecione outro software.
pt_pt: O pacote de software {0} está corrompido. Transfira o pacote de novo ou seleccione outro software.
ro_ro: Pachetul software {0} este deteriorat. Descărcaţi pachetul din nou sau selectați alt software.
ru_ru: Пакет ПО {0} поврежден. Загрузите пакет повторно или выберите другое ПО.
sk_sk: Softvérový balík {0} je poškodený. Znova stiahnite balík alebo vyberte iný softvér.
sl_si: Paket programske opreme {0} je poškodovan. Ponovno prenesite paket ali izberite drugo programsko opremo.
sv_se: Programpaketet {0} är skadat. Ladda ned paketet igen eller välj annan programvara.
th_th: แพคเกจซอฟต์แวร์ {0} เสียหาย ดาวน์โหลดแพคเกจอีกครั้งหรือเลือกซอฟต์แวร์อื่น
tr_tr: {0} yazılım paketi bozuk. Paketi yeniden indirin veya başka bir yazılım seçin.
vi_vn: Gói phần mềm {0} bị hỏng. Tải xuống lại gói phần mềm hoặc chọn một phần mềm khác.
zh_cn: 软件包 {0} 已损坏。 重新下载软件包或选择其他软件。
zh_hk: 軟件包 {0} 已損壞。 重新下載軟件包或選擇其他軟件。
zh_tw: 軟體套件 {0} 已損毀。 重新下載套件，或選取其他軟體。

source: Firmware version:
ar_sa: إصدار البرنامج الثابت:
cs_cz: Verze firmwaru:
el_gr: Έκδοση υλικολογισμικού:
es_es: Versión de firmware:
es_us: Versión de firmware:
et_ee: Püsivara versioon:
fi_fi: Ohjelmistoversio:
fil_ph: Bersyon ng firmware:
fr_ca: Version du micrologiciel :
fr_fr: Version du microprogramme :
he_il: גרסת קושחה:
hr_hr: Verzija softvera uređaja:
hu_hu: Firmware verzió:
id_id: Versi firmware:
it_it: Versione firmware:
ja_jp: ファームウェアバージョン:
ko_kr: 펌웨어 버전:
lt_lt: Programinės aparatinės įrangos versija:
lv_lv: Aparātprogrammatūras versija:
ms_my: Versi perisian tegar:
nb_no: Fastvareversjon:
nl_nl: Firmwareversie:
pl_pl: Wersja firmware:
pt_br: Versão do firmware:
pt_pt: Versão de firmware:
ro_ro: Versiune firmware:
ru_ru: Версия микропрограммного обеспечения:
sk_sk: Verzia firmvéru:
sl_si: Različica vdelane programske opreme:
th_th: เวอร์ชันเฟิร์มแวร์:
tr_tr: Aygıt yazılımı sürümü:
vi_vn: Phiên bản vi chương trình:
zh_cn: 固件版本：
zh_hk: 軔體版本：
zh_tw: 韌體版本:

source: Firmware version: unknown
ar_sa: إصدار البرنامج الثابت: غير معروف
cs_cz: Verze firmwaru: neznámá
da_dk: Firmwareversion: ukendt
de_de: Firmware-Version: unbekannt
el_gr: Έκδοση υλικολογισμικού: άγνωστη
es_es: Versión de firmware: desconocido
es_us: Versión de firmware: desconocida
et_ee: Püsivara versioon: tundmatu
fi_fi: Ohjelmistoversio: tuntematon
fil_ph: Bersyon ng firmware: hindi matukoy
fr_ca: Version du micrologiciel : inconnue
fr_fr: Version du microprogramme : inconnue
he_il: גרסת קושחה: לא ידועה
hr_hr: Verzija softvera uređaja: nije poznata
hu_hu: Firmware verzió: ismeretlen
id_id: Versi firmware: tidak diketahui
it_it: Versione firmware: sconosciuta
ja_jp: ファームウェアバージョン: 不明
ko_kr: 펌웨어 버전: 알 수 없음
lt_lt: Programinės aparatinės įrangos versija: nežinoma
lv_lv: Aparātprogrammatūras versija: nezināma
ms_my: Versi perisian tegar: tidak diketahui
nb_no: Fastvareversjon: ukjent
nl_nl: Firmware versie: onbekend
pl_pl: Wersja firmware: nieznana
pt_br: Versão do firmware: desconhecida
pt_pt: Versão de firmware: desconhecida
ro_ro: Versiune firmware: necunoscută
ru_ru: Версия микропрограммного обеспечения: неизвестно
sk_sk: Verzia firmvéru: neznáma
sl_si: Različica vdelane programske opreme: neznana
sv_se: Firmware-version: okänd
th_th: เวอร์ชันเฟิร์มแวร์: ระบุไม่ได้
tr_tr: Aygıt yazılımı sürümü: Bilinmiyor
vi_vn: Phiên bản vi chương trình: không xác định
zh_cn: 固件版本：未知
zh_hk: 軔體版本：未知
zh_tw: 韌體版本: 未知

# FlashCancelMessage
source: Software package installation is in progress. Cancelling may damage your device. Are you sure you want to cancel the action?
ar_sa: إن تثبيت حزمة البرنامج قيد التقدّم. قد يؤدي الإلغاء إلى إلحاق الضرر بهاتفك. هل تريد بالتأكيد إلغاء الإجراء؟
cs_cz: Probíhá instalace softwarového balíčku. Zrušením můžete telefon poškodit. Skutečně chcete akci zrušit?
da_dk: Installation af softwarepakke er i gang. Annullering kan beskadige telefonen. Er du sikker på, at du vil annullere handlingen?
de_de: Software-Paket wird gerade installiert. Wenn Sie abbrechen, können Schäden an Ihrem Telefon auftreten. Sind Sie sicher, dass Sie den Vorgang abbrechen möchten?
el_gr: Η εγκατάσταση του πακέτου λογισμικού είναι σε εξέλιξη. Η ακύρωση ενδέχεται να προκαλέσει βλάβη στο τηλέφωνό σας. Είστε βέβαιοι ότι θέλετε να ακυρώσετε την ενέργεια;
es_es: La instalación del paquete de software está en curso. Si se cancela, se podría dañar el teléfono. ¿Estás seguro de que deseas cancelar la operación?
es_us: La instalación del paquete de software está en curso. Si se cancela, se podría dañar el teléfono. ¿Está seguro de que desea cancelar la operación?
et_ee: Tarkvarapaketi installimine pooleli. Tühistamine võib teie telefoni kahjustada. Kas soovite kindlasti toimingu tühistada?
fi_fi: Ohjelmistopakettia asennetaan. Peruuttaminen voi vaurioittaa puhelintasi. Haluatko varmasti peruuttaa?
fil_ph: Nasa progreso ang pag-install ng software Maaring makasira sa telepono mo ang pagkansela. Sigurado ka gusto mong kanselahin ang gawain?
fr_ca: Installation de la trousse logicielle en cours. L'annulation pourrait endommager votre téléphone. Voulez-vous vraiment annuler cette action?
fr_fr: L'installation du paquet logiciel est en cours. Le fait d'annuler l'installation risque d'endommager votre téléphone. Souhaitez-vous vraiment annuler ?
he_il: מתבצעת התקנה של חבילת התוכנה. פעולת הביטול עלולה לגרום נזק לטלפון. האם אתה בטוח שברצונך לבטל את הפעולה?
hr_hr: U tijeku je instalacija softverskog paketa. Otkazivanje može dovesti do oštećenja telefona. Želite li zaista otkazati postupak?
hu_hu: Szoftvercsomag-telepítés folyamatban van. A megszakítás károsíthatja a telefonját. Biztosan meg akarja szakítani a műveletet?
id_id: Instalasi paket perangkat lunak sedang berlangsung. Membatalkan bisa menyebabkan kerusakan pada telepon Anda. Anda yakin ingin membatalkan tindakan ini?
it_it: È in corso l'installazione del pacchetto software. Se si annulla l'operazione il telefono potrebbe danneggiarsi. Annullare l'operazione?
ja_jp: ソフトウェアパッケージのインストールが進行中です。 キャンセルすると、電話を損傷するおそれがあります。 アクションをキャンセルしますか?
ko_kr: 소프트웨어 패키지 설치를 진행 중입니다. 취소하면 휴대폰이 손상될 수 있습니다. 작업을 취소하시겠습니까?
lt_lt: Diegiamas programinės įrangos paketas. Atšaukdami, galite sugadinti savo telefoną. Ar tikrai norite atšaukti veiksmą?
lv_lv: Notiek programmatūras pakotnes instalēšana. To atceļot, varat sabojāt savu tālruni. Vai tiešām vēlaties atcelt šo darbību?
ms_my: Pemasangan pakej perisian sedang berjalan. Pembatalan boleh merosakkan telefon anda. Adakah anda pasti anda mahu membatalkan tindakan ini?
nb_no: Installasjon av programvarepakke pågår. Telefonen kan bli ødelagt hvis du avbryter. Er du sikker på at du vil avbryte handlingen?
nl_nl: Softwarepakket-installatie is bezig. Annuleren kan schade aan uw telefoon veroorzaken. Weet u zeker dat u de actie wilt annuleren?
pl_pl: Trwa instalacja pakietu oprogramowania. Anulowanie może spowodować uszkodzenie telefonu. Czy na pewno chcesz anulować proces?
pt_br: A instalação do pacote do software está em andamento. O cancelamento pode danificar seu telefone. Tem certeza de que deseja cancelar a ação?
pt_pt: Instalação do pacote de software em curso... Se cancelar, pode danificar o telemóvel. Tem a certeza de que pretende cancelar a ação?
ro_ro: Instalarea pachetului software este în curs. Revocarea poate duce la defectarea telefonului. Sigur doriți să revocați acțiunea?
ru_ru: Идет установка пакета ПО. Отмена процесса может привести к повреждению телефона. Отменить действие?
sk_sk: Prebieha inštalácia softvérového balíka. Zrušením môže dôjsť k poškodeniu telefónu. Naozaj chcete zrušiť akciu?
sl_si: Poteka namestitev paketa programske opreme. Če jo prekličete, lahko poškodujete telefon. Ste prepričani, da želite preklicati dejanje?
sv_se: Installation av programvarupaket pågår. Om du avbryter installationen kan det skada telefonen. Är du säker på att du vill avbryta åtgärden?
th_th: กำลังดำเนินการติดตั้งแพคเกจซอฟต์แวร์ การยกเลิกอาจทำให้โทรศัพท์ของคุณเสียหาย คุณแน่ใจหรือว่าคุณต้องการยกเลิกการดำเนินการ
tr_tr: Yazılım paketi yüklemesi devam ediyor. İşlemin iptal edilmesi telefonunuza zarar verebilir. İşlemi iptal etmek istediğinizden emin misiniz?
vi_vn: Đang tiến hành cài đặt gói phần mềm. Việc hủy bỏ có thể làm hỏng điện thoại của bạn. Bạn có chắc muốn hủy bỏ hành động này không?
zh_cn: 正在安装软件包。 取消操作可能会损坏您的手机。 是否确定取消此操作？
zh_hk: 軟件包安裝正進行中。 取消可能損壞您的手機。 您是否確定要取消動作？
zh_tw: 軟體套件安裝正在進行中。 取消可能會損壞手機。 是否確定要取消動作?

# FlashWarningMessage1
source: Do not use your device. Do not disconnect the cable. Do not switch off the device. Otherwise your device may stop working.
ar_sa: لا تستخدم هاتفك. لا تفصل الكابل. لا تطفئ الهاتف. وإلّا فقد يتوقف هاتفك عن العمل.
cs_cz: Telefon nepoužívejte. Neodpojujte kabel. Telefon nevypínejte. Jinak může telefon přestat fungovat.
da_dk: Brug ikke telefonen. Frakobl ikke kablet. Slå ikke telefonen fra. Ellers holder telefonen muligvis op med at fungere.
de_de: Verwenden Sie das Telefon nicht. Trennen Sie das Kabel nicht. Schalten Sie Ihr Telefon nicht aus. Ihr Telefon könnte sonst Schaden nehmen.
el_gr: Μην χρησιμοποιήσετε το τηλέφωνό σας. Μην αποσυνδέσετε το καλώδιο. Μην απενεργοποιήσετε το τηλέφωνο. Διαφορετικά, το τηλέφωνό σας ενδέχεται να σταματήσει να λειτουργεί.
es_es: No utilices tu teléfono. No desconectes el cable. No apagues el teléfono. De lo contrario, el teléfono podría dejar de funcionar.
es_us: No utilice el teléfono. No desconecte el cable. No apague el teléfono. De lo contrario, el teléfono podría dejar de funcionar.
et_ee: Ärge kasutage oma telefoni. Ärge lahutage kaablit. Ärge lülitage telefoni välja. Muidu võib teie telefon töötamise lõpetada.
fi_fi: Älä käytä puhelinta. Älä irrota kaapelia. Älä sammuta puhelinta. Muussa tapauksessa puhelin voi lakata toimimasta.
fil_ph: Huwag gamitin ang iyong telepono. Huwag tanggalin ang cable. Huwag i-off ang telepono. Kung hindi, baka tumigil sa paggana ang iyong telepono.
fr_ca: N'utilisez pas votre téléphone. Ne débranchez pas le câble. N’éteignez pas le téléphone. Sinon, il se peut que votre téléphone cesse de fonctionner.
fr_fr: N'utilisez pas votre téléphone. Ne débranchez pas le câble. N'éteignez pas le téléphone. Sinon, votre téléphone risque de ne plus fonctionner.
he_il: אל תשתמש בטלפון. אל תנתק את הכבל. אל תכבה את הטלפון. אחרת הטלפון עלול להפסיק לפעול.
hr_hr: Nemojte upotrebljavati svoj telefon. Nemojte odspajati kabel. Nemojte isključivati telefon. U protivnom uređaj može prestati s radom.
hu_hu: Ne használja a telefont. Ne húzza ki a kábelt. Ne kapcsolja ki a telefont. Ellenkező esetben a telefon működése leállhat.
id_id: Jangan gunakan telepon Anda. Jangan mencabut kabel. Jangan mematikan telepon. Atau telepon tidak dapat berfungsi dengan baik.
it_it: Non utilizzare il telefono. Non scollegare il cavo. Non spegnere il telefono. In caso contrario, il telefono potrebbe smettere di funzionare.
ja_jp: 電話を使用しないでください。 ケーブルの接続を切断しないでください。 電話の電源をオフにしないでください。 そうしない場合は、電話が作動しなくなることがあります。
ko_kr: 휴대폰을 사용하지 마십시오. 케이블을 분리하지 마십시오. 휴대폰을 끄지 마십시오. 그렇지 않으면 휴대폰 작동이 중지될 수 있습니다.
lt_lt: Nenaudokite telefono Neatjunkite kabelio. Neišjunkite telefono. Taip padarius telefonas gali nebeveikti.
lv_lv: Neizmantojiet tālruni. Neatvienojiet kabeli. Neizslēdziet tālruni. Pretējā gadījumā jūsu tālrunis, iespējams, vairs nedarbosies.
ms_my: Jangan gunakan telefon anda. Jangan tanggalkan kabel. Jangan matikan telefon. Jika tidak telefon anda mungkin berhenti berfungsi.
nb_no: Ikke bruk telefonen. Ikke koble fra kabelen. Ikke slå av telefonen. ellers kan den slutte å fungere.
nl_nl: Gebruik uw telefoon niet. Maak de kabel niet los. Schakel de telefoon niet uit. Anders werkt de telefoon mogelijk niet meer.
pl_pl: Nie należy korzystać z telefonu. Nie należy odłączać kabla. Nie należy wyłączać telefonu. W przeciwnym razie telefon może przestać działać.
pt_br: Não utilize seu telefone. Não desconecte o cabo. Não desligue o telefone. Caso contrário seu telefone poderá parar de funcionar.
pt_pt: Não utilize o telemóvel. Não desligue o cabo. Não desligue o telemóvel. De outra forma, o seu telemóvel pode deixar de funcionar.
ro_ro: Nu vă utilizaţi telefonul. Nu deconectaţi cablul. Nu opriţi telefonul. În caz contrar, este posibil ca telefonul dvs. să înceteze să funcționeze.
ru_ru: Не пользуйтесь телефоном. Не отсоединяйте кабель. Не выключайте телефон. В противном случае телефон может перестать работать.
sk_sk: Nepoužívajte telefón. Neodpájajte kábel. Nevypínajte telefón. V opačnom prípade môže telefón prestať pracovať.
sl_si: Ne uporabljajte svojega telefona. Ne odklopite kabla. Ne izključite telefona. Sicer bo vaš telefon prenehal delovati.
sv_se: Använd inte din telefon. Frånkoppla inte kabeln. Stäng inte av telefonen. Annars kanske din telefon slutar fungera.
th_th: อย่าใช้โทรศัพท์ของคุณ ห้ามถอดสาย ห้ามปิดโทรศัพท์ มิฉะนั้นโทรศัพท์ของคุณอาจหยุดการทำงาน
tr_tr: Telefonunuzu kullanmayın. Kablo bağlantısını kesmeyin. Telefonu kapatmayın. Aksi takdirde telefonunuz çalışmayabilir.
vi_vn: Không sử dụng điện thoại của bạn. Không ngắt kết nối khỏi cáp. Không tắt điện thoại. Nếu không, điện thoại của bạn có thể ngừng làm việc.
zh_cn: 切勿使用手机。 切勿断开数据线。 切勿关闭手机。 否则您的手机可能会停止工作。
zh_hk: 請勿使用手機。 請勿斷開纜線的連接。 請勿關掉手機。 否則，手機可能停止工作。
zh_tw: 請勿使用手機。 請勿中斷連接傳輸線。 請勿關閉手機。 否則您的手機可能會停止運作。

# FlashWarningMessage2
source: During the installation, your device restarts and the screen goes blank. You can ignore all Windows notifications about USB cable connection.
ar_sa: أثناء التثبيت، ستتم إعادة تشغيل هاتفك وستصبح الشاشة بيضاء. يمكنك تجاهل إعلامات Windows كلها حول توصيل كابل USB.
cs_cz: Při instalaci se telefon restartuje a objeví se prázdná obrazovka. Můžete ignorovat všechna upozornění systému Windows týkající se připojení kabelu USB.
da_dk: Under installationen genstartes telefonen, og skærmen bliver tom. Du kan ignorere alle Windows-meddelelser om USB-kabelforbindelse.
de_de: Während der Installation startet Ihr Telefon neu, und es wird ein leerer Bildschirm angezeigt. Sie können alle Windows-Hinweise zur USB-Kabelverbindung ignorieren.
el_gr: Κατά την εγκατάσταση, το τηλέφωνό σας επανεκκινείται και η οθόνη μένει κενή. Μπορείτε να αγνοήσετε όλες τις ειδοποιήσεις των Windows σχετικά με τη σύνδεση του καλωδίου USB.
es_es: Durante la instalación, el teléfono se reinicia y la pantalla se queda en blanco. Puedes ignorar todas las notificaciones de Windows acerca de la conexión mediante cable USB.
es_us: Durante la instalación, el teléfono se reiniciará y la pantalla quedará en blanco. Puede ignorar todas las notificaciones de Windows acerca de la conexión del cable USB.
et_ee: Installimise käigus teie telefon taaskäivitub ja ekraanipilti ei kuvata. Ärge pöörake tähelepanu Windowsi teavitustele USB-kaabli ühendamise kohta.
fi_fi: Puhelin käynnistyy uudelleen asennuksen aikana ja sen näyttö sammuu. Windowsin USB-yhteyttä koskevista huomautuksista ei tarvitse välittää.
fil_ph: Habang nag-iinstall, nag-restart ang telepono mo at naging blangko ang screen. Maari mong balewalain ang lahat ng mga abiso ng Windows tungkol sa koneksyon ng USB cable.
fr_ca: Durant l'installation, votre téléphone redémarre et l'écran devient blanc. Vous pouvez ignorer toutes les notifications de Windows à propos du branchement du câble USB.
fr_fr: Pendant l'installation, votre téléphone redémarre et l'écran n'affiche rien. Vous pouvez ignorer toutes les notifications Windows concernant la connexion par câble USB.
he_il: במהלך ההתקנה, הטלפון מופעל מחדש ומוצג מסך ריק. תוכל להתעלם מכל ההודעות של Windows לגבי חיבור כבל USB.
hr_hr: Tijekom instalacije telefon s ponovo pokrene i zaslon se zacrni. Možete zanemariti sve obavijesti sustava Windows o vezi USB kabela.
hu_hu: A telepítés során a telefon újraindul, és a kijelző elsötétül. Figyelmen kívül hagyhat minden Windows-értesítést, amely az USB-kábel csatlakoztatására vonatkozik.
id_id: Selama instalasi, telepon Anda akan dihidupkan ulang dan layar akan kosong. Anda dapat mengabaikan semua pemberitahuan Windows tentang sambungan kabel USB.
it_it: Durante l'installazione, il telefono si riavvia e lo schermo diventa nero. È possibile ignorare tutte le notifiche Windows riguardo al collegamento del cavo USB.
ja_jp: インストール中に、電話が再起動して画面が空白になります。 USBケーブル接続に関するWindowsの通知はすべて無視することができます。
ko_kr: 설치하는 동안 휴대폰이 다시 시작하고 빈 화면이 표시됩니다. USB 케이블 연결에 대한 모든 Windows 알림은 무시해 주십시오.
lt_lt: Diegiant jūsų telefonas paleidžiamas iš naujo, o ekranas yra tuščias. Galite nepaisyti visų Windows įspėjimų dėl USB kabelio prijungimo.
lv_lv: Instalēšanas laikā jūsu tālrunis tiek restartēts un tā ekrānā nekas nav redzams. Varat ignorēt visus Windows paziņojumus par USB kabeļa savienojumu.
ms_my: Semasa pemasangan, telefon anda akan dimulakan semula dan skrin akan terpadam. Anda boleh mengabaikan semua pemberitahuan Windows tentang sambungan kabel USB.
nb_no: Telefonen din starter på nytt og skjermen blir svart under installasjonen. Du kan ignorere alle Windows-varsler om USB-tilkobling.
nl_nl: Tijdens de installatie wordt de telefoon opnieuw opgestart en geeft het scherm geen beeld weer. U kunt alle Windows-meldingen over USB-kabelverbinding negeren.
pl_pl: W trakcie instalacji telefon uruchomi się ponownie, a ekran zgaśnie. Możesz zignorować wszelkie komunikaty systemu Windows o podłączeniu przewodu USB.
pt_br: Durante a instalação, seu telefone reinicia e a tela fica em branco. Você pode ignorar todas as notificações do Windows sobre a conexão do cabo USB.
pt_pt: Durante a instalação, o telemóvel é reiniciado e o ecrã fica branco. Pode ignorar todas as notificações do Windows acerca da ligação do cabo USB.
ro_ro: În timpul instalării, telefonul repornește și ecranul nu mai afișează nimic. Puteți ignora toate notificările Windows privind conectarea prin cablu USB.
ru_ru: Во время установки телефон перезапустится, и экран погаснет. Все сообщения Windows о подключении USB-кабеля можно игнорировать.
sk_sk: Počas inštalácie sa telefón reštartuje a obrazovka zostane prázdna. Môžete ignorovať všetky oznámenia systému Windows o pripojení kábla USB.
sl_si: Med namestitvijo se bo telefon zagnal znova in zaslon se bo ugasnil. Prezrete lahko vsa obvestila operacijskega sistema Windows o povezavi s kablom USB.
sv_se: Under installationen startas telefonen om, och skärmen blir tom. Du kan ignorera alla Windows-meddelanden om USB-kabelanslutning.
th_th: ระหว่างการติดตั้ง โทรศัพท์ของคุณจะรีสตาร์ทและหน้าจอจะกลายเป็นหน้าว่าง คุณไม่จำเป็นต้องสนใจการแจ้งเตือนจาก Windows ทั้งหมดเกี่ยวกับการเชื่อมต่อสาย USB
tr_tr: Yükleme sırasında telefonunuz yeniden başlatılır ve boş ekran görünür. USB kablo bağlantısıyla ilgili tüm Windows bildirimlerini göz ardı edebilirsiniz.
vi_vn: Trong khi cài đặt, điện thoại của bạn sẽ khởi động lại và màn hình hoàn toàn trống. Bạn có thể bỏ qua tất cả thông báo của Windows về kết nối cáp USB.
zh_cn: 在安装期间，您的手机会重启，屏幕变为空白。 您可以忽略所有有关 USB 数据线连接的 Windows 通知。
zh_hk: 安裝期間，您的手機會重新開啟，螢幕將變為空白。 您可以忽略有關 USB 纜線連接的所有 Windows 通知。
zh_tw: 安裝時，您的手機會重新啟動，螢幕會變成空白。 您可忽略所有與 USB 傳輸線連接相關的 Windows 通知。
