Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

source: Caps Lock is on
ar_sa: مفتاح caps lock قيد التشغيل
cs_cz: Je zapnutý Caps Lock
da_dk: Caps Lock er slået til
de_de: Die Feststelltaste ist aktiviert
el_gr: Το Caps Lock είναι ενεργοποιημένο
es_es: Bloqueo de mayúsculas activado
es_us: Bloqueo de mayúsculas activado
et_ee: Suurtähelukk on sisse lülitatud
fi_fi: Caps Lock on päällä
fil_ph: Naka-on ang caps lock
fr_ca: Verr Maj est activée
fr_fr: La touche de verrouillage des majuscules est activée
he_il: האפשרות Caps Lock מופעלת
hr_hr: Uključena su velika slova
hu_hu: A Caps Lock be van kapcsolva.
id_id: Huruf Besar aktif
it_it: Il blocco maiuscole è attivo
ja_jp: Caps Lockがオンになっています
ko_kr: Caps Lock이 켜진 상태입니다.
lt_lt: Klavišas „Caps Lock“ įjungtas
lv_lv: Ir ieslēgts burtslēgs
ms_my: Kunci Huruf Besar dihidupkan
nb_no: Caps Lock er på
nl_nl: Caps Lock is ingeschakeld
pl_pl: Caps Lock jest włączony
pt_br: Caps Lock está ativado
pt_pt: Caps Lock ligado
ro_ro: Caps Lock activat
ru_ru: Включен режим Caps Lock
sk_sk: Funkcia Caps Lock je zapnutá
sl_si: Vključen Caps Lock
sv_se: Caps Lock på
th_th: ปุ่มล็อคตัวอักษรใหญ่ทำงานอยู่
tr_tr: Büyük Harf Kilidi açık
vi_vn: Caps Lock đang bật
zh_cn: 大写锁定键已开启
zh_hk: Caps Lock已開啟
zh_tw: 已開啟 Caps Lock (大寫鎖定)

# CheckLatestPackageHeader
source: Device info
ar_sa: معلومات حول الهاتف
cs_cz: Informace o telefonu
da_dk: Telefonoplysninger
de_de: Telefondaten
el_gr: Πληροφορίες τηλεφώνου
es_es: Información sobre el teléfono
es_us: Información del teléfono
et_ee: Teave telefoni kohta
fi_fi: Puhelimen tiedot
fil_ph: Impo ng telepono
fr_ca: Information sur le téléphone
fr_fr: Informations sur le téléphone
he_il: פרטי הטלפון
hr_hr: Podaci o telefonu
hu_hu: Telefoninformáció
id_id: Info telepon
it_it: Info sul telefono
ja_jp: 電話の情報
ko_kr: 휴대폰 정보
lt_lt: Telefono informacija
lv_lv: Tālruņa informācija
ms_my: Maklumat telefon
nb_no: Telefoninformasjon
nl_nl: Telefoongegevens
pl_pl: Informacje o telefonie
pt_br: Informações do telefone
pt_pt: Informações do telemóvel
ro_ro: Informații despre telefon
ru_ru: Информация о телефоне
sk_sk: Informácie o telefóne
sl_si: Informacije o telefonu
sv_se: Information om telefonen
th_th: ข้อมูลโทรศัพท์
tr_tr: Telefon bilgisi
vi_vn: Thông tin điện thoại
zh_cn: 手机信息
zh_hk: 手機資訊
zh_tw: 手機資訊

# CheckingAlreadyDownloadedFiles
source: Checking compatibility of downloaded files
ar_sa: يتم الآن التحقق من توافق الملفات التي تم تنزيلها
cs_cz: Kontrola kompatibility stažených souborů
da_dk: Kontrollerer downloadede filers kompatibilitet
de_de: Kompatibilität heruntergeladener Dateien wird geprüft
el_gr: Έλεγχος συμβατότητας αρχείων που έχουν ληφθεί
es_es: Comprobando compatibilidad de archivos descargados
es_us: Comprobando compatibilidad de archivos descargados
et_ee: Allalaaditud failide ühilduvuse kontrollimine
fi_fi: Tarkistetaan ladattujen tiedostojen yhteensopivuutta
fil_ph: Tinitingnan ang pagkakatugma sa mga nai-download na mga file
fr_ca: Vérification de la compatibilité des fichiers téléchargés
fr_fr: Vérification de la compatibilité des fichiers téléchargés...
he_il: בדיקת תאימות לקבצים שהורדו
hr_hr: Provjera kompatibilnosti preuzetih datoteka
hu_hu: A letöltött fájlok kompatibilitásának ellenőrzése
id_id: Memeriksa kompatibilitas file yang diunduh
it_it: Verifica della compatibilità dei file scaricati in corso
ja_jp: ダウンロード済ファイルの互換性をチェック中
ko_kr: 다운로드한 파일의 호환성 검사 중
lt_lt: Tikrinamas parsisiųstų failų suderinamumas
lv_lv: Notiek lejupielādēto failu saderības pārbaude
ms_my: Memeriksa keserasian fail yang dimuat turun
nb_no: Kontrollerer kompatibiliteten til nedlastede filer
nl_nl: Compatibiliteit van gedownloade bestanden controleren
pl_pl: Sprawdzanie kompatybilności pobranych plików
pt_br: Verificando a compatibilidade dos arquivos transferidos por download
pt_pt: A verificar a compatibilidade dos ficheiros transferidos...
ro_ro: Se verifică dacă fișierele descărcate sunt compatibile
ru_ru: Проверка совместимости загруженных файлов
sk_sk: Kontroluje sa kompatibilita prevzatých súborov
sl_si: Preverjanje združljivosti prenesenih datotek
sv_se: Kontrollerar nedladdade filers kompatibilitet
th_th: กำลังตรวจสอบความเข้ากันได้ของไฟล์ที่ดาวน์โหลด
tr_tr: İndirilen dosyaların uyumluluğu denetleniyor
vi_vn: Kiểm tra tính tương thích của các tập tin đã tải về
zh_cn: 正在检查已下载文件的兼容性
zh_hk: 正在檢查已下載文件的兼容性
zh_tw: 正在檢查已下載檔案的相容性

# CheckingAppUpdate
source: Checking for available application updates
ar_sa: يتم الآن التحقق من توفّر تحديثات للتطبيق
cs_cz: Kontrola dostupných aktualizací aplikací
da_dk: Kontrollerer, om der er tilgængelige programopdateringer
de_de: Verfügbare Anwendungs-Updates werden gesucht
el_gr: Έλεγχος για διαθέσιμες ενημερώσεις εφαρμογών
es_es: Comprobando si hay actualizaciones disponibles para la aplicación
es_us: Comprobación de actualizaciones disponibles para aplicaciones
et_ee: Rakenduse olemasolevate värskenduste kontrollimine
fi_fi: Tarkistetaan sovelluksen päivityksiä
fil_ph: Tinitingnan ang mga available na update ng application
fr_ca: Vérification des mises à jour disponibles de l'application
fr_fr: Recherche de mises à jour d'application disponibles...
he_il: בדיקת עדכוני יישום זמינים
hr_hr: Provjera dostupnih ažuriranja aplikacija
hu_hu: Elérhető alkalmazásfrissítések keresése
id_id: Memeriksa pembaruan aplikasi yang tersedia
it_it: Ricerca in corso degli aggiornamenti disponibili per l'applicazione
ja_jp: 使用可能なアプリケーション更新情報をチェックしています
ko_kr: 사용 가능한 응용 프로그램 업데이트 확인 중
lt_lt: Tikrinama, ar yra galimų programos naujinimų
lv_lv: Pārbauda, vai nav pieejami programmas atjauninājumi
ms_my: Memeriksa kemas kini aplikasi yang tersedia
nb_no: Søker etter tilgjengelige programoppdateringer
nl_nl: Controleren op beschikbare applicatie-updates
pl_pl: Sprawdzanie dostępności aktualizacji aplikacji
pt_br: Verificando atualizações do aplicativo disponíveis
pt_pt: A verificar se existem atualizações disponíveis para a aplicação...
ro_ro: Se caută actualizări disponibile pentru aplicație
ru_ru: Проверка доступных обновлений приложения
sk_sk: Kontrolujú sa dostupné aktualizácie aplikácií
sl_si: Preverjanje, ali so na voljo posodobitve aplikacije
sv_se: Letar efter programuppdateringar
th_th: กำลังตรวจสอบแอพพลิเคชั่นที่พร้อมอัพเดต
tr_tr: Mevcut uygulama güncellemeleri denetleniyor
vi_vn: Kiểm tra các bản cập nhật ứng dụng sẵn có
zh_cn: 正在检查应用程序的可用更新
zh_hk: 正在檢查可用的應用程式更新
zh_tw: 正在檢查可用的應用程式更新

# CheckingFirmwareAvailability
source: Checking software availability
ar_sa: يتم الآن التحقق من توفّر البرنامج
cs_cz: Kontrola dostupnosti softwaru
da_dk: Kontrollerer tilgængelighed af software
de_de: Software-Verfügbarkeit wird geprüft
el_gr: Έλεγχος διαθεσιμότητας λογισμικού
es_es: Comprobando disponibilidad del software
es_us: Comprobando disponibilidad del software
et_ee: Tarkvara kättesaadavuse kontrollimine
fi_fi: Tarkistetaan ohjelmiston saatavuutta
fil_ph: Tinitingnan ang available na software
fr_ca: Vérification de la disponibilité du logiciel
fr_fr: Vérification de la disponibilité du logiciel...
he_il: בדיקת זמינות תוכנה
hr_hr: U tijeku je provjera dostupnosti softvera
hu_hu: Szoftver elérhetőségének ellenőrzése
id_id: Memeriksa ketersediaan perangkat lunak
it_it: Controllo della disponibilità del software in corso
ja_jp: ソフトウェア可用性のチェック中
ko_kr: 소프트웨어 가용성 확인 중
lt_lt: Tikrinamas programinės įrangos prieinamumas
lv_lv: Programmatūras pieejamības pārbaude
ms_my: Memeriksa ketersediaan perisian
nb_no: Kontrollerer programvaretilgjengelighet
nl_nl: Beschikbaarheid van software controleren
pl_pl: Sprawdzanie dostępności oprogramowania
pt_br: Verificando a disponibilidade do software
pt_pt: A verificar a disponibilidade do software...
ro_ro: Se verifică disponibilitatea software-ului
ru_ru: Проверка доступности ПО
sk_sk: Kontroluje sa dostupnosť softvéru
sl_si: Preverjanje razpoložljivosti programske opreme
sv_se: Kontrollerar programvarans tillgänglighet
th_th: กำลังตรวจสอบความพร้อมของซอฟต์แวร์
tr_tr: Yazılımın mevcut olup olmadığı denetleniyor
vi_vn: Kiểm tra tính sẵn sàng của phần mềm
zh_cn: 正在检查软件可用性
zh_hk: 正在檢查軟件可用性
zh_tw: 正在檢查軟體可用性

source: Checking package integrity
ar_sa: يتم الآن التحقق من تكامل الحزمة
cs_cz: Kontrola integrity balíčku
da_dk: Kontrollerer pakkeintegritet
de_de: Paket-Integrität wird geprüft
el_gr: Έλεγχος ακεραιότητας πακέτου
es_es: Comprobando integridad del paquete
es_us: Comprobando la integridad del paquete
et_ee: Paketi terviklikkuse kontroll
fi_fi: Tarkistetaan paketin eheyttä
fil_ph: Tinitingnan ang integridad ng package
fr_ca: Vérification de l'intégrité de la trousse
fr_fr: Vérification de l'intégrité du paquet...
he_il: בדיקת שלמות החבילה
hr_hr: Provjera integriteta paketa
hu_hu: Csomag integritás-ellenőrzése
id_id: Memeriksa integritas paket
it_it: Controllo dell'integrità del pacchetto in corso
ja_jp: パッケージの整合性をチェック中
ko_kr: 패키지 무결성 검사 중
lt_lt: Tikrinamas paketo vientisumas
lv_lv: Notiek pakotnes integritātes pārbaude
ms_my: Memeriksa integriti pakej
nb_no: Kontrollerer pakkens integritet
nl_nl: Pakketintegriteit controleren
pl_pl: Sprawdzanie integralności pakietu
pt_br: Verificando a integridade do pacote
pt_pt: A verificar a integridade do pacote...
ro_ro: Se verifică integritatea pachetului
ru_ru: Идет проверка целостности пакета
sk_sk: Kontroluje sa integrita balíka
sl_si: Preverjanje celovitosti paketa
sv_se: Kontrollerar paketets integritet
th_th: กำลังตรวจสอบความสมบูรณ์ของแพคเกจ
tr_tr: Paket bütünlüğü denetleniyor
vi_vn: Kiểm tra tính toàn vẹn của gói
zh_cn: 正在检查软件包的完整性
zh_hk: 檢查套件整合性檢查
zh_tw: 正在檢查套件完整性

# CleanUserDataQuestion
source: Are you sure you want to delete all application data (reports, device software packages, log files)?
ar_sa: هل تريد بالتأكيد حذف كل بيانات التطبيق (التقارير وحزم برنامج الهاتف وملفات السجل)؟
cs_cz: Skutečně chcete odstranit všechna data aplikací (zprávy, balíčky softwaru telefonu, soubory protokolu)?
da_dk: Er du sikker på, at du vil slette alle programdata (rapporter, telefonsoftwarepakker, logfiler)?
de_de: Sind Sie sicher, dass Sie alle Anwendungsdaten löschen möchten (Berichte, Software-Pakete des Telefons, Log-Dateien)?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα δεδομένα της εφαρμογής (αναφορές, πακέτα λογισμικού τηλεφώνου, αρχεία καταγραφής);
es_es: ¿Estás seguro de que deseas eliminar todos los datos de la aplicación (informes, paquetes de software del teléfono, archivos de registro)?
es_us: ¿Está seguro de que desea eliminar todos los datos de la aplicación (reportes, paquetes de software del teléfono, archivos de registro)?
et_ee: Kas soovite kindlasti kõik rakenduse andmed (aruanded, telefoni tarkvarapaketid, logifailid) kustutada?
fi_fi: Haluatko varmasti poistaa kaikki sovellustiedot (raportit, puhelimen ohjelmistopaketit, lokitiedostot)?
fil_ph: Sigurado ka gusto mong tanggalin ang lahat ng application data (mga ulat, software ng mga package ng telepono, mga talaga ng file)?
fr_ca: Voulez-vous vraiment supprimer toutes les données d'applications (rapports, trousses logicielles du téléphone, fichiers journaux)?
fr_fr: Voulez-vous vraiment supprimer toutes les données d'application (rapports, paquets logiciels du téléphone, fichiers journaux) ?
he_il: האם אתה בטוח שברצונך למחוק את כל נתוני היישום (דוחות, חבילות תוכנת טלפון, קובצי יומן)?
hr_hr: Jeste li sigurni da želite izbrisati sve podatke aplikacije (izvještaji, softverski paketi telefona, datoteke dnevnika)?
hu_hu: Biztosan törölni szeretne minden alkalmazásadatot (jelentéseket, telefonszoftver-csomagokat, naplófájlokat)?
id_id: Anda yakin ingin menghapus semua data aplikasi (laporan, paket perangkat lunak telepon, file log)?
it_it: Eliminare tutti i dati dell'applicazione (report, pacchetti software del telefono, file di registro)?
ja_jp: すべてのアプリケーションデータ（レポート、電話のソフトウェアパッケージ、ログファイル）を削除してもよろしいですか?
ko_kr: 모든 응용 프로그램 데이터(보고서, 휴대폰 소프트웨어 패키지, 로그 파일)를 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti visus programos duomenis (ataskaitas, telefono programinės įrangos paketus, žurnalo failus)?
lv_lv: Vai tiešām vēlaties izdzēst visus programmu datus (atskaites, tālruņa programmatūras pakotnes, žurnālfailus)?
ms_my: Adakah anda pasti anda mahu memadam semua data aplikasi (laporan, pakej perisian telefon, fail log)?
nb_no: Er du sikker på at du vil slette alle programdata (rapporter, telefonens programvarepakker, loggfiler)?
nl_nl: Weet u zeker dat u alle applicatiegegevens (rapporten, telefoonsoftwarepakketten, logbestanden) wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie dane aplikacji (raporty, pakiety oprogramowania dla telefonu, pliki dziennika)?
pt_br: Tem certeza de que deseja excluir todos os dados do aplicativo (relatórios, pacotes de software do telefone, arquivos de registro)?
pt_pt: Tem a certeza de que pretende eliminar todos os dados da aplicação (relatórios, pacotes de software do telemóvel, ficheiros de registo)?
ro_ro: Sigur doriți să ștergeți toate datele aplicației (rapoarte, pachete software ale telefonului, fișiere jurnal)?
ru_ru: Удалить все данные приложений (отчеты, пакеты ПО для телефона, файлы журналов)?
sk_sk: Naozaj chcete vymazať všetky údaje aplikácie (správy, softvérové balíky telefónu, súbory denníka)?
sl_si: Ste prepričani, da želite izbrisati vse podatke aplikacij (poročila, pakete programske opreme telefona, dnevniške datoteke)?
sv_se: Är du säker på att du vill radera all programdata (rapporter, telefonprogrampaket, loggfiler)?
th_th: คุณแน่ใจหรือว่าคุณต้องการลบข้อมูลแอพพลิเคชั่นทั้งหมด (รายงาน แพคเกจซอฟต์แวร์โทรศัพท์ ไฟล์บันทึก)
tr_tr: Tüm uygulama verilerini (raporlar, telefon yazılımı paketleri, günlük dosyalarını) silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc muốn xóa tất cả dữ liệu ứng dụng (báo cáo, gói phần mềm điện thoại, tập tin nhật ký) không?
zh_cn: 是否要删除所有应用程序数据（报告、手机软件包、日志文件）？
zh_hk: 您是否確定要刪除所有應用程式數據（報告、手機軟件包、日誌文件）？
zh_tw: 是否確定要刪除所有應用程式資料 (報告、手機軟體套件、記錄檔案)?

# CollectingLogFilesInfo
source: Collecting log files. Please wait.
ar_sa: تجميع ملفات السجل. يرجى الانتظار.
cs_cz: Shromažďování souborů protokolu. Vyčkejte.
da_dk: Indsamler logfiler. Vent et øjeblik.
de_de: Log-Dateien werden erfasst. Bitte warten.
el_gr: Συγκέντρωση αρχείων καταγραφής. Περιμένετε.
es_es: Recopilando archivos de registro. Espera.
es_us: Recopilando archivos de registro. Espere.
et_ee: Logivailide kogumine Palun oodake.
fi_fi: Kerätään lokitiedostoja. Odota hetki.
fil_ph: Kinokolekta ang mga tala ng file. Mangyaring maghintay.
fr_ca: Récupération des fichiers journaux. Veuillez patienter.
fr_fr: Collecte des fichiers journaux en cours. Veuillez patienter.
he_il: איסוף של קובצי יומן רישום. אנא המתן.
hr_hr: Prikupljanje datoteka dnevnika. Pričekajte.
hu_hu: Naplófájlok begyűjtése. Kis türelmet.
id_id: Mengumpulkan file log. Harap tunggu.
it_it: Raccolta file di registro. Attendere prego.
ja_jp: ログ ファイルを収集しています。 お待ちください。
ko_kr: 로그 파일을 수집하는 중입니다. 기다려 주십시오.
lt_lt: Renkami žurnalo failai. Palaukite.
lv_lv: Notiek žurnālfailu vākšana. Lūdzu, uzgaidiet.
ms_my: Mengumpulkan fail log. Sila tunggu.
nb_no: Samler inn loggfiler. Vent litt.
nl_nl: Logboekbestanden verzamelen. Een ogenblik geduld.
pl_pl: Zbieranie plików dziennika. Czekaj.
pt_br: Coletando arquivos de registro. Aguarde.
pt_pt: A recolher ficheiros de registo. Aguarde, por favor.
ro_ro: Colectarea fișierelor jurnal. Vă rugăm să așteptați.
ru_ru: Выполняется сбор файлов журналов. Подождите.
sk_sk: Zhromažďujú sa súbory denníka. Počkajte, prosím.
sl_si: Zbiranje dnevniških datotek. Prosimo, počakajte.
sv_se: Samlar loggfiler. Var god vänta.
th_th: กำลังรวบรวมไฟล์บันทึก กรุณารอ...
tr_tr: Günlük dosyaları toplanıyor. Lütfen bekleyin.
vi_vn: Đang thu thập tập tin nhật ký. Vui lòng chờ.
zh_cn: 正在收集日志文件。 请稍候。
zh_hk: 收集記錄檔案。 請稍候。
zh_tw: 正在收集記錄檔案。 請稍候。

# ComputerBatteryWarning
source: The battery on your computer is running low. Please connect your computer to a charger and try again.
ar_sa: تعمل البطارية على الكمبيوتر الخاص بك بشكل منخفض. الرجاء توصيل الكمبيوتر بشاحن والمحاولة مرة أخرى.
cs_cz: Baterie v počítači má nízkou úroveň nabití. Připojte počítač k nabíječce a zkuste to znovu.
da_dk: Batteriet på din computer er ved at løbe tør for strøm. Forbind computeren med en strømkilde, og prøv igen.
de_de: Akkustand Ihres Computers ist niedrig. Bitte Computer an Netzgerät anschließen und nochmal versuchen.
el_gr: Η στάθμη μπαταρίας του υπολογιστή σας είναι χαμηλή. Συνδέστε τον υπολογιστή σας σε ένα φορτιστή και προσπαθήστε ξανά.
es_es: La batería del ordenador se está agotando. Conecta el ordenador a un cargador y vuelve a intentarlo.
es_us: La batería de la computadora se está agotando. Conecte la computadora a un cargador y vuelva a intentarlo.
et_ee: Teie arvuti aku hakkab tühjaks saama. Ühendage arvuti laadijaga ja proovige uuesti.
fi_fi: Tietokoneesi akun varaustaso on alhainen. Liitä tietokone laturiin ja yritä uudelleen.
fil_ph: Mahina na ang baterya ng computer mo. Pakikonekta ang iyong computer sa isang charger at subukan uli.
fr_ca: La batterie de votre ordinateur est faible. Veuillez brancher votre ordinateur au chargeur et réessayer.
fr_fr: La batterie de votre ordinateur est déchargée. Veuillez raccorder votre ordinateur à un chargeur, puis réessayez.
he_il: הסוללה במחשב שלך חלשה. חבר את המחשב למטען ונסה שוב.
hr_hr: Baterija u vašem računalu gotovo je prazna. Spojite uređaj na punjač i pokušajte opet.
hu_hu: A számítógépe akkumulátora kezd lemerülni. Csatlakoztassa számítógépét töltőhöz, és próbálja meg újra.
id_id: Baterai komputer Anda sudah melemah. Sambungan komputer ke pengisi daya dan coba lagi.
it_it: La batteria del computer in uso è quasi scarica. Collegare il computer a un caricabatterie e riprovare.
ja_jp: コンピュータのバッテリーが残り少なくなっています。 コンピュータをチャージャーに接続して再試行してください。
ko_kr: 컴퓨터의 배터리가 부족합니다. 충전기에 컴퓨터를 연결하고 다시 시도하십시오.
lt_lt: Jūsų kompiuterio baterija senka. Prijunkite kompiuterį prie įkroviklio ir pabandykite dar kartą.
lv_lv: Zems datora akumulatora uzlādes līmenis. Lūdzu, pievienojiet datoru lādētājam un mēģiniet vēlreiz.
ms_my: Bateri pada komputer anda hampir kehabisan. Sila sambungkan komputer anda dengan pengecas dan cuba sekali lagi.
nb_no: Batteriet på datamaskinen har lite strøm igjen. Koble datamaskinen til en lader, og prøv på nytt.
nl_nl: De batterij van uw computer is bijna leeg. Sluit de computer aan op een oplader en probeer het opnieuw.
pl_pl: Poziom naładowania baterii w komputerze jest niski. Podłącz komputer do zasilacza i spróbuj ponownie.
pt_br: A bateria do computador está baixa. Conecte seu computador a um carregador e tente novamente.
pt_pt: A bateria do seu computador está a ficar sem carga. Ligue o seu computador a um carregador e tente novamente.
ro_ro: Acumulatorul de pe computerul dvs. se descarcă. Vă rugăm să vă conectați computerul la un încărcător și încercați din nou.
ru_ru: Заряд аккумулятора компьютера почти исчерпан. Подключите компьютер к зарядному устройству и повторите попытку.
sk_sk: Batéria počítača sa vybíja. Pripojte počítač k nabíjačke a skúste to znova.
sl_si: Baterija v vašem računalniku je skoraj prazna. Povežite računalnik s polnilnikom in poskusite znova.
sv_se: Din dators batterinivå är låg. Anslut din dator till en laddare och försök igen.
th_th: แบตเตอรี่คอมพิวเตอร์ของคุณใกล้หมดแล้ว กรุณาเชื่อมต่อคอมพิวเตอร์ของคุณกับเครื่องบรรจุไฟและลองอีกครั้ง
tr_tr: Bilgisayarınızın bataryası bitiyor. Bilgisayarınızı şarj cihazına bağlayıp tekrar deneyin.
vi_vn: Pin trên máy tính của bạn đang ở mức thấp. Vui lòng kết nối máy tính của bạn với bộ sạc và thử lại.
zh_cn: 计算机上的电池电量较低。 请将计算机连接到充电器并重试。
zh_hk: 您的電腦電池電量不足。 請將電腦連接至充電器，再試一次。
zh_tw: 您電腦上的電池電量不足。， 請將電腦接上充電器並再試一次。

# ConnectPhone
source: Connect your device
ar_sa: يرجى توصيل هاتفك
cs_cz: Připojte telefon.
da_dk: Tilslut telefonen
de_de: Ihr Telefon verbinden
el_gr: Συνδέστε το τηλέφωνό σας
es_es: Conecta tu teléfono
es_us: Conecte el teléfono
et_ee: Ühendage oma telefon
fi_fi: Yhdistä puhelin
fil_ph: Ikonekta ang iyong telepono
fr_ca: Connecter votre téléphone
fr_fr: Connexion de votre téléphone
he_il: חבר את הטלפון
hr_hr: Povežite telefon
hu_hu: Csatlakoztassa a telefonját
id_id: Sambungkan telepon Anda
it_it: Connetti il telefono
ja_jp: 電話を接続
ko_kr: 휴대폰을 연결하십시오
lt_lt: Prijunkite telefoną
lv_lv: Pievienojiet tālruni
ms_my: Sambungkan telefon anda
nb_no: Koble til telefonen
nl_nl: Uw telefoon verbinden
pl_pl: Podłącz swój telefon
pt_br: Conecte seu telefone
pt_pt: Ligue o telemóvel
ro_ro: Conectați telefonul
ru_ru: Подключите телефон
sk_sk: Pripojte telefón
sl_si: Vzpostavite povezavo s telefonom
sv_se: Anslut telefonen
th_th: เชื่อมต่อโทรศัพท์ของคุณ
tr_tr: Telefonunuzu bağlayın
vi_vn: Kết nối điện thoại của bạn
zh_cn: 连接您的手机
zh_hk: 連接手機
zh_tw: 將您的手機連線

# ConnectPhoneWithUsbCable
source: Connect USB cable to the device.
ar_sa: يرجى توصيل كابل USB بالهاتف.
cs_cz: Připojte k telefonu kabel USB.
da_dk: Tilslut USB-kablet til telefonen.
de_de: Verbinden Sie das USB-Kabel mit dem Telefon.
el_gr: Συνδέστε το καλώδιο USB στο τηλέφωνο.
es_es: Conecta el cable USB al teléfono.
es_us: Conecte el cable USB al teléfono.
et_ee: Ühendage USB-kaabel telefoniga.
fi_fi: Yhdistä USB-kaapeli puhelimeen.
fil_ph: Ikoneksta ang USB cable sa telepono.
fr_ca: Branchez le câble USB au téléphone.
fr_fr: Branchez le câble USB au téléphone.
he_il: חבר את כבל ה-USB לטלפון.
hr_hr: Priključite USB kabel na telefon.
hu_hu: Csatlakoztassa az USB-kábelt a telefonhoz.
id_id: Sambungkan kabel USB ke telepon.
it_it: Collegare il cavo USB al telefono.
ja_jp: 電話にUSBケーブルを接続します。
ko_kr: USB 케이블을 휴대폰에 연결하십시오.
lt_lt: Prie telefono prijunkite USB kabelį.
lv_lv: Pievienojiet tālrunim USB kabeli.
ms_my: Sambungkan kabel USB ke telefon.
nb_no: Koble USB-kabelen til telefonen.
nl_nl: Sluit USB-kabel aan op de telefoon.
pl_pl: Podłącz kabel USB do telefonu.
pt_br: Conecte o cabo USB ao telefone.
pt_pt: Ligue o cabo USB ao telemóvel.
ro_ro: Conectaţi cablul USB la telefon.
ru_ru: Подсоедините кабель USB к телефону.
sk_sk: Pripojte kábel USB k telefónu.
sl_si: V telefon priklopite kabel USB.
sv_se: Anslut USB-kabeln till telefonen.
th_th: เชื่อมต่อสาย USB เข้ากับโทรศัพท์
tr_tr: USB kablosunu telefona bağlayın.
vi_vn: Kết nối cáp USB với điện thoại.
zh_cn: 将 USB 数据线连接至手机。
zh_hk: 連接 USB 纜線至手機。
zh_tw: 將 USB 傳輸線連接至手機。
