Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# ErrorDescription_HtcUsbCommunicationException
source: Restart device to {0}. Check device USB connection.
ar_sa: يرجى إعادة تشغيل الجهاز إلى {0}. يرجى التحقق من اتصال USB بالجهاز.
cs_cz: Restartujte zařízení do režimu {0}. Zkontrolujte připojení USB zařízení.
da_dk: Genstart enheden til {0}. Kontroller enhedens USB-forbindelse.
de_de: Starten Sie das Gerät neu, um {0}. Prüfen Sie die USB-Verbindung des Geräts.
el_gr: Επανεκκινήστε τη συσκευή σε {0}. Ελέγξτε τη σύνδεση USB της συσκευής.
es_es: Reinicia el dispositivo en {0}. Comprueba la conexión USB del dispositivo.
es_us: Reinicie el dispositivo a {0}. Compruebe la conexión USB del dispositivo.
et_ee: Taaskäivitage seade režiimis {0}. Kontrollige seadme USB-ühenduse olekut.
fi_fi: Käynnistä laite {0}. Tarkista laitteen USB-yhteys.
fil_ph: I-restart ang device sa {0}. Tingnan ang USB koneksyon ng device.
fr_ca: Redémarrez l'appareil en {0}. Vérifiez le branchement USB de l'appareil.
fr_fr: Redémarrez l'appareil pour {0}. Vérifiez la connexion USB de l'appareil.
he_il: הפעל את ההתקן מחדש והחזר אותו למצב {0}. בדוק את חיבור ה-USB של ההתקן.
hr_hr: Ponovo pokrenite uređaj na {0}. Provjerite USB vezu uređaja.
hu_hu: Indítsa újra a készüléket {0} üzemmódban. Ellenőrizze a készülék USB-kapcsolatát.
id_id: Hidupkan ulang perangkat di {0}. Periksa sambungan USB perangkat.
it_it: Riavviare il dispositivo in modalità {0}. Controllare il collegamento USB del dispositivo.
ja_jp: デバイスを{0}で再起動します。 デバイスのUSB接続をチェックします。
ko_kr: {0}(으)로 단말기를 다시 시작하십시오. 단말기 USB 연결을 확인하십시오.
lt_lt: Iš naujo paleiskite įrenginį {0}. Patikrinkite įrenginio USB jungtį.
lv_lv: Restartējiet ierīci režīmā {0}. Pārbaudiet ierīces USB savienojumu.
ms_my: Mula semula peranti ke {0}. Periksa sambungan USB peranti.
nb_no: Start enheten på nytt i {0}. Kontroller USB-tilkoblingen til enheten.
nl_nl: Start het apparaat opnieuw op in {0}. Controleer de USB-verbinding van het apparaat.
pl_pl: Ponownie uruchom urządzenie w trybie {0}. Sprawdź połączenie USB.
pt_br: Reinicie o dispositivo para {0}. Verifique a conexão USB do dispositivo.
pt_pt: Reinicie o dispositivo para {0}. Verifique a ligação USB do dispositivo.
ro_ro: Reporniți dispozitivul la {0}. Verificați conexiunea USB a dispozitivului.
ru_ru: Перезапустите устройство в режиме {0}. Проверьте USB-подключение устройства.
sk_sk: Reštartujte zariadenie na {0}. Skontrolujte pripojenie USB zariadenia.
sl_si: Znova zaženite napravo v {0}. Preverite povezavo USB naprave.
sv_se: Starta om enheten i {0}. Kontrollera enhetens USB-anslutning.
th_th: รีสตาร์ทอุปกรณ์เป็น {0} ตรวจสอบการเชื่อมต่อ USB ของอุปกรณ์
tr_tr: {0} işlemini gerçekleştirmek için aygıtı yeniden başlatın. Aygıtın USB bağlantısını kontrol edin.
vi_vn: Khởi động lại thiết bị về {0}. Kiểm tra kết nối USB của thiết bị.
zh_cn: 将设备重启为 {0}。 检查设备的 USB 连接情况。
zh_hk: 重新啟動設備至 {0}。 檢查設備的 USB 連接。
zh_tw: 重新啟動裝置進入 {0}。 檢查裝置 USB 連線。

# ErrorDescription_HtcUsbPortOpenException
source: Check if other application occupies port. Check device USB connection.
ar_sa: يرجى التحقق مما إذا كان تطبيق آخر يشغل المنفذ. يرجى التحقق من اتصال USB بالجهاز.
cs_cz: Zkontrolujte, zda port nepoužívá jiná aplikace. Zkontrolujte připojení USB zařízení.
da_dk: Kontroller, om et andet program benytter porten. Kontroller enhedens USB-forbindelse.
de_de: Prüfen Sie, ob der Anschluss von einer anderen Anwendung verwendet wird. Prüfen Sie die USB-Verbindung.
el_gr: Ελέγξτε αν κάποια άλλη εφαρμογή απασχολεί τη θύρα. Ελέγξτε τη σύνδεση USB της συσκευής.
es_es: Comprueba si otra aplicación está ocupando el puerto. Comprueba la conexión USB del dispositivo.
es_us: Compruebe si otra aplicación utiliza el puerto. Compruebe la conexión USB del dispositivo.
et_ee: Kontrollige, kas teine rakendus kasutab porti. Kontrollige seadme USB-ühendust.
fi_fi: Tarkista, onko portti jonkin muun sovelluksen käytössä. Tarkista laitteen USB-yhteys.
fil_ph: Tingnan kung inookupahan ng ibang application ang port. Tingnan ang USB koneksyon ng device.
fr_ca: Vérifiez si une autre application occupe le port. Vérifiez le branchement USB de l'appareil.
fr_fr: Vérifiez si une autre application occupe le port. Vérifiez la connexion USB de l'appareil.
he_il: בדוק אם יישום אחר תופס את היציאה. בדוק את חיבור ה-USB של ההתקן.
hr_hr: Provjerite je li druga aplikacija zauzela port. Provjerite USB vezu uređaja.
hu_hu: Ellenőrizze, hogy használja-e más alkalmazás a portot. Ellenőrizze a készülék USB-kapcsolatát.
id_id: Periksa apakah aplikasi lain menggunakan port. Periksa sambungan USB perangkat.
it_it: Controllare se un'altra applicazione sta occupando la porta. Controllare il collegamento USB del dispositivo.
ja_jp: 他のアプリケーションがポートを占有していないかチェックします。 デバイスのUSB接続をチェックします。
ko_kr: 다른 응용 프로그램에서 포트를 이용 중인지 확인하십시오. 단말기 USB 연결을 확인하십시오.
lt_lt: Patikrinkite, ar kita programa nenaudoja prievado. Patikrinkite įrenginio USB jungtį.
lv_lv: Pārbaudiet, vai portu neaizņemt cita programma. Pārbaudiet ierīces USB savienojumu.
ms_my: Semak jika aplikasi lain menggunakan port. Periksa sambungan USB peranti.
nb_no: Kontroller om et annet program bruker porten. Kontroller USB-tilkoblingen til enheten.
nl_nl: Controleer of een andere applicatie de poort bezet houdt. Controleer de USB-verbinding van het apparaat.
pl_pl: Sprawdź, czy port nie jest zajmowany przez inną aplikację. Sprawdź połączenie USB.
pt_br: Verifique se outro aplicativo está ocupando a porta. Verifique a conexão USB do dispositivo.
pt_pt: Verifique se há outra aplicação a ocupar a porta. Verifique a ligação USB do dispositivo.
ro_ro: Verificați dacă portul este ocupat de altă aplicație. Verificați conexiunea USB a dispozitivului.
ru_ru: Проверьте, не занят ли порт другим приложением. Проверьте USB-подключение устройства.
sk_sk: Skontrolujte, či port využíva iná aplikácia. Skontrolujte pripojenie USB zariadenia.
sl_si: Preverite, ali vrata zaseda druga aplikacija. Preverite povezavo USB naprave.
sv_se: Se efter om porten används av någon annan applikation. Kontrollera enhetens USB-anslutning.
th_th: ตรวจสอบว่าแอพพลิเคชั่นอื่นใช้พอร์ตหรือไม่ ตรวจสอบการเชื่อมต่อ USB ของอุปกรณ์
tr_tr: Başka uygulamaların, bağlantı noktasını meşgul edip etmediğini kontrol edin. Aygıtın USB bağlantısını kontrol edin.
vi_vn: Kiểm tra xem ứng dụng khác có chiếm cổng không. Kiểm tra kết nối USB của thiết bị.
zh_cn: 检查是否有其他应用程序占用端口。 检查设备的 USB 连接情况。
zh_hk: 檢查其他應用程式佔用端口。 檢查設備的 USB 連接。
zh_tw: 檢查是否有其他應用程式佔用連接埠。 檢查裝置 USB 連線。

# ErrorDescription_InvalidOperationException
source: Please restart the application.
ar_sa: يرجى إعادة تشغيل التطبيق.
cs_cz: Restartujte aplikaci.
da_dk: Genstart programmet.
de_de: Bitte starten Sie die Anwendung neu.
el_gr: Επανεκκινήστε την εφαρμογή.
es_es: Reinicia la aplicación.
es_us: Reinicie la aplicación.
et_ee: Taaskäivitage rakendus.
fi_fi: Käynnistä sovellus uudelleen.
fil_ph: Pakirestart ang application.
fr_ca: Veuillez redémarrer l'application.
fr_fr: Redémarrez l'application.
he_il: הפעל את היישום מחדש.
hr_hr: Ponovo pokrenite aplikaciju.
hu_hu: Indítsa újra az alkalmazást.
id_id: Jalankan ulang aplikasi.
it_it: Riavviare l'applicazione.
ja_jp: アプリケーションを再起動してください。
ko_kr: 응용 프로그램을 다시 시작하십시오.
lt_lt: Iš naujo paleiskite programą.
lv_lv: Lūdzu, restartējiet programmu.
ms_my: Sila mulakan semula aplikasi.
nb_no: Start programmet på nytt.
nl_nl: Start de applicatie opnieuw.
pl_pl: Uruchom ponownie aplikację.
pt_br: Reinicie o aplicativo.
pt_pt: Reinicie a aplicação.
ro_ro: Reporniți aplicația.
ru_ru: Перезапустите приложение.
sk_sk: Reštartujte aplikáciu.
sl_si: Znova zaženite aplikacijo.
sv_se: Starta om programmet.
th_th: กรุณารีสตาร์ทแอพพลิเคชั่น
tr_tr: Lütfen uygulamayı yeniden başlatın.
vi_vn: Vui lòng khởi động lại ứng dụng.
zh_cn: 请重启应用程序。
zh_hk: 請重新啟動應用程式。
zh_tw: 請重新啟動應用程式。

# ErrorDescription_NoInternetConnectionException
source: The latest operation could not be completed because the Internet connection is not active.
ar_sa: تعذر استكمال آخر عملية وذلك لأن الاتصال بالإنترنت غير نشط.
cs_cz: Poslední operaci nelze provést, protože připojení k internetu není aktivní.
da_dk: Den sidste handling kunne ikke udføres, fordi internetforbindelsen ikke er aktiv.
de_de: Der letzte Vorgang konnte nicht abgeschlossen werden, da die Verbindung zum Internet getrennt ist.
el_gr: Δεν ήταν δυνατή η ολοκλήρωση της τελευταίας λειτουργίας, επειδή η σύνδεση στο Διαδίκτυο δεν είναι ενεργή.
es_es: No se ha podido finalizar la última operación porque la conexión a Internet no está activa.
es_us: No se pudo finalizar la última operación porque la conexión a Internet no está activa.
et_ee: Viimast toimingut ei saanud lõpule viia, kuna Interneti-ühendus pole aktiivne.
fi_fi: Viimeisintä toimintoa ei voitu suorittaa, koska Internet-yhteys ei ole aktiivinen.
fil_ph: Hindi matapos ang pinakahuling operasyon dahil hindi aktibo ang koneksyon sa Internet.
fr_ca: Comme la connexion Internet n'est pas active, la dernière opération n'a pas pu être terminée.
fr_fr: La dernière opération n'a pas pu être exécutée car la connexion à Internet n'est pas active.
he_il: לא ניתן היה להשלים את הפעולה האחרונה כיוון שהחיבור לאינטרנט אינו פעיל.
hr_hr: Nije se mogla dovršiti zadnja operacija jer veza s internetom nije aktivna.
hu_hu: A legutóbbi művelet nem végezhető el, mert az internetkapcsolat nem aktív.
id_id: Pengoperasian terakhir tidak dapat diselesaikan karena sambungan Internet tidak aktif.
it_it: Impossibile completare l'ultima operazione poiché la connessione Internet non è attiva.
ja_jp: インターネットへの接続がアクティブでないために、最新のオペレーションを完了できませんでした。
ko_kr: 인터넷에 연결되지 않아 마지막 작업이 완료되지 않았습니다.
lt_lt: Paskutinės operacijos nepavyko atlikti, nes neaktyvus interneto ryšys.
lv_lv: Nevarēja veikt pēdējo darbību, jo savienojums ar internetu nav aktīvs.
ms_my: Operasi yang terkini tidak dapat disempurnakan kerana sambungan internet tidak aktif.
nb_no: Den siste operasjonen kunne ikke fullføres fordi Internett-tilkoblingen ikke er aktiv.
nl_nl: Kan de laatste bewerking niet voltooien omdat de internetverbinding niet actief is.
pl_pl: Nie wykonano ostatniej czynności, ponieważ połączenie z Internetem jest nieaktywne.
pt_br: A última operação não pôde ser concluída porque a conexão com a Internet não está ativa.
pt_pt: Não foi possível completar a última operação porque a ligação à Internet não está activa.
ro_ro: Ultima operație nu a putut fi finalizată, deoarece conexiunea la Internet nu este activă.
ru_ru: Последняя операция не может быть выполнена, так как подключение к Интернету не активно.
sk_sk: Poslednú operáciu sa nepodarilo dokončiť, pretože internetové pripojenie nie je aktívne.
sl_si: Zadnjega postopka ni bilo mogoče izvesti, ker internetna povezava ni aktivna.
sv_se: Den senaste åtgärden kunde inte slutföras eftersom internetanslutningen inte är aktiv.
th_th: การดำเนินการล่าสุดไม่สามารถทำได้เนื่องจากไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr_tr: İnternet bağlantısı etkin olmadığı için son işlem tamamlanamadı.
vi_vn: Không thể hoàn thành hoạt động mới nhất bởi vì kết nối Internet không hoạt động.
zh_cn: 由于互联网连接未激活，无法完成最后的操作。
zh_hk: 由於互聯網連接不可用，上一項操作未能完成。
zh_tw: 無法完成最近的作業，因為沒有啟用網際網路連線。

# ErrorDescription_NotEnoughSpaceException
source: We need at least {0} of additional free space on the {1} drive.
ar_sa: {0} مفقود على القرص {1}. قم بتفريغ مساحة وحاول مرة أخرى.
cs_cz: {0} chybí na disku {1}. Uvolněte místo a zkuste to znovu.
da_dk: {0} mangler på {1}-disken. Frigør noget plads, og prøv igen.
de_de: {0} fehlt auf {1}-Festplatte. Dateien löschen und erneut versuchen.
el_gr: Λείπει χώρος {0} στο δίσκο {1}. Ελευθερώστε λίγο χώρο και προσπαθήστε ξανά.
es_es: Falta {0} en el disco {1}. Libera espacio y vuelve a intentarlo.
es_us: No se encuentra {0} en el disco {1}. Libere espacio y vuelva a intentarlo.
et_ee: {0} on {1} kettalt puudu. Vabastage ruumi ja proovige uuesti.
fi_fi: Levyltä {1} puuttuu {0}. Vapauta tilaa ja yritä uudelleen.
fil_ph: {0} ay nawawala sa {1} disk. Maglibre ng kaunting espasyo at subukang muli.
fr_ca: {0} est absent sur le disque {1}. Libérez de l'espace et essayez de nouveau.
fr_fr: Il manque {0} sur le disque {1}. Libérez de l'espace disque et réessayez.
he_il: {0} חסר בדיסק {1}. פנה מקום ונסה שוב.
hr_hr: {0} nedostaje na disku {1}. Oslobodite nešto prostora i pokušajte opet.
hu_hu: {0} hiányzik ezen a lemezen: {1}. Szabadítson fel helyet a lemezen, és próbálja meg újra.
id_id: {0} tidak ada dalam disk {1}. Kosongkan memori, dan coba lagi.
it_it: {0} di spazio mancante sul disco {1}. Liberare spazio e riprovare.
ja_jp: {1}ディスクに{0}がありません。 空き容量を増やしてから再試行してください。
ko_kr: {0}을(를) {1} 디스크에서 찾을 수 없습니다. 여유 공간을 확보하고 다시 시도하십시오.
lt_lt: {0} trūksta {1} diske. Atlaisvinkite truputį vietos ir bandykite dar kartą.
lv_lv: Diskā {1} trūkst {0}. Atbrīvojiet daļu vietas un mēģiniet vēlreiz.
ms_my: {0} tiada pada cakera {1}. Kosongkan sedikit ruang dan cuba sekali lagi.
nb_no: {0} mangler på {1}-disken. Frigjør noe plass og prøv på nytt.
nl_nl: {0} ontbreekt op schijf {1}. Maak ruimte vrij en probeer het opnieuw.
pl_pl: Brak {0} na dysku {1}. Zwolnij trochę miejsca i spróbuj ponownie.
pt_br: {0} está ausente no disco {1}. Libere espaço e tente novamente.
pt_pt: {0} em falta no disco {1}. Liberte algum espaço e tente de novo.
ro_ro: {0} lipsește de pe discul {1}. Eliberați spațiu și încercați din nou.
ru_ru: На диске {1} отсутствует {0}. Освободите пространство и повторите попытку.
sk_sk: Na disku {1} chýba {0}. Uvoľnite nejaké miesto a skúste to znova.
sl_si: Programa {0} ni na disku {1}. Sprostite nekaj prostora in poskusite znova.
sv_se: {0} saknas på disk {1}. Frigör lite utrymme och försök igen.
th_th: {0} บนดิสก์ {1} หายไป เพิ่มพื้นที่ว่างและลองอีกครั้ง
tr_tr: {1} diskinde {0} eksik. Biraz yer açın ve tekrar deneyin.
vi_vn: {0} bị thiếu trên đĩa {1}. Hãy giải phóng một số dung lượng và thử lại.
zh_cn: {1} 磁盘上缺少 {0}。 请释放一些空间并重试。
zh_hk: {1}遺失（在磁盤 {0} 上）。 釋放一些空間，再試一次。
zh_tw: {1} 磁碟上找不到 {0}。 釋出一些空間，並再試一次。

# ErrorDescription_OperationCanceledException
source: The operation was cancelled.
ar_sa: تم إلغاء العملية.
cs_cz: Operace byla zrušena.
da_dk: Handlingen blev annulleret.
de_de: Der Vorgang wurde abgebrochen.
el_gr: Η λειτουργία ακυρώθηκε.
es_es: Se ha cancelado la operación.
es_us: Se canceló la operación.
et_ee: Toiming tühistati.
fi_fi: Toiminto peruutettiin.
fil_ph: Kinansela ang operasyon.
fr_ca: L'opération a été annulée.
fr_fr: L'opération a été annulée.
he_il: הפעולה בוטלה.
hr_hr: Operacija je otkazana.
hu_hu: Művelet törölve.
id_id: Operasi telah dibatalkan.
it_it: L'operazione è stata annullata.
ja_jp: 操作がキャンセルされました。
ko_kr: 작업이 취소되었습니다.
lt_lt: Operacija buvo atšaukta.
lv_lv: Darbība tika atcelta.
ms_my: Operasi telah dibatalkan.
nb_no: Handlingen ble avbrutt.
nl_nl: De bewerking is geannuleerd.
pl_pl: Operacja została anulowana.
pt_br: A operação foi cancelada.
pt_pt: A operação foi cancelada.
ro_ro: Operațiunea a fost revocată.
ru_ru: Операция была отменена.
sk_sk: Operácia bola zrušená.
sl_si: Postopek je bil preklican.
sv_se: Åtgärden avbröts.
th_th: การดำเนินการถูกยกเลิก
tr_tr: İşlem iptal edildi.
vi_vn: Hoạt động đã bị hủy.
zh_cn: 操作已取消。
zh_hk: 操作已取消。
zh_tw: 操作已取消。

# ErrorDescription_PackageNotFoundException
source: Software package not available for this device.
ar_sa: إن حزمة البرنامج غير متوفرة لهذا الهاتف.
cs_cz: Softwarový balíček není k dispozici pro tento telefon.
da_dk: Softwarepakke fås ikke til denne telefon.
de_de: Software-Paket für dieses Telefon nicht verfügbar.
el_gr: Μη διαθέσιμο πακέτο λογισμικού για το τηλέφωνο αυτό.
es_es: Paquete de software no disponible para este teléfono.
es_us: El paquete de software no está disponible para este teléfono.
et_ee: Tarkvarapakett ei ole selle telefoni jaoks saadaval
fi_fi: Tälle puhelimelle ei ole saatavilla ohjelmistopakettia.
fil_ph: Hindi available sa teleponong ito ang software package.
fr_ca: Trousse logicielle non disponible pour ce téléphone.
fr_fr: Paquet logiciel non disponible pour ce téléphone.
he_il: חבילת התוכנה אינה זמינה עבור טלפון זה.
hr_hr: Softverski paket nije dostupan za ovaj telefon.
hu_hu: Ehhez a telefonhoz nem érhető el szoftvercsomag.
id_id: Paket perangkat lunak tidak tersedia untuk telepon ini.
it_it: Pacchetto software non disponibile per questo telefono.
ja_jp: この電話に対応するソフトウェアパッケージはありません。
ko_kr: 이 휴대폰에서 사용할 수 없는 소프트웨어 패키지입니다.
lt_lt: Programinės įrangos paketas šiame telefone negalimas.
lv_lv: Šim tālrunim nav pieejama programmatūras pakotne.
ms_my: Pakej perisian tidak tersedia untuk telefon ini.
nb_no: Programvarepakke ikke tilgjengelig for denne telefonen.
nl_nl: Softwarepakket niet beschikbaar voor deze telefoon.
pl_pl: Brak dostępnego pakietu oprogramowania dla wybranego telefonu.
pt_br: Pacote de software não disponível para este telefone.
pt_pt: Pacote de software não disponível para este telemóvel.
ro_ro: Pachet software indisponibil pentru acest telefon.
ru_ru: Пакет ПО недоступен для этого телефона.
sk_sk: Softvérový balík nie je pre tento telefón dostupný.
sl_si: Paket programske opreme za ta telefon ni na voljo.
sv_se: Programpaket ej tillgängligt för denna telefon.
th_th: แพคเกจซอฟต์แวร์ไม่มีสำหรับโทรศัพท์นี้
tr_tr: Yazılım paketi bu telefon için mevcut değil.
vi_vn: Gói phần mềm không sẵn có cho điện thoại này.
zh_cn: 本手机无可用软件包。
zh_hk: 此手機並無可用的軟件包。
zh_tw: 沒有此手機可用的軟體套件。

# ErrorDescription_PlannedServiceBreakException
source: The service is unavailable between {0} and {1}. Please try again later.
ar_sa: تكون الخدمة غير متوفرة بين {0} و{1}. الرجاء المحاولة مرة أخرى.
cs_cz: Služba je nedostupná mezi {0} a {1}. Zkuste to znovu později.
da_dk: Tjenesten er ikke tilgængelig mellem {0} og {1}. Prøv igen senere.
de_de: Dieser Service ist zwischen {0} und {1} nicht verfügbar. Bitte versuchen Sie es später noch einmal.
el_gr: Η υπηρεσία δεν είναι διαθέσιμη μεταξύ {0} και {1}. Προσπαθήστε ξανά, αργότερα.
es_es: Este servicio no está disponible entre {0} y {1}. Vuelve a intentarlo más tarde.
es_us: El servicio entre {0} y {1} no está disponible. Vuelva a intentarlo más tarde.
et_ee: Teenust ei saa kasutada vahemikus {0} kuni {1}. Proovige hiljem uuesti.
fi_fi: Palvelu ei ole käytettävissä {0}–{1}. Yritä myöhemmin uudelleen.
fil_ph: Hindi available ang serbisyo sa pagitan ng {0} at {1}. Pakisubukan uli mamaya.
fr_ca: Le service n'est pas disponible entre {0} et {1}. Veuillez réessayer plus tard.
fr_fr: Ce service n'est pas accessible entre {0} et {1}. Veuillez réessayer plus tard.
he_il: השירות אינו זמין בין {0} ל-{1}. נסה שוב מאוחר יותר.
hr_hr: Usluga nije dostupna između {0} i {1}. Pokušajte ponovno kasnije.
hu_hu: Ez a szolgáltatás nem érhető el {0} és {1} között. Kérjük, próbálkozzon később.
id_id: Layanan tidak tersedia antara {0} dan {1}. Harap coba lagi nanti.
it_it: Il servizio non è disponibile tra {0} e {1}. Riprovare più tardi.
ja_jp: このサービスは{0}から{1}までは利用できません。 後でもう一度お試しください。
ko_kr: 서비스를 {0} ~ {1} 기간 동안 사용할 수 없습니다. 나중에 다시 시도하십시오.
lt_lt: Paslauga nepasiekiama nuo {0} iki {1}. Bandykite dar kartą vėliau.
lv_lv: Pakalpojums nav pieejams laikā no {0} līdz {1}. Lūdzu, mēģiniet vēlreiz vēlāk.
ms_my: Perkhidmatan tidak tersedia antara {0} dan {1}. Sila cuba sekali lagi kemudian.
nb_no: Tjenesten er utilgjengelig mellom {0} og {1}. Prøv igjen senere.
nl_nl: De service is niet beschikbaar tussen {0} en {1}. Probeer het later opnieuw.
pl_pl: Usługa jest niedostępna między {0} a {1}. Spróbuj ponownie później.
pt_br: O serviço está indisponível entre {0} e {1}. Tente novamente mais tarde.
pt_pt: O serviço está indisponível entre {0} e {1}. Tente novamente mais tarde.
ro_ro: Serviciul este indisponibil între {0} și {1}. Vă rugăm să încercați din nou mai târziu.
ru_ru: Служба будет недоступна с {0} по {1}. Повторите попытку позже.
sk_sk: Služba nie je k dispozícii medzi {0} a {1}. Skúste to znova neskôr.
sl_si: Storitev ne bo na voljo med {0} in {1}. Poskusite znova pozneje.
sv_se: Tjänsten är ej tillgänglig mellan {0} och {1}. Försök igen senare.
th_th: ไม่สามารถใช้งานบริการนี้ได้ระหว่าง {0} และ {1} โปรดลองใหม่ภายหลัง
tr_tr: Servis {0} ile {1} arasında kullanılamıyor. Lütfen daha sonra tekrar deneyin.
vi_vn: Dịch vụ không sẵn có từ {0} đến {1}. Vui lòng thử lại sau.
zh_cn: {0} 和 {1} 之间的服务不可用。 请稍后重试。
zh_hk: 服務於 {0} 及 {1} 之間不可用。 請稍後再試一次。
zh_tw: 服務在 {0} 到 {1} 之間無法使用。 請稍後再試一次。

# ErrorDescription_ReadPhoneInformationException
source: We could not read information from your device.
ar_sa: تتعذر قراءة المعلومات من هاتفك.
cs_cz: Informace z telefonu nelze číst.
da_dk: Vi kunne ikke læse oplysninger fra din telefon.
de_de: Informationen von Ihrem Telefon konnten nicht gelesen werden.
el_gr: Δεν ήταν δυνατή η ανάγνωση των πληροφοριών από το τηλέφωνό σας.
es_es: No se ha podido leer la información del teléfono.
es_us: No pudimos leer la información desde su teléfono.
et_ee: Me ei saanud teie telefonist andmeid lugeda.
fi_fi: Tietojen lukeminen puhelimesta ei onnistunut.
fil_ph: Hindi namin mabasa ang impormasyon mula sa iyong telepono.
fr_ca: Lecture de l'information sur votre téléphone impossible.
fr_fr: Impossible de lire les données de votre téléphone.
he_il: לא הצלחנו לקרוא מידע מהטלפון שלך.
hr_hr: Nismo mogli očitati podatke s telefona.
hu_hu: Nem lehetséges az információk olvasása a telefonról.
id_id: Kami tidak dapat membaca informasi dari telepon Anda.
it_it: Impossibile leggere le informazioni dal telefono.
ja_jp: 電話から情報を読み取れませんでした。
ko_kr: 휴대폰에서 정보를 읽지 못했습니다.
lt_lt: Nepavyko nuskaityti jūsų telefono informacijos.
lv_lv: Nevarēja lasīt informāciju no jūsu tālruņa.
ms_my: Kami tidak dapat membaca maklumat dari telefon anda.
nb_no: Vi kan ikke lese informasjon fra telefonen.
nl_nl: Kan geen gegevens lezen van uw telefoon.
pl_pl: Odczyt danych z telefonu nie był możliwy.
pt_br: Não foi possível ler informações de seu telefone.
pt_pt: Não foi possível ler as informações do telemóvel.
ro_ro: Nu am putut citi informațiile de pe telefon.
ru_ru: Не удалось считать информацию с вашего телефона.
sk_sk: Nepodarilo sa nám prečítať informácie z vášho telefónu.
sl_si: Informacij iz telefona ni bilo mogoče prebrati.
sv_se: Vi kunde inte läsa information från din telefon.
th_th: เราไม่สามารถอ่านข้อมูลจากโทรศัพท์ของคุณได้
tr_tr: Telefonunuzdan bilgileri okuyamadık.
vi_vn: Chúng tôi không thể đọc thông tin từ điện thoại của bạn.
zh_cn: 我们无法读取您的手机信息。
zh_hk: 我們未能讀取您的手機資訊。
zh_tw: 無法從您的手機讀取資訊。
