Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# BatteryCheckingCancelled
source: Battery checking was cancelled.
ar_sa: تم إلغاء عملية التحقق من البطارية.
cs_cz: Kontrola baterie byla zrušena.
da_dk: Batterikontrol blev annulleret.
de_de: Die Batterieprüfung wurde abgebrochen.
el_gr: Ο έλεγχος μπαταρίας ακυρώθηκε.
es_es: Se ha cancelado la comprobación de la batería.
es_us: Se canceló la comprobación de batería.
et_ee: Aku kontrollimine tühistati.
fi_fi: Akun tarkistus peruutettiin.
fil_ph: Nakansela ang pagtingin sa baterya.
fr_ca: La vérification de la batterie a été annulée.
fr_fr: La vérification de la batterie a été annulée.
he_il: בדיקת הסוללה בוטלה.
hr_hr: Provjera baterije je otkazana.
hu_hu: Az akkumulátor ellenőrzése megszakadt.
id_id: Pemeriksaan baterai telah dibatalkan.
it_it: Il controllo della batteria è stato annullato.
ja_jp: バッテリーのチェックがキャンセルされました。
ko_kr: 배터리 검사가 취소되었습니다.
lt_lt: Baterijos tikrinimas atšauktas.
lv_lv: Akumulatora pārbaude tika atcelta.
ms_my: Pemeriksaan bateri dibatalkan.
nb_no: Batterisjekk ble avbrutt.
nl_nl: Batterijcontrole is geannuleerd.
pl_pl: Anulowano sprawdzanie baterii.
pt_br: A verificação da bateria foi cancelada.
pt_pt: A verificação da bateria foi cancelada.
ro_ro: Verificarea bateriei a fost revocată.
ru_ru: Проверка заряда аккумулятора отменена.
sk_sk: Kontrola batérie bola zrušená.
sl_si: Preverjanje baterije je bilo preklicano.
sv_se: Batterikontrollen avbröts.
th_th: การตรวจสอบแบตเตอรี่ถูกยกเลิก
tr_tr: Batarya denetimi iptal edildi.
vi_vn: Đã hủy kiểm tra pin.
zh_cn: 电池检查已取消。
zh_hk: 電池檢查已取消。
zh_tw: 電池檢查已取消。

# BatteryWarning
source: Make sure that your battery level is at least 25%. Otherwise it may damage your device.
ar_sa: تأكد أن مستوى طاقة البطارية لايقل عن 24%. وإلا فقد تتلف هاتفك.
cs_cz: Zajistěte, aby byla baterie nabitá alespoň na 25 %. Jinak se telefon může porouchat.
da_dk: Sørg for, at batteriniveauet er på mindst 25 %. Ellers kan telefonen tage skade.
de_de: Bitte stellen Sie sicher, dass der Akku mindestens 25 % geladen ist. Sonst kann Ihr Telefon beschädigt werden.
el_gr: Βεβαιωθείτε ότι η στάθμη της μπαταρίας σας είναι τουλάχιστον 25%. Διαφορετικά, ενδέχεται να υποστεί βλάβη το τηλέφωνό σας.
es_es: Asegúrate de que el nivel de la batería es como mínimo del 25%. De lo contrario, el teléfono podría resultar dañado.
es_us: Asegúrese de que el nivel de la batería es como mínimo del 25%. De lo contrario, su teléfono podría resultar dañado.
et_ee: Veenduge, et aku täitumus oleks vähemalt 25%. Muidu võib see kahjustada teie telefoni.
fi_fi: Varmista, että akun varaustaso on vähintään 25 %. Muussa tapauksessa puhelimesi voi vaurioitua.
fil_ph: Tiyakin na ang baterya mo ay nasa hindi bababa sa 25%. Kung hindi, pwede nitong masira ang telepono mo.
fr_ca: Assurez-vous que le niveau de votre batterie est d'au moins 25 %. Autrement, cela pourrait endommager votre téléphone.
fr_fr: Assurez-vous que le niveau de chargement de votre batterie est supérieur à 25 %. Sinon, vous risquez d'endommager votre téléphone.
he_il: ודא שרמת הסוללה שלך היא לפחות 25%. אחרת עלול להיגרם נזק לטלפון.
hr_hr: Pobrinite se da razina napunjenosti baterije bude barem 25%. U protivnom može doći do oštećenja telefona.
hu_hu: Ellenőrizze, hogy az akkumulátor legalább 25%-os töltöttségű-e. Ellenkező esetben a telefon károsodhat.
id_id: Pastikan level baterai minimal 25%. Atau telepon Anda bisa rusak.
it_it: Assicurarsi che il livello di carica della batteria sia almeno del 25%. In caso contrario, il telefono potrebbe danneggiarsi.
ja_jp: バッテリーのレベルが25%以上であることを確認してください。 そうでない場合は、電話を損傷するおそれがあります。
ko_kr: 배터리 잔량이 최소한 25% 이상인지 확인하십시오. 그렇지 않으면 휴대폰이 손상될 수 있습니다.
lt_lt: Įsitikinkite, kad baterijos lygis yra mažiausiai 25 %. Kitu atveju tai gali sugadinti jūsų telefoną.
lv_lv: Pārliecinieties, vai akumulatora uzlādes līmenis ir vismaz 25%. Pretējā gadījumā var tikt sabojāts tālrunis.
ms_my: Anda hendaklah memastikan paras bateri sekurang-kurangnya 25%. Jika tidak, ia boleh menyebabkan telefon anda rosak.
nb_no: Påse at batterinivået er minst 25 %. Ellers kan det skade telefonen.
nl_nl: Zorg ervoor dat het batterijniveau ten minste 25% is. Anders kan de telefoon worden beschadigd.
pl_pl: Upewnij się, że poziom naładowania baterii wynosi co najmniej 25%. W przeciwnym razie może dojść do uszkodzenia telefonu.
pt_br: Certifique-se de que o nível da bateria está no mínimo em 25%. Caso contrário, seu telefone pode ser danificado.
pt_pt: Certifique-se que a carga da sua bateria está a pelo menos 25%. Caso contrário, pode danificar o seu telemóvel.
ro_ro: Asigurați-vă că nivelul acumulatorului este la cel puțin 25%. În caz contrar, vi se poate defecta telefonul.
ru_ru: Убедитесь, что заряд аккумулятора находится на уровне не менее 25 %. В противном случае работоспособность телефона может быть нарушена.
sk_sk: Uistite sa, že úroveň nabitia batérie je aspoň 25 %. V opačnom prípade môže dôjsť k poškodeniu telefónu.
sl_si: Preverite, ali je raven napolnjenosti baterije najmanj 25 %. Sicer se lahko vaš telefon poškoduje.
sv_se: Säkerställ att telefonens batterinivå är minst 25 %. Annars kan din telefon skadas.
th_th: ตรวจสอบให้แน่ใจว่าประจุไฟแบตเตอรี่มีอย่างน้อย 25% ไม่เช่นนั้นโทรศัพท์อาจได้รับความเสียหาย
tr_tr: Batarya seviyenizin en az %25 olduğundan emin olun. Aksi takdirde telefonunuz zarar görebilir.
vi_vn: Hãy đảm bảo rằng mức pin của bạn ít nhất là 25%. Bằng không nó có thể làm hỏng điện thoại của bạn.
zh_cn: 请确保您的电池电量至少为 25%。 否则可能会损坏您的手机。
zh_hk: 確保您的電池電量至少達到25%。 否則可能會對您的手機造成損害。
zh_tw: 確認您的電池電量至少有 25%。 否則可能會損壞您的手機。

# ButtonBrowse
source: Browse
ar_sa: استعراض
cs_cz: Procházet
da_dk: Gennemse
de_de: Durchsuchen
el_gr: Περιήγηση
es_es: Examinar
es_us: Examinar
et_ee: Sirvi
fi_fi: Selaa
fil_ph: Mag-browse
fr_ca: Parcourir
fr_fr: Parcourir
he_il: עיון
hr_hr: Potraži
hu_hu: Tallózás
id_id: Jelajahi
it_it: Sfoglia
ja_jp: ブラウズ
ko_kr: 찾아보기
lt_lt: Naršyti
lv_lv: Pārlūkot
ms_my: Semak Imbas
nb_no: Bla gjennom
nl_nl: Bladeren
pl_pl: Otwórz
pt_br: Procurar
pt_pt: Navegar
ro_ro: Răsfoire
ru_ru: Обзор
sk_sk: Prehľadávať
sl_si: Brskaj
sv_se: Bläddra
th_th: ค้นดู
tr_tr: Gözat
vi_vn: Duyệt
zh_cn: 浏览
zh_hk: 瀏覽
zh_tw: 瀏覽

# ButtonCancel
source: Cancel
ar_sa: إلغاء
cs_cz: Storno
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
es_us: Cancelar
et_ee: Tühista
fi_fi: Peruuta
fil_ph: Kanselahin
fr_ca: Canceller
fr_fr: Annuler
he_il: ביטול
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
lv_lv: Atcelt
ms_my: Batal
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro_ro: Revocare
ru_ru: Отменить
sk_sk: Zrušiť
sl_si: Prekliči
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ButtonChangePackagePath
source: Change package path
ar_sa: تغيير مسار الحزمة
cs_cz: Změna cesty balíčku
da_dk: Ændr pakkesti
de_de: Paket-Pfad ändern
el_gr: Αλλαγή διαδρομής πακέτου
es_es: Cambiar ruta de paquete
es_us: Cambiar la ruta de paquete
et_ee: Muuda paketi rada
fi_fi: Muuta paketin polkua
fil_ph: Baguhin ang path ng package
fr_ca: Changer le chemin d'accès de la trousse
fr_fr: Changer le chemin du paquet
he_il: שינוי נתיב חבילה
hr_hr: Promjena puta paketa
hu_hu: Csomag elérési útjának módosítása
id_id: Ubah jalur paket
it_it: Modifica percorso del pacchetto
ja_jp: パッケージのパスを変更
ko_kr: 패키지 경로 변경
lt_lt: Pakeisti paketo kelią
lv_lv: Mainīt pakotnes ceļu
ms_my: Tukar laluan pakej
nb_no: Endre pakkebane
nl_nl: Pakketpad aanpassen
pl_pl: Zmień ścieżkę pakietu
pt_br: Alterar caminho do pacote
pt_pt: Alterar caminho do pacote
ro_ro: Schimbare cale pachet
ru_ru: Изменить путь к пакету
sk_sk: Zmeniť cestu balíka
sl_si: Spreminjanje poti paketa
sv_se: Ändra målkatalog för paketet
th_th: เปลี่ยนเส้นทางแพคเกจ
tr_tr: Paket yolunu değiştirin
vi_vn: Thay đổi đường dẫn gói
zh_cn: 更改软件包路径
zh_hk: 更改套件路徑
zh_tw: 變更套件路徑

# ButtonClean
source: Clean all app data
ar_sa: مسح كل بيانات التطبيق
cs_cz: Vyčistit všechna data aplikací
da_dk: Ryd alle appdata
de_de: Alle App-Daten löschen
el_gr: Εκκαθάριση των δεδομένων όλων των εφαρμογών
es_es: Borrar todos los datos de aplicaciones
es_us: Borrar todos los datos de aplicaciones
et_ee: Puhasta kogu rakenduse andmed
fi_fi: Poista kaikki sovellustiedot
fil_ph: Linisin lahat ng app data
fr_ca: Effacer toutes les données d'application
fr_fr: Supprimer toutes les données de l'application
he_il: נקה את כל נתוני היישום
hr_hr: Očisti sve podatke aplikacije
hu_hu: Összes alkalmazásadat törlése
id_id: Bersihkan semua data aplikasi
it_it: Elimina tutti i dati dell'app
ja_jp: すべてのアプリ データを消去
ko_kr: 모든 앱 데이터 정리
lt_lt: Valyti visus programos duomenis
lv_lv: Notīrīt visus programmu datus
ms_my: Bersihkan semua data aplikasi
nb_no: Fjern alle appdata
nl_nl: Alle app-gegevens opschonen
pl_pl: Wyczyść wszystkie dane aplikacji
pt_br: Limpar todos os dados do aplicativo
pt_pt: Eliminar todos os dados da aplicação
ro_ro: Curățați datele tuturor aplicațiilor
ru_ru: Очистить все данные приложений
sk_sk: Vymazať všetky údaje aplikácie
sl_si: Počisti vse podatke aplikacij
sv_se: Rensa alla appdata
th_th: ล้างข้อมูลแอปทั้งหมด
tr_tr: Tüm uygulama verilerini temizle
vi_vn: Xóa toàn bộ dữ liệu ứng dụng
zh_cn: 清除所有应用程序数据
zh_hk: 清除所有應用程式數據
zh_tw: 清除所有應用程式資料

# ButtonCleanOneCategory
source: Clean
ar_sa: مسح
cs_cz: Vyčistit
da_dk: Rens
de_de: Löschen
el_gr: Διαγραφή
es_es: Borrar
es_us: Borrar
et_ee: Puhasta
fi_fi: Puhdista
fil_ph: Linisin
fr_ca: Nettoyer
fr_fr: Nettoyer
he_il: ניקוי
hr_hr: Očistite
hu_hu: Törlés
id_id: Bersihkan
it_it: Pulisci
ja_jp: クリーン
ko_kr: 클린
lt_lt: Valyti
lv_lv: Notīrīt
ms_my: Bersih
nb_no: Rens
nl_nl: Opschonen
pl_pl: Wyczyść
pt_br: Limpar
pt_pt: Apagar
ro_ro: Curățare
ru_ru: Очистить
sk_sk: Vymazať
sl_si: Počisti
sv_se: Rensa
th_th: ล้าง
tr_tr: Temizle
vi_vn: Làm sạch
zh_cn: 清洁
zh_hk: 清理
zh_tw: 清除

# ButtonCollectLogs
source: Export
ar_sa: تصدير
cs_cz: Exportovat
da_dk: Eksporter
de_de: Exportieren
el_gr: Εξαγωγή
es_es: Exportar
es_us: Exportar
et_ee: Ekspordi
fi_fi: Vie
fil_ph: I-export
fr_ca: Exporter
fr_fr: Exporter
he_il: ייצוא
hr_hr: Izvoz
hu_hu: Exportálás
id_id: Ekspor
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
lt_lt: Eksportuoti
lv_lv: Eksportēt
ms_my: Eksport
nb_no: Eksporter
nl_nl: Exporteren
pl_pl: Eksport
pt_br: Exportar
pt_pt: Exportar
ru_ru: Экспорт
sk_sk: Exportovať
sl_si: Izvoz
sv_se: Exportera
th_th: ส่งออก
tr_tr: Dışa aktar
vi_vn: Xuất
zh_cn: 导出
zh_hk: 匯出
zh_tw: 匯出

# ButtonContinue
source: Continue
ar_sa: متابعة
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Fortsetzen
el_gr: Συνέχεια
es_es: Continuar
es_us: Continuar
et_ee: Jätka
fi_fi: Jatka
fil_ph: Magpatuloy
fr_ca: Continuer
fr_fr: Continuer
he_il: המשך
hr_hr: Nastavi
hu_hu: Folytatás
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
lt_lt: Tęsti
lv_lv: Turpināt
ms_my: Teruskan
nb_no: Fortsett
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro_ro: Continuare
ru_ru: Продолжить
sk_sk: Pokračovať
sl_si: Naprej
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
vi_vn: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# ButtonDelete
source: Delete
ar_sa: حذف
cs_cz: Odstranit
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
es_us: Eliminar
et_ee: Kustuta
fi_fi: Poista
fil_ph: I-delete
fr_ca: Supprimer
fr_fr: Supprimer
he_il: מחק
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
lt_lt: Ištrinti
lv_lv: Dzēst
ms_my: Padam
nb_no: Slett
nl_nl: Verwijderen
pl_pl: Kasuj
pt_br: Excluir
pt_pt: Apagar
ro_ro: Ștergere
ru_ru: Удалить
sk_sk: Vymazať
sl_si: Izbriši
sv_se: Radera
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# ButtonExit
source: Exit
ar_sa: إنهاء
cs_cz: Konec
da_dk: Afslut
de_de: Beenden
el_gr: Έξοδος
es_es: Salir
es_us: Salir
et_ee: Välju
fi_fi: Lopeta
fil_ph: Umalis
fr_ca: Quitter
fr_fr: Quitter
he_il: יציאה
hr_hr: Izađi
hu_hu: Kilépés
id_id: Keluar
it_it: Esci
ja_jp: 終了
ko_kr: 종료
lt_lt: Uždaryti programą
lv_lv: Iziet
ms_my: Keluar
nb_no: Avslutt
nl_nl: Afsluiten
pl_pl: Zakończ
pt_br: Sair
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sk_sk: Ukončiť
sl_si: Izhod
sv_se: Avsluta
th_th: ออก
tr_tr: Çık
vi_vn: Thoát
zh_cn: 退出
zh_hk: 退出
zh_tw: 結束

# ButtonFinish
source: Finish
ar_sa: إنهاء
cs_cz: Dokončit
da_dk: Udfør
de_de: Fertigstellen
el_gr: Τέλος
es_es: Finalizar
es_us: Finalizar
et_ee: Valmis
fi_fi: Valmis
fil_ph: Tapusin
fr_ca: Finir
fr_fr: Terminer
he_il: סיום
hr_hr: Završi
hu_hu: Befejezés
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 마침
lt_lt: Baigti
lv_lv: Pabeigt
ms_my: Tamat
nb_no: Avslutt
nl_nl: Voltooien
pl_pl: Koniec
pt_br: Concluir
pt_pt: Terminar
ro_ro: Terminare
ru_ru: Готово
sk_sk: Dokončiť
sl_si: Končaj
sv_se: Avsluta
th_th: เสร็จสิ้น
tr_tr: Bitir
vi_vn: Kết thúc
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# ButtonInstall
source: Install
ar_sa: تثبيت
cs_cz: Instalovat
da_dk: Installer
de_de: Installieren
el_gr: Εγκατάσταση
es_es: Instalar
es_us: Instalar
et_ee: Installi
fi_fi: Asenna
fil_ph: I-install
fr_ca: Installer
fr_fr: Installer
he_il: התקנה
hr_hr: Instaliraj
hu_hu: Telepítés
id_id: Instal
it_it: Installa
ja_jp: インストール
ko_kr: 설치
lt_lt: Įdiegti
lv_lv: Instalēt
ms_my: Pasang
nb_no: Installer
nl_nl: Installeren
pl_pl: Instalacja
pt_br: Instalar
pt_pt: Instalar
ro_ro: Instalare
ru_ru: Установить
sk_sk: Nainštalovať
sl_si: Namesti
sv_se: Installera
th_th: ติดตั้ง
tr_tr: Yükle
vi_vn: Cài đặt
zh_cn: 安装
zh_hk: 安裝
zh_tw: 安裝

# ButtonInstallSoftware
source: Install software
ar_sa: تثبيت البرنامج
cs_cz: Instalace softwaru
da_dk: Installer software
de_de: Software installieren
el_gr: Εγκατάσταση λογισμικού
es_es: Instalar software
es_us: Instalar el software
et_ee: Installi tarkvara
fi_fi: Asenna ohjelmisto
fil_ph: I-install ang software
fr_ca: Installer le logiciel
fr_fr: Installer le logiciel
he_il: התקן תוכנה
hr_hr: Instaliranje softvera
hu_hu: Szoftver telepítése
id_id: Instal perangkat lunak
it_it: Installa software
ja_jp: ソフトウェアをインストール
ko_kr: 소프트웨어 설치
lt_lt: Įdiegti programinę įrangą
lv_lv: Instalēt programmatūru
ms_my: Pasang perisian
nb_no: Installer programvare
nl_nl: Software installeren
pl_pl: Zainstaluj oprogramowanie
pt_br: Instalar software
pt_pt: Instalar o software
ro_ro: Instalare software
ru_ru: Установить ПО
sk_sk: Inštalovať softvér
sl_si: Namestitev programske opreme
sv_se: Installera programvara
th_th: ติดตั้งซอฟต์แวร์
tr_tr: Yazılımı yükle
vi_vn: Cài đặt phần mềm
zh_cn: 安装软件
zh_hk: 安裝軟件
zh_tw: 安裝軟體

# ButtonMyPhoneIsNotOnTheList
source: My device is not on the list
ar_sa: لا يرد هاتفي في القائمة
cs_cz: Můj telefon není v seznamu
da_dk: Min telefon findes ikke på listen
de_de: Mein Telefon befindet sich nicht auf der Liste
el_gr: Το τηλέφωνό μου δεν είναι στη λίστα
es_es: Mi teléfono no está en la lista
es_us: Mi teléfono no está en la lista
et_ee: Mu seadet ei ole nimekirjas
fi_fi: Puhelimeni ei ole luettelossa
fil_ph: Wala sa listahan ang aking telepono
fr_ca: Mon téléphone n'est pas dans la liste
fr_fr: Mon téléphone n’est pas dans la liste
he_il: הטלפון שלי לא מופיע ברשימה.
hr_hr: Moj telefon nije na popisu
hu_hu: A telefonom nem szerepel a listában
id_id: Telepon saya tidak ada dalam daftar
it_it: Il telefono non è nell'elenco
ja_jp: 電話がリストにありません
ko_kr: 내 휴대폰이 목록에 없음
lt_lt: Mano telefono nėra sąraše
lv_lv: Sarakstā nav mana tālruņa
ms_my: Telefon saya tiada dalam senarai
nb_no: Mobilen min er ikke på listen
nl_nl: Mijn telefoon staat niet in de lijst
pl_pl: Mojego telefonu nie ma na liście
pt_br: Meu telefone não está na lista
pt_pt: O meu telemóvel não está na lista
ro_ro: Telefonul meu nu este pe listă
ru_ru: Моего телефона нет в списке
sk_sk: Môj telefón nie je v zozname
sl_si: Mojega telefona ni na seznamu
sv_se: Min telefon finns inte i listan
th_th: โทรศัพท์ของฉันไม่อยู่ในรายการ
tr_tr: Telefonum listede bulunmuyor
vi_vn: Điện thoại của tôi không nằm trong danh sách
zh_cn: 我的手机不在列表上
zh_hk: 我的手機不在清單上
zh_tw: 我的手機未列在清單中

# ButtonMyPhoneWasNotDetected
source: My device was not detected
ar_sa: لم يتم الكشف عن هاتفي
cs_cz: Telefon nebyl rozpoznán.
da_dk: Min telefon blev ikke registreret
de_de: Mein Telefon wurde nicht erkannt
el_gr: Το τηλέφωνό μου δεν ανιχνεύτηκε
es_es: No se ha detectado mi teléfono
es_us: No se detectó mi teléfono
et_ee: Minu telefoni ei tuvastatud
fi_fi: Puhelintani ei tunnistettu
fil_ph: Hindi nakita ang aking telepono
fr_ca: Mon téléphone n'a pas été détecté
fr_fr: Mon téléphone n'a pas été détecté
he_il: הטלפון שלי לא זוהה
hr_hr: Moj telefon nije pronađen
hu_hu: A telefonom észlelése nem történt meg
id_id: Telepon saya tidak terdeteksi
it_it: Telefono non rilevato
ja_jp: 電話が検出されませんでした
ko_kr: 내 휴대폰이 검색되지 않음
lt_lt: Mano telefonas neaptiktas
lv_lv: Mans tālrunis netika noteikts
ms_my: Telefon saya tidak dikesan
nb_no: Telefonen ble ikke identifisert
nl_nl: Mijn telefoon wordt niet gedetecteerd
pl_pl: Mój telefon nie został wykryty
pt_br: Meu telefone não foi detectado
pt_pt: O meu telemóvel não foi detetado
ro_ro: Telefonul meu nu a fost detectat
ru_ru: Телефон не обнаружен
sk_sk: Môj telefón nebol rozpoznaný
sl_si: Mojega telefona ni bilo mogoče zaznati
sv_se: Min telefon detekterades inte
th_th: ไม่พบโทรศัพท์ของฉัน
tr_tr: Telefonum algılanmadı
vi_vn: Đã không phát hiện ra điện thoại của tôi
zh_cn: 未检测到我的手机
zh_hk: 我的手機未能偵測
zh_tw: 偵測不到我的手機

# ButtonNewFolder
source: New Folder
ar_sa: مجلد جديد
cs_cz: Nová složka
da_dk: Ny mappe
de_de: Neuer Ordner
el_gr: Νέος φάκελος
es_es: Nueva carpeta
es_us: Nueva carpeta
et_ee: Uus kaust
fi_fi: Uusi kansio
fil_ph: Bagong Folder
fr_ca: Nouveau dossier
fr_fr: Nouveau dossier
he_il: תיקייה חדשה
hr_hr: Nova mapa
hu_hu: Új mappa
id_id: Folder Baru
it_it: Nuova cartella
ja_jp: 新しいフォルダー
ko_kr: 새 폴더
lt_lt: Naujas aplankas
lv_lv: Jauna mape
ms_my: Folder Baru
nb_no: Ny mappe
nl_nl: Nieuwe map
pl_pl: Nowy folder
pt_br: Nova Pasta
pt_pt: Nova pasta
ro_ro: Dosar nou
ru_ru: Новая папка
sk_sk: Nový priečinok
sl_si: Nova mapa
sv_se: Ny mapp
th_th: โฟลเดอร์ใหม่
tr_tr: Yeni Klasör
vi_vn: Thư mục mới
zh_cn: 新文件夹
zh_hk: 新資料夾
zh_tw: 新資料夾

# ButtonNext
source: Next
ar_sa: التالي
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_es: Siguiente
es_us: Siguiente
et_ee: Edasi
fi_fi: Seuraava
fil_ph: Sususnod
fr_ca: Suivant
fr_fr: Suivant
he_il: הבא
hr_hr: Sljedeće
hu_hu: Tovább
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
lt_lt: Pirmyn
lv_lv: Tālāk
ms_my: Seterusnya
nb_no: Neste
nl_nl: Volgende
pl_pl: Następny
pt_br: Avançar
pt_pt: Seguinte
ro_ro: Următorul
ru_ru: Далее
sk_sk: Ďalej
sl_si: Naprej
sv_se: Nästa
th_th: ถัดไป
tr_tr: İleri
vi_vn: Kế tiếp
zh_cn: 下一步
zh_hk: 下一步
zh_tw: 下一步

# ButtonNo
source: No
ar_sa: لا
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
et_ee: Ei
fi_fi: Ei
fil_ph: Hindi
fr_ca: Non
fr_fr: Non
he_il: לא
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
ja_jp: いいえ
ko_kr: 아니요
lt_lt: Ne
lv_lv: Nē
ms_my: Tidak
nb_no: Nei
nl_nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sl_si: Ne
sv_se: Nej
th_th: ไม่
tr_tr: Hayır
vi_vn: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

# ButtonOff
source: Off
ar_sa: إيقاف تشغيل
cs_cz: Vypnuto
da_dk: Fra
de_de: Aus
el_gr: Απενεργοποίηση
es_es: Desactivado
es_us: Desactivado
et_ee: Väljas
fi_fi: Ei käytössä
fil_ph: I-off
fr_ca: Désactivé
fr_fr: Désactivé
he_il: כבוי
hr_hr: Isključno
hu_hu: Ki
id_id: Mati
it_it: No
ja_jp: オフ
ko_kr: 꺼짐
lt_lt: Išjungta
lv_lv: Izslēgts
ms_my: Mati
nb_no: Av
nl_nl: Uit
pl_pl: Wyłączony
pt_br: Desligado
pt_pt: Desativado
ro_ro: Dezactivat
ru_ru: Выкл.
sk_sk: Vyp.
sl_si: Izklopljeno
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
vi_vn: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關

# ButtonOk
source: OK
ar_sa: موافق
es_es: ACEPTAR
es_us: Aceptar
he_il: אישור
hr_hr: U redu
ko_kr: 확인
lt_lt: Gerai
lv_lv: Labi
ru_ru: ОК
sl_si: V redu
th_th: ตกลง
tr_tr: Tamam
zh_cn: 确定
zh_hk: 確定
zh_tw: 確定

# ButtonOn
source: On
ar_sa: تشغيل
cs_cz: Zapnuto
da_dk: Til
de_de: Ein
el_gr: Ενεργοποίηση
es_es: Activado
es_us: Activado
et_ee: Sees
fi_fi: Käytössä
fil_ph: I-on
fr_ca: Activé
fr_fr: Activé
he_il: מופעל
hr_hr: Uključeno
hu_hu: Be
id_id: Hidup
it_it: Sì
ja_jp: オン
ko_kr: 켜짐
lt_lt: Įjungta
lv_lv: Ieslēgts
ms_my: Hidup
nb_no: På
nl_nl: Aan
pl_pl: Włączony
pt_br: Ligado
pt_pt: Ativado
ro_ro: Activat
ru_ru: Вкл.
sk_sk: Zap.
sl_si: Vklopljeno
sv_se: På
th_th: เปิด
tr_tr: Açık
vi_vn: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開

# ButtonReset
source: Reset to default
ar_sa: إعادة التعيين إلى الإعدادات الافتراضية
cs_cz: Obnovit tovární nastavení
da_dk: Nulstil til standard
de_de: Auf Standard zurücksetzen
el_gr: Επαναφορά στις προεπιλεγμένες ρυθμίσεις
es_es: Restablecer valores predeterminados
es_us: Restablecer valores predeterminados
et_ee: Vaikeseadetele lähtestamine
fi_fi: Palauta oletusasetukset
fil_ph: I-reset sa default
fr_ca: Réinitialiser les valeurs par défaut
fr_fr: Rétablir les paramètres par défaut
he_il: איפוס להגדרת ברירת מחדל
hr_hr: Vrati na zadane postavke
hu_hu: Visszaállítás alapértelmezettre
id_id: Atur ulang ke default
it_it: Ripristina predefiniti
ja_jp: デフォルト値にリセット
ko_kr: 기본값으로 초기화
lt_lt: Atstatyti numatytuosius nustatymus
lv_lv: Atiestatīt uz noklusējuma vērtību
ms_my: Tetap semula ke lalai
nb_no: Tilbakestill til standard
nl_nl: Standaardinstellingen herstellen
pl_pl: Przywróć domyślne
pt_br: Restaurar para padrão
pt_pt: Repor as predefinições
ro_ro: Resetare la valorile implicite
ru_ru: Настройки по умолчанию
sk_sk: Obnovené na predvolené hodnoty
sl_si: Ponastavi na privzete vrednosti
sv_se: Återställ till standardinställningarna
th_th: รีเซ็ทเป็นค่าเริ่มต้น
tr_tr: Varsayılana sıfırla
vi_vn: Đặt lại về mặc định
zh_cn: 恢复默认设置
zh_hk: 重新設定為預設
zh_tw: 重設為預設值

# ButtonTryAgain
source: Try again
ar_sa: المحاولة مرة أخرى
cs_cz: Zkuste to znovu
da_dk: Prøv igen
de_de: Versuch wiederholen
el_gr: Προσπαθήστε ξανά
es_es: Volver a intentar
es_us: Volver a intentar
et_ee: Proovi uuesti
fi_fi: Yritä uudelleen
fil_ph: Subukan uli
fr_ca: Veuillez réessayer
fr_fr: Réessayer
he_il: נסה שוב
hr_hr: Pokušajte opet
hu_hu: Próbálja újra
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
lt_lt: Bandykite dar kartą
lv_lv: Mēģināt vēlreiz
ms_my: Cuba sekali lagi
nb_no: Prøv igjen
nl_nl: Opnieuw proberen
pl_pl: Spróbuj ponownie
pt_br: Tente novamente
pt_pt: Tente novamente
ro_ro: Încercați din nou
ru_ru: Повторить
sk_sk: Skúste to znova
sl_si: Poskusi znova
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar deneyin
vi_vn: Hãy thử lại
zh_cn: 重试
zh_hk: 再試一次
zh_tw: 請再試一次

# ButtonYes
source: Yes
ar_sa: نعم
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
es_us: Sí
et_ee: Jah
fi_fi: Kyllä
fil_ph: Oo
fr_ca: Oui
fr_fr: Oui
he_il: כן
hr_hr: Da
hu_hu: Igen
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 예
lt_lt: Taip
lv_lv: Jā
ms_my: Ya
nb_no: Ja
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sk_sk: Áno
sl_si: Da
sv_se: Ja
th_th: ใช่
tr_tr: Evet
vi_vn: Có
zh_cn: 是
zh_hk: 是
zh_tw: 是
