Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# Survey_Choice_DeviceNotWorking1
source: My device is not working as expected
ar_sa: لا يعمل جهازي بالشكل المتوقع
cs_cz: Moje zařízení nepracuje podle očekávání
da_dk: Min enhed fungerer ikke som forventet
de_de: Mein Gerät funktioniert nicht erwartungsgemäß.
el_gr: Η συσκευή μου δεν λειτουργεί με τον αναμενόμενο τρόπο
es_es: Mi dispositivo no funciona como se esperaba
es_us: Mi dispositivo no funciona como se esperaba
et_ee: Minu seade ei tööta ootuspäraselt
fi_fi: Laitteeni ei toimi odotetulla tavalla
fil_ph: Hindi gumagana ang device ko gaya ng inaasahan
fr_ca: Mon appareil ne fonctionne pas comme prévu
fr_fr: Mon appareil ne fonctionne pas comme prévu
he_il: המכשיר שלי לא פועל כצפוי
hr_hr: Moj uređaj ne radi u skladu s očekivanjima
hu_hu: Nem a várt módon működik az eszközöm
id_id: Perangkat saya tidak berfungsi sesuai harapan
it_it: Il dispositivo non funziona come previsto
ja_jp: デバイスが正常に機能しない
ko_kr: 내 장치가 예상대로 작동하지 않음
lt_lt: Mano įrenginys neveikia, kaip tikėtasi
lv_lv: Ierīce nedarbojas, kā paredzēts
ms_my: Peranti saya tidak berfungsi seperti yang dijangkakan
nb_no: Enheten min fungerer ikke som forventet
nl_nl: Mijn apparaat werkt niet zoals verwacht
pl_pl: Moje urządzenie nie działa zgodnie z oczekiwaniami
pt_br: Meu dispositivo não está funcionando conforme o esperado
pt_pt: O meu dispositivo não está a funcionar conforme esperado
ro_ro: Dispozitivul meu nu funcționează conform așteptărilor
ru_ru: Мое устройство не работает, как ожидалось
sk_sk: Moje zariadenie nefunguje podľa očakávania
sl_si: Moja naprava ne deluje po pričakovanjih
sv_se: Min enhet fungerar inte som förväntat
th_th: อุปกรณ์ของฉันไม่ทำงานตามที่คาดไว้
tr_tr: Cihazım beklendiği gibi çalışmıyor
vi_vn: Thiết bị của tôi đang hoạt động không như mong đợi
zh_cn: 我的设备未按预期方式工作
zh_hk: 我的裝置不如預期正常運作
zh_tw: 我的裝置不如預期正常運作

# Survey_Choice_PerformanceIssues1
source: I am encountering performance issues
ar_sa: أواجه مشكلات في الأداء
cs_cz: Narážím na problémy s výkonem
da_dk: Jeg har problemer med ydeevnen
de_de: Es treten Leistungsprobleme auf.
el_gr: Αντιμετωπίζω προβλήματα επιδόσεων
es_es: Experimento problemas de rendimiento
es_us: Experimento problemas de rendimiento
et_ee: Mul esineb jõudlusprobleeme
fi_fi: Käytössä ilmenee suorituskykyongelmia
fil_ph: Nagkakaroon ako ng mga isyu sa performance
fr_ca: J'ai des problèmes de performances
fr_fr: Je rencontre des problèmes de performances
he_il: אני נתקל בבעיות בביצועים
hr_hr: Imam probleme s performansama
hu_hu: Teljesítményproblémákat tapasztalok
id_id: Saya mengalami masalah kinerja
it_it: Si riscontrano problemi di prestazioni
ja_jp: パフォーマンスの問題が発生している
ko_kr: 성능 문제가 발생함
lt_lt: Man kilo efektyvumo problemų
lv_lv: Radās veiktspējas problēmas
ms_my: Saya menghadapi isu prestasi
nb_no: Jeg opplever ytelsesproblemer
nl_nl: Ik heb prestatieproblemen
pl_pl: Występują problemy z wydajnością
pt_br: Estou tendo problemas de desempenho
pt_pt: Estou a ter alguns problemas de desempenho
ro_ro: Mă confrunt cu probleme de performanță
ru_ru: У меня возникли проблемы с производительностью
sk_sk: Mám problémy s výkonom
sl_si: Prihaja do težav z učinkovitostjo delovanja
sv_se: Jag har prestandaproblem
th_th: ฉันพบปัญหาด้านประสิทธิภาพ
tr_tr: Performans sorunlarıyla karşılaşıyorum
vi_vn: Tôi đang gặp phải sự cố về hiệu suất
zh_cn: 我遇到了性能问题
zh_hk: 正在發生效能問題
zh_tw: 正在發生效能問題

# Survey_Choice_PrevVersionFaster1
source: The previous version seemed faster
ar_sa: الإصدار السابق يبدو أسرع في الأداء
cs_cz: Předchozí verze se zdála být rychlejší
da_dk: Den forrige version virkede hurtigere
de_de: Die vorherige Version schien schneller zu sein.
el_gr: Μου φαίνεται ότι η προηγούμενη έκδοση ήταν ταχύτερη
es_es: La anterior versión parecía más rápida
es_us: La anterior versión parecía más rápida
et_ee: Eelmine versioon tundus olevat kiirem
fi_fi: Edellinen versio vaikutti nopeammalta
fil_ph: Mukhang mas mabilis ang nakaraang bersyon
fr_ca: La version précédente semblait plus rapide
fr_fr: La version précédente semblait plus rapide
he_il: הגירסה הקודמת נראתה מהירה יותר
hr_hr: Prethodna se verzija doimala bržom
hu_hu: Az előző verzió gyorsabbnak tűnt
id_id: Versi sebelumnya lebih cepat
it_it: La versione precedente sembrava più veloce
ja_jp: 前のバージョンの方が高速だった
ko_kr: 이전 버전이 더 빠른 것 같음
lt_lt: Ankstesnė versija atrodė spartesnė
lv_lv: Iepriekšējā versija darbojās ātrāk
ms_my: Versi sebelum ini nampaknya lebih pantas
nb_no: Den forrige versjonen virket raskere
nl_nl: De vorige versie leek sneller
pl_pl: Poprzednia wersja działała szybciej
pt_br: A versão anterior parecia mais rápida
pt_pt: A versão anterior parecia mais rápida
ro_ro: Versiunea anterioară părea mai rapidă
ru_ru: Кажется, предыдущая версия работала быстрее
sk_sk: Predchádzajúca verzia sa zdala byť rýchlejšia
sl_si: Prejšnja različica se mi je zdela hitrejša
sv_se: Den föregående versionen verkade snabbare
th_th: ดูเหมือนเวอร์ชั่นก่อนหน้าดูจะเร็วกว่านี้
tr_tr: Önceki sürüm daha hızlı gibi görünüyordu
vi_vn: Phiên bản trước có vẻ nhanh hơn
zh_cn: 以前的版本好像更快
zh_hk: 舊版的速度似乎較快
zh_tw: 舊版的速度似乎較快

# Survey_Choice_PrevVersionMoreReliable1
source: The previous version seemed more reliable
ar_sa: يبدو أنه يمكن الوثوق أكثر بالإصدار السابق
cs_cz: Předchozí verze se zdála být spolehlivější
da_dk: Den forrige version virkede mere pålidelig
de_de: Die vorherige Version schien zuverlässiger zu sein.
el_gr: Μου φαίνεται ότι η προηγούμενη έκδοση ήταν πιο αξιόπιστη
es_es: La anterior versión parecía más fiable
es_us: La anterior versión parecía más fiable
et_ee: Eelmine versioon tundus olevat töökindlam
fi_fi: Edellinen versio vaikutti luotettavammalta
fil_ph: Mukhang mas maaasahan ang nakaraang bersyon
fr_ca: La version précédente semblait plus fiable
fr_fr: La version précédente semblait plus fiable
he_il: הגירסה הקודמת נראתה אמינה יותר
hr_hr: Prethodna se verzija doimala pouzdanijom
hu_hu: Az előző verzió megbízhatóbbnak tűnt
id_id: Versi sebelumnya lebih andal
it_it: La versione precedente sembrava più affidabile
ja_jp: 前のバージョンの方が信頼性が高かった
ko_kr: 이전 버전이 더 안정적인 것 같음
lt_lt: Ankstesnė versija atrodė patikimesnė
lv_lv: Iepriekšējā versija bija uzticamāka
ms_my: Versi sebelum ini nampaknya lebih boleh dipercayai
nb_no: Den versjonen virket mer pålitelig
nl_nl: De vorige versie leek betrouwbaarder
pl_pl: Poprzednia wersja działała stabilniej
pt_br: A versão anterior parecia mais confiável
pt_pt: A versão anterior parecia mais fiável
ro_ro: Versiunea anterioară părea mai fiabilă
ru_ru: Кажется, предыдущая версия работала надежнее
sk_sk: Predchádzajúca verzia sa zdala byť spoľahlivejšia
sl_si: Prejšnja različica se mi je zdela zanesljivejša
sv_se: Den föregående versionen verkade mer tillförlitlig
th_th: เวอร์ชั่นก่อนหน้าดูน่าเชื่อถือกว่า
tr_tr: Önceki sürüm daha güvenilir gibi görünüyordu
vi_vn: Phiên bản trước có vẻ đáng tin cậy hơn
zh_cn: 以前的版本好像更可靠
zh_hk: 舊版似乎較可靠
zh_tw: 舊版似乎較可靠

# Survey_Header1
source: Why are you recovering your device?
ar_sa: لماذا تقوم باسترداد جهازك؟
cs_cz: Proč obnovujete svoje zařízení?
da_dk: Hvorfor genopretter du din enhed?
de_de: Warum führen Sie eine Wiederherstellung des Geräts durch?
el_gr: Γιατί κάνετε ανάκτηση στη συσκευή σας;
es_es: ¿Por qué está recuperando su dispositivo?
es_us: ¿Por qué está recuperando su dispositivo?
et_ee: Miks soovite oma seadet taastada?
fi_fi: Miksi palautat laitteesi?
fil_ph: Bakit mo ipinapanumbalik ang iyong device?
fr_ca: Pourquoi récupérez-vous votre appareil?
fr_fr: Pourquoi récupérez-vous votre appareil ?
he_il: מדוע אתה משחזר את המכשיר?
hr_hr: Zašto vršite oporavak uređaja?
hu_hu: Miért szeretné helyreállítani az eszközét?
id_id: Mengapa Anda memulihkan perangkat?
it_it: Perché si intende ripristinare il dispositivo?
ja_jp: デバイスを回復する理由は何ですか。
ko_kr: 장치를 복구하려는 이유는 무엇입니까?
lt_lt: Kodėl norite atkurti savo prietaisą?
lv_lv: Kāpēc ierīce ir jāatkopj?
ms_my: Mengapakah anda memulihkan peranti anda?
nb_no: Hvorfor gjenoppretter du enheten?
nl_nl: Waarom herstelt u uw apparaat?
pl_pl: Dlaczego przeprowadzasz odzyskiwanie urządzenia?
pt_br: Por que você está recuperando seu dispositivo?
pt_pt: Por que motivo está a proceder à recuperação do seu dispositivo?
ro_ro: De ce vă recuperați dispozitivul?
ru_ru: Почему вы восстанавливаете состояние своего устройства?
sk_sk: Prečo obnovujete svoje zariadenie?
sl_si: Zakaj želite obnoviti svojo napravo?
sv_se: Varför återställer du din enhet?
th_th: ทำไมคุณถึงกู้คืนอุปกรณ์ของคุณ
tr_tr: Neden cihazınızı kurtarıyorsunuz?
vi_vn: Tại sao bạn lại khôi phục thiết bị này?
zh_cn: 为什么要恢复你的设备？
zh_hk: 為何復原您的裝置？
zh_tw: 為何復原您的裝置？

# Survey_TellUsMore1
source: Tell us more
ar_sa: أخبرنا بالمزيد
cs_cz: Řekněte nám o tom víc
da_dk: Fortæl os mere
de_de: Teilen Sie uns mehr mit
el_gr: Πείτε μας περισσότερα
es_es: Amplíenos la información
es_us: Amplíenos la información
et_ee: Rääkige täpsemalt
fi_fi: Kerro lisää
fil_ph: Magkuwento pa sa amin
fr_ca: Dites-nous en plus
fr_fr: Dites-nous en plus
he_il: ספר לנו עוד
hr_hr: Recite nam više
hu_hu: Visszajelzés
id_id: Beritahu kami selengkapnya
it_it: Altre informazioni
ja_jp: マイクロソフトに詳細を通知する
ko_kr: 추가 정보 제공
lt_lt: Praneškite mums
lv_lv: Pastāstiet mums vairāk
ms_my: Beritahu kami lebih lanjut
nb_no: Fortell oss mer
nl_nl: Vertel ons meer
pl_pl: Przekaż nam więcej informacji
pt_br: Diga-nos mais
pt_pt: Conte-nos mais
ro_ro: Spuneți-ne mai multe
ru_ru: Расскажите подробнее
sk_sk: Poskytnite nám viac informácií
sl_si: Povejte nam več o tem
sv_se: Berätta mer
th_th: บอกเราเพิ่มเติม
tr_tr: Bize daha fazla bilgi verin
vi_vn: Hãy cho chúng tôi biết thêm
zh_cn: 告诉我们更多信息
zh_hk: 請多告訴我們一點
zh_tw: 請多告訴我們一點

source: Theme
ar_sa: النسق
cs_cz: Motiv
da_dk: Tema
de_de: Design
el_gr: Θέμα
es_es: Tema
es_us: Tema
et_ee: Teema
fi_fi: Teema
fil_ph: Tema
fr_ca: Thème
fr_fr: Thème
he_il: ערכת נושא
hr_hr: Tema
hu_hu: Téma
id_id: Tema
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
lt_lt: Tema
lv_lv: Dizains
ms_my: Tema
nb_no: Tema
nl_nl: Thema
pl_pl: Motyw
pt_br: Tema
pt_pt: Tema
ro_ro: Temă
ru_ru: Тема
sk_sk: Motív
sl_si: Tema
sv_se: Tema
th_th: ลักษณะ
tr_tr: Tema
vi_vn: Chủ đề
zh_cn: 主题
zh_hk: 主題
zh_tw: 佈景主題

# ThemeDark
source: Dark
ar_sa: داكن
cs_cz: Tmavý
da_dk: Mørk
de_de: Dunkel
el_gr: Σκούρο
es_es: Oscuro
es_us: Oscuro
et_ee: Tume
fi_fi: Tumma
fil_ph: Madilim
fr_ca: Sombre
fr_fr: Sombre
he_il: ככה
hr_hr: Tamno
hu_hu: Sötét
id_id: Gelap
it_it: Scuro
ja_jp: 黒
ko_kr: 어둡게
lt_lt: Tamsi
lv_lv: Tumšs
ms_my: Gelap
nb_no: Mørk
nl_nl: Donker
pl_pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro_ro: Întunecat
ru_ru: Темная
sk_sk: Tmavé
sl_si: Temno
sv_se: Mörkt
th_th: เข้ม
tr_tr: Koyu
vi_vn: Tối
zh_cn: 深色
zh_hk: 深色
zh_tw: 深色

# ThemeHighContrast
source: High Contrast
ar_sa: تباين عالٍ
cs_cz: Vysoký kontrast
da_dk: Høj kontrast
de_de: Hoher Kontrast
el_gr: Υψηλή αντίθεση
es_es: Contraste alto
es_us: Alto contraste
et_ee: Suur kontrast
fi_fi: Suuri kontrasti
fil_ph: Mataas na Contrast
fr_ca: Contraste élevé
fr_fr: Contraste élevé
he_il: ניגודיות גבוהה
hr_hr: Visoki kontrast
hu_hu: Nagy kontraszt
id_id: Kontras Tinggi
it_it: Contrasto elevato
ja_jp: ハイコントラスト
ko_kr: 고대비
lt_lt: Didelis kontrastas
lv_lv: Liels kontrasts
ms_my: Kontras Tinggi
nb_no: Høykontrast
nl_nl: Hoog contrast
pl_pl: Wysoki kontrast
pt_br: Alto contraste
pt_pt: Alto contraste
ro_ro: Contrast înalt
ru_ru: Контрастная
sk_sk: Vysoký kontrast
sl_si: Visok kontrast
sv_se: Högkontrast
th_th: คมชัดสูง
tr_tr: Yüksek Kontrast
vi_vn: Tương phản cao
zh_cn: 高对比度
zh_hk: 高對比
zh_tw: 高對比

# ThemeLight
source: Light
ar_sa: فاتح
cs_cz: Světlý
da_dk: Lys
de_de: Hell
el_gr: Ανοιχτό
es_es: Claro
es_us: Claro
et_ee: Hele
fi_fi: Vaalea
fil_ph: Maliwanag
fr_ca: Clair
fr_fr: Clair
he_il: בהיר
hr_hr: Svijetlo
hu_hu: Világos
id_id: Terang
it_it: Chiaro
ja_jp: 白
ko_kr: 밝게
lt_lt: Šviesi
lv_lv: Gaišs
ms_my: Cerah
nb_no: Lys
nl_nl: Licht
pl_pl: Jasny
pt_br: Claro
pt_pt: Claro
ro_ro: Luminos
ru_ru: Светлая
sk_sk: Svetlé
sl_si: Svetlo
sv_se: Ljust
th_th: สว่าง
tr_tr: Açık
vi_vn: Sáng
zh_cn: 浅色
zh_hk: 淺色
zh_tw: 淺色

# ThereIsMandatoryApplicationUpdate
source: There is a mandatory application update {0}.
ar_sa: يتوفر تحديث تطبيق إلزامي {0}.
cs_cz: Je k dispozici povinná aktualizace aplikace {0}.
da_dk: Der er en obligatorisk programopdatering {0}.
de_de: Es ist ein obligatorisches Anwendungs-Update {0} verfügbar.
el_gr: Υπάρχει μια υποχρεωτική ενημέρωση εφαρμογής {0}.
es_es: Hay una actualización de la aplicación obligatoria ({0}).
es_us: Hay una actualización de la aplicación obligatoria {0}.
et_ee: Rakenduse värskendus {0} on kohustuslik.
fi_fi: Pakollinen sovelluspäivitys {0}.
fil_ph: Mayroong sapilitang update ng application {0}.
fr_ca: Cette mise à jour de l’application est obligatoire {0}.
fr_fr: Une mise à jour d'application vers {0} est obligatoire.
he_il: זהו עדכון הכרחי ליישום {0}.
hr_hr: Postoji obvezno ažuriranje za aplikaciju {0}.
hu_hu: Kötelező alkalmazásfrissítés elérhető {0}.
id_id: Tersedia pembaruan aplikasi wajib {0}.
it_it: È disponibile questo aggiornamento obbligatorio per l'applicazione: {0}.
ja_jp: 必須アプリケーションの更新{0}があります。
ko_kr: 응용 프로그램 필수 업데이트 {0}이(가) 있습니다.
lt_lt: Yra privalomas programos naujinimas {0}.
lv_lv: Pieejams obligāts programmas atjauninājums {0}.
ms_my: Terdapat kemas kini aplikasi mandatori {0}.
nb_no: Det finnes en obligatorisk programoppdatering {0}.
nl_nl: Er is een verplichte applicatie-update {0}.
pl_pl: Aplikację należy bezwzględnie zaktualizować do wersji {0}.
pt_br: Há uma atualização obrigatória do aplicativo {0}.
pt_pt: Existe uma atualização obrigatória para a aplicação: {0}.
ro_ro: Există o actualizare {0} obligatorie pentru aplicație.
ru_ru: Имеется обязательное обновление приложения до версии {0}.
sk_sk: Je dostupná povinná aktualizácia aplikácie {0}.
sl_si: Na voljo je obvezna posodobitev aplikacije {0}.
sv_se: Det finns en obligatorisk programuppdatering {0}.
th_th: มีการอัพเดตแอพพลิเคชั่นบังคับ {0}
tr_tr: Zorunlu bir {0} uygulama güncellemesi var.
vi_vn: Có một bản cập nhật áp dụng bắt buộc {0}.
zh_cn: 有必须安装的应用程序更新 {0}。
zh_hk: 有一個強制應用程式更新{0}。
zh_tw: 有強制的應用程式更新 {0}。

# ThisUpdateMustBeInstalled
source: This {0} update must be installed and cannot be skipped. The application can not be used until it is updated. Before installing this update please unplug all devices.
ar_sa: يجب تثبيت التحديث {0} هذا ولا يمكن تخطيه. يتعذر استخدام التطبيق إلى أن يتم تحديثه. قبل تثبيت هذا التحديث، يرجى فصل كل الأجهزة.
cs_cz: Tato aktualizace {0} musí být nainstalována a nelze ji přeskočit. Aplikaci nelze použít, dokud nebude aktualizována. Před instalací této aktualizace odpojte veškerá zařízení.
da_dk: Denne {0}-opdatering skal installeres og må ikke springes over. Programmet kan ikke benyttes, før det er blevet opdateret. Frakobl alle enheder, før opdateringen installeres.
de_de: Dieses {0}-Update muss installiert und kann nicht übersprungen werden. Die Anwendung kann nicht verwendet werden, bis sie aktualisiert wird. Bitte trennen Sie alle Geräte, bevor Sie dieses Update ausführen.
el_gr: Η ενημέρωση {0} πρέπει να εγκατασταθεί και δεν μπορεί να παραλειφθεί. Η εφαρμογή δεν μπορεί να χρησιμοποιηθεί μέχρι να ενημερωθεί. Προτού εγκαταστήσετε αυτή την ενημέρωση, αποσυνδέστε από την τροφοδοσία όλες τις συσκευές.
es_es: Esta actualización {0} se debe instalar y no se puede omitir. Esta aplicación no se puede usar hasta que no se actualice. Antes de instalar esta actualización, desconecta todos los dispositivos.
es_us: Esta actualización de {0} se debe instalar y no se puede omitir. La aplicación no se puede usar hasta que se actualice. Antes de instalar esta actualización, desconecte todos los dispositivos.
et_ee: See {0} värskendus tuleb installida. Seda ei saa vahele jätta. Rakendust ei saa enne uuendamist kasutada. Enne uuendamise installimist tõmmake kõik seadmed seinast välja.
fi_fi: Tämä päivitys {0} on asennettava, eikä sitä voi ohittaa. Sovellusta ei voi käyttää ennen sen päivittämistä. Irrota kaikki laitteet, ennen kuin asennat tämän päivityksen.
fil_ph: Itong {0} update ay dapat na i-install at hindi dapat laktawan. Hindi magagamit ang application hanggang mai-update ito.. Bago i-install ang update na ito paki-unplug ang lahat ng mga device.
fr_ca: Cette mise à jour {0} doit être installée et ne peut être omise. L'application ne peut pas être utilisée avant d'avoir été mise à jour. Avant d'installer cette mise à jour, veuillez débrancher tous les appareils.
fr_fr: Cette mise à jour vers {0} doit être installée et ne peut pas être ignorée. L’application ne peut pas être utilisée tant qu’elle n’a pas été mise à jour. Débranchez tous les appareils avant d’installer cette mise à jour.
he_il: עדכון {0} זה חייב להיות מותקן ולא ניתן לדלג עליו. לא ניתן להשתמש ביישום עד שלא יעודכן. לפני התקנת העדכון, נתק את כל ההתקנים.
hr_hr: Ovo {0} ažuriranje mora se instalirati i ne može se preskočiti. Prije upotrebe aplikaciju morate ažurirati. Prije instalacije ovog ažuriranja odvojite sve uređaje.
hu_hu: Ezt a(z) {0} frissítést telepíteni kell, és nem hagyható ki. Az alkalmazás nem használható, amíg nem frissítette. Húzzon ki minden eszközt a frissítés telepítése előtt.
id_id: Pembaruan {0} ini harus diinstal dan tidak boleh dilewatkan. Aplikasi tidak dapat digunakan hingga diperbarui. Sebelum menginstal pembaruan ini, cabut semua perangkat.
it_it: L'aggiornamento {0} deve essere installato e non può essere ignorato. Impossibile usare l'applicazione finché non verrà aggiornata. Prima di installare l'aggiornamento, scollegare tutti i dispositivi.
ja_jp: この{0}の更新はインストールの必要があり、スキップすることはできません。 このアプリケーションは、更新されるまで使用できません。 この更新をインストールする前に、すべてのデバイスを取り外してください。
ko_kr: 이 {0} 업데이트는 반드시 설치해야 하며 생략할 수 없습니다. 응용 프로그램을 사용하려면 업데이트를 해야 합니다. 이 업데이트를 설치하기 전에 모든 장치의 플러그를 뽑아 주십시오.
lt_lt: Šį {0} naujinimą būtina įdiegti, jo praleisti negalima. Programos negalima naudoti, kol ji nėra atnaujinta. Prieš įdiegdami šį naujinimą, atjunkite visus įrenginius.
lv_lv: Šis {0} atjauninājums ir jāinstalē, un to nevar izlaist. Lietojumprogrammu nevar izmantot, kamēr tā nav atjaunināta. Pirms šī atjauninājuma instalēšanas, lūdzu, atvienojiet visas ierīces.
ms_my: Kemas kini {0} mesti dipasang dan tidak boleh dilangkau. Aplikasi tidak boleh digunakan sehingga dikemas kini. Sebelum memasang kemas kini ini, sila cabut palam semua peranti.
nb_no: Denne {0}-oppdateringen må installeres og kan ikke hoppes over. Programmet kan ikke brukes før det er oppdatert. Koble fra alle enheter før du installerer denne oppdateringen.
nl_nl: Deze {0} update moet worden geïnstalleerd en kan niet worden overgeslagen. U moet de applicatie bijwerken voordat u deze kunt gebruiken. Koppel alle apparaten los voordat u deze update installeert.
pl_pl: Aktualizacja {0} musi zostać zainstalowana i nie można jej pominąć. Z aplikacji nie można korzystać, dopóki nie zostanie zaktualizowana. Przed instalacją tej aktualizacji należy odłączyć wszystkie urządzenia.
pt_br: Essa atualização {0} deve ser instalada e não pode ser ignorada. O aplicativo não poderá ser utilizado até que seja atualizado. Antes de instalar essa atualização, desconecte todos os dispositivos.
pt_pt: Tem de instalar a atualização para a versão {0} e não pode ignorá-la. A aplicação não pode ser utilizada até ser atualizada. Antes de instalar esta atualização, desligue os cabos de todos os dispositivos.
ro_ro: Această actualizare {0} trebuie instalată și nu poate fi ignorată. Aplicația nu poate fi utilizată până când nu este actualizată. Înainte de instalarea acestei actualizări, deconectați toate dispozitivele.
ru_ru: Обновление {0} должно быть установлено и не может быть пропущено. Чтобы использовать приложение, необходимо выполнить обновление. Перед установкой этого обновления отключите все устройства от электросети.
sk_sk: Táto aktualizácia {0} sa musí nainštalovať a nie je možné ju vynechať. Túto aplikáciu je možné používať až po aktualizácii. Pred inštaláciou tejto aktualizácie odpojte všetky zariadenia.
sl_si: Posodobitev {0} je treba namestiti in je ni mogoče preskočiti. Aplikacije ni mogoče uporabljati, dokler je ne posodobite. Pred namestitvijo posodobitve odklopite vse naprave.
sv_se: Denna {0}-uppdatering måste installeras och kan ej hoppas över. Programmet måste uppdateras innan det kan användas. Frånkoppla alla enheter innan du installerar uppdateringen.
th_th: การอัพเดต {0} นี้จะต้องติดตั้งและไม่สามารถข้ามได้ ไม่สามารถใช้งานแอปพลิเคชันนี้ได้จนกว่าจะอัปเดตแอป ก่อนติดตั้งการอัปเดตนี้ กรุณาถอดสายอุปกรณ์ทั้งหมด
tr_tr: Bu {0} güncellemesi yüklenmelidir ve atlanamaz. Bu uygulama güncellenene kadar kullanılamaz. Bu güncellemeyi yüklemeden önce lütfen tüm aygıtların bağlantısını kesin.
vi_vn: Bản cập nhật {0} này phải được cài đặt và không thể bỏ qua. Ứng dụng không thể sử dụng cho đến khi được cập nhật. Trước khi cài cập nhật này, vui lòng rút ra tất cả các thiết bị.
zh_cn: 必须安装此 {0} 更新，不得跳过。 应用程序更新前无法使用。 在安装此更新前请拔掉所有设备。
zh_hk: 此{0} 更新必須安裝，不得跳過。 應用程式需要更新方可使用。 安裝更新前請拔去所有裝置。
zh_tw: 必須安裝這個 {0} 更新且無法略過。 更新前無法使用應用程式。 請先拔除所有裝置，再安裝此更新。

# TraceEnabled
source: Create a log file
ar_sa: إنشاء ملف سجل
cs_cz: Vytvořit soubor protokolu
da_dk: Opret en logfil
de_de: Eine Log-Datei erstellen
el_gr: Δημιουργία αρχείου καταγραφής
es_es: Crear un archivo de registro
es_us: Cree un archivo de registro
et_ee: Koosta logifail
fi_fi: Luo lokitiedosto
fil_ph: Gumawa ng log file.
fr_ca: Créer un fichier journal
fr_fr: Créer un fichier journal
he_il: צור קובץ יומן רישום
hr_hr: Stvaranje datoteke dnevnika
hu_hu: Naplófájl létrehozása
id_id: Buat file log
it_it: Crea un file di registro
ja_jp: ログファイルを作成
ko_kr: 로그 파일 생성
lt_lt: Žurnalo failo kūrimas
lv_lv: Izveidot žurnālfailu
ms_my: Cipta fail log
nb_no: Opprett en loggfil
nl_nl: Een logbestand maken
pl_pl: Utwórz plik dziennika
pt_br: Criar um arquivo de registro
pt_pt: Criar um ficheiro de registo
ro_ro: Creați un fișier jurnal
ru_ru: Создать файл журнала
sk_sk: Vytvoriť súbor denníka
sl_si: Ustvari dnevniško datoteko
sv_se: Skapa en loggfil
th_th: สร้างไฟล์บันทึก
tr_tr: Günlük dosyası oluşturun
vi_vn: Tạo tập tin nhật ký
zh_cn: 创建日志文件
zh_hk: 建立記錄文件
zh_tw: 建立記錄檔案

source: Troubleshooting
ar_sa: استكشاف الأخطاء وإصلاحها
cs_cz: Řešení potíží
da_dk: Fejlfinding
de_de: Fehlerbehebung
el_gr: Αντιμετώπιση προβλημάτων
es_es: Resolución de problemas
es_us: Resolución de problemas
et_ee: Tõrkeotsing
fi_fi: Vianmääritys
fil_ph: Nagto-troubleshoot
fr_ca: Dépannage
fr_fr: Résolution des problèmes
he_il: פתרון בעיות
hr_hr: Rješavanje problema
hu_hu: Hibakeresés
id_id: Pemecahan Masalah
it_it: Risoluzione dei problemi
ja_jp: トラブルシューティング
ko_kr: 문제 해결
lt_lt: Trikčių šalinimas
lv_lv: Problēmu novēršana
ms_my: Menyelesai masalah
nb_no: Feilsøking
nl_nl: Problemen oplossen
pl_pl: Diagnozowanie i usuwanie usterek
pt_br: Resolução de problemas
pt_pt: Resolução de problemas
ro_ro: Depanare
ru_ru: Поиск и устранение неполадок
sk_sk: Riešenie problémov
sl_si: Odpravljanje napak
sv_se: Felsökning
th_th: การแก้ปัญหา
tr_tr: Sorun giderme
vi_vn: Xử lý sự cố
zh_cn: 故障排除
zh_hk: 疑難排解
zh_tw: 疑難排解
