Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# PhoneIsUpToDate
source: You have the latest available software version.
ar_sa: أنت تملك أحدث إصدار للبرنامج.
cs_cz: Máte nejnovější dostupnou verzi softwaru.
da_dk: Du har den nyeste softwareversion.
de_de: Ihre Software-Version ist auf dem neuesten Stand.
el_gr: Διαθέτετε την πιο πρόσφατη έκδοση λογισμικού.
es_es: Tienes la última versión de software disponible.
es_us: Tiene la última versión de software disponible.
et_ee: Kasutate uusimat saadaolevat tarkvaraversiooni.
fi_fi: Laitteessasi on uusin saatavilla oleva ohjelmistoversio.
fil_ph: Mayroon ka ng pinakabagong bersyon ng software.
fr_ca: Vous disposez de la version disponible la plus récente du logiciel.
fr_fr: Vous disposez de la dernière version disponible du logiciel.
he_il: בטלפון שלך מותקנת גרסת התוכנה העדכנית ביותר שקיימת.
hr_hr: Imate najnoviju dostupnu verziju softvera.
hu_hu: Ön a legfrissebb rendelkezésre álló szoftververzióval rendelkezik.
id_id: Anda memiliki versi perangkat lunak yang terbaru.
it_it: La versione del software installata è la più recente.
ja_jp: 使用可能な最新のソフトウェアバージョンを使用しています。
ko_kr: 최신 소프트웨어 버전을 설치할 수 있습니다.
lt_lt: Turite naujausią prieinamą programinės įrangos versiją.
lv_lv: Jums ir jaunākā pieejamā programmatūras versija.
ms_my: Anda mempunyai versi perisian tersedia yang terkini.
nb_no: Du har det nyeste tilgjengelige programvareversjonen.
nl_nl: U beschikt al over de nieuwste software-versie.
pl_pl: Masz najnowszą dostępną wersję oprogramowania.
pt_br: Você já tem a versão mais recente do software.
pt_pt: Tem a versão de software mais recente disponível.
ro_ro: Aveți cea mai recentă versiune software disponibilă.
ru_ru: На устройстве установлена последняя версия ПО.
sk_sk: Používate najnovšiu dostupnú verziu softvéru.
sl_si: Imate najnovejšo razpoložljivo različico programske opreme.
sv_se: Du har den senaste versionen av programvaran.
th_th: คุณมีเวอร์ชันซอฟต์แวร์ที่พร้อมใช้งานล่าสุด
tr_tr: Mevcut en yeni yazılım sürümüne sahipsiniz.
vi_vn: Bạn đã có phiên bản phần mềm mới nhất.
zh_cn: 您有最新的可用软件版本。
zh_hk: 您有最新的可用軟件版本。
zh_tw: 您已擁有最新版軟體。

# PhoneRemovedHeader
source: Device disconnected
ar_sa: تم قطع اتصال الهاتف
cs_cz: Telefon odpojen
da_dk: Forbindelse til telefon afbrudt
de_de: Verbindung zum Telefon getrennt
el_gr: Το τηλέφωνο αποσυνδέθηκε
es_es: Teléfono desconectado
es_us: Teléfono desconectado
et_ee: Seadme ühendus katkes
fi_fi: Puhelimen yhteys on katkaistu
fil_ph: Nadiskonekta ang telepono
fr_ca: Téléphone déconnecté
fr_fr: Téléphone déconnecté
he_il: הטלפון מנותק
hr_hr: Telefon odvojen
hu_hu: Telefon lecsatlakoztatva
id_id: Telepon tidak tersambung
it_it: Telefono scollegato
ja_jp: 電話の接続が解除されました
ko_kr: 휴대폰이 연결 해제됨
lt_lt: Telefonas atjungtas
lv_lv: Tālrunis atvienots
ms_my: Telefon diputuskan sambungan
nb_no: Mobilen er frakoblet
nl_nl: Verbinding met telefoon verbroken
pl_pl: Odłączono telefon
pt_br: Telefone desconectado
pt_pt: Telemóvel desligado
ro_ro: Telefon deconectat
ru_ru: Телефон отключен
sk_sk: Telefón je odpojený
sl_si: Povezava s telefonom je prekinjena
sv_se: Telefon frånkopplad
th_th: โทรศัพท์ถูกยกเลิกการเชื่อมต่อแล้ว
tr_tr: Telefon bağlantısı kesildi
vi_vn: Điện thoại đã ngắt kết nối
zh_cn: 手机已断开连接
zh_hk: 已中斷手機連接
zh_tw: 手機已中斷連線

# PhoneRemovedMessage
source: Device {0} has been disconnected.
ar_sa: تم قطع اتصال الهاتف {0}.
cs_cz: Telefon {0} byl odpojen.
da_dk: Forbindelsen til telefonen {0} er blevet afbrudt.
de_de: Verbindung zum Telefon {0} wurde getrennt.
el_gr: Το τηλέφωνο {0} έχει αποσυνδεθεί.
es_es: Se ha desconectado el teléfono {0}.
es_us: El teléfono{0} se desconectó.
et_ee: Seadme {0} ühendus katkes.
fi_fi: Puhelimen {0} yhteys on katkaistu.
fil_ph: Nadiskonekta {0} ang telepono.
fr_ca: Le téléphone {0} a été déconnecté.
fr_fr: Le téléphone {0} a été déconnecté.
he_il: הטלפון {0} נותק.
hr_hr: Telefon {0} je odvojen.
hu_hu: A(z) {0} telefon lecsatlakoztatása megtörtént.
id_id: Telepon {0} sudah tidak tersambung.
it_it: Il telefono {0} è stato scollegato.
ja_jp: 電話 {0} の接続が解除されています。
ko_kr: 휴대폰 {0}이(가) 연결 해제되었습니다.
lt_lt: Telefonas {0} atjungtas.
lv_lv: Tālrunis {0} ir atvienots.
ms_my: Telefon {0} telah diputuskan sambungan.
nb_no: Mobilen {0} er frakoblet.
nl_nl: Verbinding met telefoon {0} is verbroken.
pl_pl: Telefon {0} został odłączony.
pt_br: O telefone {0} foi desconectado.
pt_pt: O telemóvel {0} foi desligado.
ro_ro: Telefonul {0} a fost deconectat.
ru_ru: Телефон {0} был отключен.
sk_sk: Telefón {0} bol odpojený.
sl_si: Povezava s telefonom {0} je prekinjena.
sv_se: Telefonen {0} har kopplats från.
th_th: โทรศัพท์ {0} ได้ถูกยกเลิกการเชื่อมต่อแล้ว
tr_tr: Telefon {0} bağlantısı kesildi.
vi_vn: Điện thoại {0}đã bị ngắt kết nối.
zh_cn: 手机 {0} 已断开连接。
zh_hk: 手機 {0} 已中斷連接。
zh_tw: 已中斷連線手機 {0}。

# PhoneRestart
source: Device restart
ar_sa: إعادة تشغيل الهاتف
cs_cz: Restartování telefonu
da_dk: Genstart af telefon
de_de: Neustart des Telefons
el_gr: Επανεκκίνηση τηλεφώνου
es_es: Reinicio del teléfono
es_us: Reinicio de teléfono
et_ee: Telefoni taaskäivitamine
fi_fi: Puhelimen uudelleenkäynnistys
fil_ph: I-restart ang telepono
fr_ca: Redémarrage du téléphone
fr_fr: Redémarrage du téléphone
he_il: הפעלת טלפון חדש
hr_hr: Ponovno pokretanje telefona
hu_hu: Telefon újraindítása
id_id: Penghidupan ulang telepon
it_it: Riavvio del telefono
ja_jp: 電話の再起動
ko_kr: 휴대폰 다시 시작
lt_lt: Telefono paleidimas iš naujo
lv_lv: Tālruņa restartēšana
ms_my: Mula semula telefon
nb_no: Omstart av telefonen
nl_nl: Telefoon opnieuw opstarten
pl_pl: Ponowne uruchomienie telefonu
pt_br: Reinicialização do telefone
pt_pt: Reiniciar o telemóvel
ro_ro: Repornire telefon
ru_ru: Перезапуск телефона
sk_sk: Reštartovať telefón
sl_si: Ponovni zagon telefona
sv_se: Omstart av telefonen
th_th: รีสตาร์ทโทรศัพท์
tr_tr: Telefonun yeniden başlatılması
vi_vn: Khởi động lại điện thoại
zh_cn: 手机重启
zh_hk: 重啟手機
zh_tw: 手機重新啟動

# PhoneSettingsBackupPathWin10
source: Settings > Update and Recovery > Backup
ar_sa: الإعدادات > التحديث والاسترداد > النسخ الاحتياطي
cs_cz: Nastavení > Aktualizace a obnovení > Záloha
da_dk: Indstillinger > Opdatering og genoprettelse > Sikkerhedskopiering
de_de: Einstellungen > Update/Wiederherstellung > Sicherung
el_gr: Ρυθμίσεις > Ενημέρωση και αποκατάσταση > Δημιουργία αντιγράφου ασφαλείας
es_es: Configuración > Actualización y recuperación > Copia de seguridad
es_us: Configuración > Actualizar y recuperar > Copia de seguridad
et_ee: Seaded > Värskendus ja taaste > Varundamine
fi_fi: Asetukset > Päivitys ja palautus > Varmuuskopio
fil_ph: Mga Setting > Update at Pagbawi > Backup
fr_ca: Paramètres > Mise à jour et récupération > Sauvegarde
fr_fr: Paramètres > Mise à jour et récupération > Copie de sauvegarde
he_il: הגדרות > עדכון ושחזור > גיבוי
hr_hr: Postavke > Ažuriranje i oporavak > Sigurnosna kopija
hu_hu: Beállítások > Frissítés és helyreállítás > Biztonsági mentés
id_id: Pengaturan > Pembaruan dan Pemulihan > Cadangkan
it_it: Impostazioni > Aggiorna e ripristina > Backup
ja_jp: [設定] > [保守と管理] > [バックアップ]
ko_kr: 설정 > 업데이트 및 복구 > 백업
lt_lt: Parametrai > Naujinimas ir atkūrimas > Atsarginė kopija
lv_lv: Iestatījumi > Atjaunināšana un atkopšana > Dublēšana
ms_my: Tetapan > Kemas Kini dan Pemulihan > Sandaran
nb_no: Innstillinger > Oppdatering og gjenoppretting > Sikkerhetskopi
nl_nl: Instellingen > Update en herstel > Back-up
pl_pl: Ustawienia > Aktualizacja i odzyskiwanie > Kopia zapasowa
pt_br: Configurações > Atualização e Recuperação > Backup
pt_pt: Definições > Atualização e recuperação > Cópia de segurança
ro_ro: Setări > Actualizare și recuperare > Copie de siguranţă
ru_ru: Настройки > Обновление и восстановление > Резервное копирование
sk_sk: Nastavenia > Aktualizácia a obnovenie > Záloha
sl_si: Nastavitve > Posodobitev in obnovitev > Varnostno kopiranje
sv_se: Inställningar > Uppdatering och återställning > Säkerhetskopiering
th_th: การตั้งค่า > การอัพเดตและการกู้คืน > สำรองข้อมูล
tr_tr: Ayarlar > Güncelleme ve Kurtarma > Yedekleme
vi_vn: Cài đặt > Cập nhật và Khôi phục > Sao lưu
zh_cn: 设置 > 更新和恢复 > 备份
zh_hk: 設定 > 更新及復原 > 備份
zh_tw: 設定 > 更新與復原 > 備份

# PhoneSettingsBackupPathWin8
source: Settings > backup
ar_sa: الإعدادات > النسخ الاحتياطي
cs_cz: Nastavení > Záloha
da_dk: Indstillinger > Sikkerhedskopiering
de_de: Einstellungen > Sicherung
el_gr: Ρυθμίσεις > Δημιουργία αντιγράφου ασφαλείας
es_es: Configuración > Copia de seguridad
es_us: Configuración > copia de seguridad
et_ee: Seaded > varundamine
fi_fi: Asetukset > Varmuuskopio
fil_ph: Mga Setting > backup
fr_ca: Paramètres > Sauvegarde
fr_fr: Paramètres > Copie de sauvegarde
he_il: הגדרות > גיבוי
hr_hr: Postavke > sigurnosna kopija
hu_hu: Beállítások > Biztonsági mentés
id_id: Pengaturan > cadangkan
it_it: Impostazioni > Backup
ja_jp: [設定] > [バックアップ]
ko_kr: 설정 > 백업
lt_lt: Parametrai > atsarginė kopija
lv_lv: Iestatījumi > dublēšana
ms_my: Tetapan > sandaran
nb_no: Innstillinger > sikkerhetskopi
nl_nl: Instellingen > back-up
pl_pl: Ustawienia > Kopia zapasowa
pt_br: Configurações > backup
pt_pt: Definições > Cópia de segurança
ro_ro: Setări > copie de siguranţă
ru_ru: Настройки > резервное копирование
sk_sk: Nastavenia > záloha
sl_si: Nastavitve > Varnostno kopiranje
sv_se: Inställningar > säkerhetskopiering
th_th: การตั้งค่า > สำรองข้อมูล
tr_tr: Ayarlar > Yedekle
vi_vn: Cài đặt > sao lưu
zh_cn: 设置 > 备份
zh_hk: 設定 > 備份
zh_tw: 設定 > 備份

# PleaseConnectDevice
source: Please connect your device
ar_sa: يرجى توصيل هاتفك
cs_cz: Připojte telefon.
da_dk: Tilslut din telefon
de_de: Bitte schließen Sie Ihr Telefon an
el_gr: Συνδέστε το τηλέφωνό σας
es_es: Conecta tu teléfono
es_us: Conecte su teléfono
et_ee: Ühendage oma telefon
fi_fi: Yhdistä puhelimesi
fil_ph: Pakikonekta ang iyong telepono
fr_ca: Veuillez connecter votre téléphone
fr_fr: Connectez votre téléphone
he_il: חבר את הטלפון
hr_hr: Povežite telefon
hu_hu: Csatlakoztassa a telefonját
id_id: Sambungkan telepon Anda
it_it: Connettere il telefono
ja_jp: 電話を接続してください
ko_kr: 휴대폰을 연결하십시오
lt_lt: Prijunkite savo telefoną
lv_lv: Lūdzu, pievienojiet savu tālruni
ms_my: Sila sambungkan telefon anda
nb_no: Koble til telefonen
nl_nl: Sluit uw telefoon aan
pl_pl: Podłącz telefon
pt_br: Conecte seu telefone
pt_pt: Ligue o telemóvel
ro_ro: Conectați telefonul
ru_ru: Подключите свой телефон
sk_sk: Pripojte telefón
sl_si: Vzpostavite povezavo s telefonom
sv_se: Anslut telefonen
th_th: กรุณาเชื่อมต่อโทรศัพท์ของคุณ
tr_tr: Lütfen telefonunuzu bağlayın
vi_vn: Vui lòng kết nối điện thoại của bạn
zh_cn: 请连接您的手机
zh_hk: 請連接您的手機
zh_tw: 請連線您的手機

# PleaseConnectOneDevice
source: Please connect only one device
ar_sa: يرجى توصيل هاتف واحد فقط
cs_cz: Připojte pouze jeden telefon.
da_dk: Tilslut kun én telefon
de_de: Bitte schließen Sie nur ein Telefon an
el_gr: Συνδέστε μόνο ένα τηλέφωνο.
es_es: Conecta solo un teléfono
es_us: Conecte solo un teléfono
et_ee: Ühendage ainult üks telefon.
fi_fi: Yhdistä vain yksi puhelin
fil_ph: Paki-konekta lamang ang isang telepono
fr_ca: Veuillez connecter un seul téléphone
fr_fr: Connectez un seul téléphone
he_il: חבר טלפון אחד בלבד
hr_hr: Povežite samo jedan telefon
hu_hu: Csak egy telefont csatlakoztasson
id_id: Sambungkan hanya satu telepon
it_it: Connettere un solo telefono
ja_jp: 電話を1台のみ接続してください
ko_kr: 휴대폰을 한 대만 연결하십시오
lt_lt: Prijunkite tik vieną telefoną
lv_lv: Lūdzu, pievienojiet tikai vienu tālruni
ms_my: Sila sambungkan satu telefon sahaja
nb_no: Koble til bare én telefon
nl_nl: Sluit slechts één telefoon aan
pl_pl: Podłącz tylko jeden telefon
pt_br: Conecte somente um telefone
pt_pt: Ligue apenas um telemóvel
ro_ro: Conectați doar un telefon
ru_ru: Подключите только один телефон
sk_sk: Pripojte len jeden telefón
sl_si: Vzpostavite povezavo s samo enim telefonom
sv_se: Anslut endast en telefon
th_th: กรุณาต่อโทรศัพท์เพียงเครื่องเดียว
tr_tr: Lütfen sadece bir telefon bağlayın
vi_vn: Vui lòng kết nối chỉ một điện thoại
zh_cn: 请仅连接一部手机
zh_hk: 請僅連接一台手機
zh_tw: 請僅連線一台手機

source: Please select a folder
ar_sa: الرجاء تحديد مجلد
cs_cz: Vyberte složku
da_dk: Vælg en mappe
de_de: Bitte Ordner auswählen
el_gr: Επιλέξτε ένα φάκελο
es_es: Selecciona una carpeta
es_us: Seleccione una carpeta
et_ee: Valige kaust
fi_fi: Valitse kansio
fil_ph: Pumili sana ng isang folder
fr_ca: Veuillez choisir un dossier
fr_fr: Veuillez sélectionner un dossier.
he_il: בחר תיקייה
hr_hr: Odaberite mapu
hu_hu: Válasszon ki egy mappát.
id_id: Pilih folder
it_it: Selezionare una cartella
ja_jp: フォルダーを選択してください。
ko_kr: 폴더를 선택하십시오.
lt_lt: Pasirinkite katalogą
lv_lv: Lūdzu, atlasiet mapi
ms_my: Sila pilih folder
nb_no: Velg en mappe
nl_nl: Selecteer een map
pl_pl: Wybierz folder
pt_br: Selecione uma pasta
pt_pt: Seleccione uma pasta
ro_ro: Selectați un folder
ru_ru: Выберите папку
sk_sk: Zvoľte zložku
sl_si: Izberite mapo
sv_se: Välj en mapp
th_th: กรุณาเลือกโฟลเดอร์
tr_tr: Lütfen bir klasör seçin
vi_vn: Vui lòng chọn một thư mục
zh_cn: 请选择文件夹
zh_hk: 請選擇一個文件夾
zh_tw: 請選擇資料夾

source: Please select device to continue
ar_sa: يرجى تحديد الهاتف للمتابعة
cs_cz: Nejprve vyberte telefon.
da_dk: Vælg telefon for at fortsætte
de_de: Wählen Sie ein Telefon aus, um fortzufahren
el_gr: Επιλέξτε τηλέφωνο για να συνεχίσετε
es_es: Selecciona un teléfono para continuar
es_us: Seleccione un teléfono para continuar
et_ee: Jätkamiseks valige telefon
fi_fi: Jatka valitsemalla puhelin
fil_ph: Pakipili ang telepono para magpatuloy
fr_ca: Veuillez sélectionner un téléphone pour continuer
fr_fr: Sélectionnez le téléphone pour continuer
he_il: בחר טלפון כדי להמשיך
hr_hr: Za nastavak odaberite telefon
hu_hu: Válassza ki a telefont a folytatáshoz
id_id: Pilih telepon untuk melanjutkan
it_it: Selezionare il telefono per continuare
ja_jp: 電話を選択して続行してください
ko_kr: 계속하려면 휴대폰을 선택하십시오
lt_lt: Norėdami tęsti, pasirinkite telefoną
lv_lv: Lai turpinātu, atlasiet tālruni
ms_my: Sila pilih telefon untuk teruskan
nb_no: Velg telefon for å fortsette
nl_nl: Selecteer telefoon om door te gaan
pl_pl: Wybierz telefon, aby kontynuować
pt_br: Selecione o telefone para continuar
pt_pt: Selecione o telemóvel para continuar
ro_ro: Selectați telefonul pentru a continua
ru_ru: Выберите телефон, чтобы продолжить
sk_sk: Ak chcete pokračovať, vyberte telefón
sl_si: Če želite nadaljevati, izberite telefon
sv_se: Välj telefon för att fortsätta
th_th: กรุณาเลือกโทรศัพท์เพื่อดำเนินการต่อ
tr_tr: Lütfen devam etmek için bir telefon seçin
vi_vn: Vui lòng chọn điện thoại để tiếp tục
zh_cn: 请选择手机继续
zh_hk: 請選擇手機繼續
zh_tw: 請選擇手機以繼續

# PleaseSelectManufacturer
source: Please select the correct one below:
ar_sa: يرجى تحديد الخيار الصحيح أدناه:
cs_cz: Vyberte níže:
da_dk: Angiv den korrekte mulighed nedenfor:
de_de: Wählen Sie unten den entsprechenden Hersteller aus:
el_gr: Επιλέξτε το σωστό παρακάτω:
es_es: Selecciona el fabricante correcto a continuación:
es_us: Seleccione el correcto a continuación:
et_ee: Palun tehke allpool õige valik:
fi_fi: Valitse oikea valmistaja:
fil_ph: Paki-pili ang tama sa ibaba.
fr_ca: Veuillez sélectionner l'option appropriée ci-dessous :
fr_fr: Choisissez le bon fabriquant ci-dessous :
he_il: בחר את האפשרות הנכונה להלן:
hr_hr: Odaberite ispravnog ispod:
hu_hu: Válassza ki alább a megfelelő lehetőséget:
id_id: Pilih satu yang benar di bawah:
it_it: Selezionare il produttore corretto di seguito:
ja_jp: 以下から正しいものを選択してください。
ko_kr: 아래에서 올바른 항목을 선택하십시오.
lt_lt: Pasirinkite teisingą iš toliau nurodytų:
lv_lv: Lūdzu, atlasiet pareizo:
ms_my: Sila pilih yang betul di bawah:
nb_no: Velg riktig produsent nedenfor:
nl_nl: Selecteer hieronder de juiste:
pl_pl: Wybierz prawidłową z poniższych możliwości:
pt_br: Selecione o correto abaixo:
pt_pt: Selecione a opção que se aplica abaixo:
ro_ro: Selectați varianta corectă de mai jos:
ru_ru: Выберите нужный вариант:
sk_sk: Vyberte správnu možnosť:
sl_si: Spodaj izberite pravilnega:
sv_se: Välj tillverkare nedan:
th_th: กรุณาเลือกตัวเลือกที่ถูกต้องด้านล่าง:
tr_tr: Lütfen aşağıdakilerden doğru olanı seçin:
vi_vn: Vui lòng chọn đúng mục dưới đây:
zh_cn: 请在下面选择正确的手机制造商：
zh_hk: 請於下列選擇正確一項：
zh_tw: 請在下方選擇正確項目:

source: Please wait
ar_sa: يرجى الانتظار
cs_cz: Počkejte prosím.
da_dk: Vent et øjeblik
de_de: Bitte warten
el_gr: Περιμένετε
es_es: Espera
es_us: Espere
et_ee: Palun oodake
fi_fi: Odota hetki
fil_ph: Pakihintay
fr_ca: Veuillez patienter
fr_fr: Veuillez patienter
he_il: אנא המתן
hr_hr: Pričekajte
hu_hu: Kis türelmet
id_id: Harap tunggu
it_it: Attendere prego
ja_jp: お待ちください
ko_kr: 잠시 기다려 주십시오
lt_lt: Palaukite
lv_lv: Lūdzu, uzgaidiet
ms_my: Sila tunggu
nb_no: Vent litt
nl_nl: Een ogenblik geduld
pl_pl: Czekaj
pt_br: Aguarde
pt_pt: Aguarde
ro_ro: Vă rugăm să așteptați
ru_ru: Подождите
sk_sk: Počkajte, prosím
sl_si: Počakajte
sv_se: Var god vänta
th_th: กรุณารอ
tr_tr: Lütfen bekleyin
vi_vn: Vui lòng chờ
zh_cn: 请稍候
zh_hk: 請稍候
zh_tw: 請稍候

# PortForm
source: Port
ar_sa: المنفذ
el_gr: Θύρα
es_es: Puerto
es_us: Puerto
fi_fi: Portti
he_il: יציאה
it_it: Porta
ja_jp: ポート
ko_kr: 포트
lt_lt: Prievadas
lv_lv: Ports
nl_nl: Poort
pt_br: Porta
pt_pt: Porta
ru_ru: Порт
sl_si: Vrata
th_th: พอร์ต
tr_tr: Bağlantı noktası
vi_vn: Cổng
zh_cn: 端口
zh_hk: 端口
zh_tw: 連接埠

source: Preferences
ar_sa: التفضيلات
cs_cz: Preference
da_dk: Præferencer
de_de: Einstellungen
el_gr: Προτιμήσεις
es_es: Preferencias
es_us: Preferencias
et_ee: Eelistused
fi_fi: Asetukset
fil_ph: Mga Preferences
fr_ca: Préférences
fr_fr: Préférences
he_il: העדפות
hr_hr: Osobne postavke
hu_hu: Beállítások
id_id: Preferensi
it_it: Preferenze
ja_jp: 設定
ko_kr: 기본 설정
lt_lt: Nuostatos
ms_my: Keutamaan
nb_no: Innstillinger
nl_nl: Voorkeuren
pl_pl: Preferencje
pt_br: Preferências
pt_pt: Preferências
ro_ro: Preferințe
ru_ru: Предпочтения
sk_sk: Preferencie
sl_si: Prednostne nastavitve
sv_se: Preferenser
th_th: การตั้งค่า
tr_tr: Tercihler
vi_vn: Tuỳ chọn
zh_cn: 偏好
zh_hk: 喜好設定
zh_tw: 喜好設定

# PressPowerAndVolumeDown
source: Press Power and "Volume down" at the same time.
ar_sa: يرجى الضغط على زر الطاقة وزر "خفض مستوى الصوت" في الوقت نفسه.
cs_cz: Stiskněte současně tlačítko napájení a tlačítko snížení hlasitosti.
da_dk: Tryk på strømknappen og "Lydstyrke ned" på samme tid.
de_de: Drücken Sie gleichzeitig die Einschalttaste und die Leiser-Taste.
el_gr: Πατήστε το κουμπί λειτουργίας και το κουμπί μείωσης έντασης ήχου ταυτόχρονα.
es_es: Presiona el botón de encendido y el botón "Bajar volumen" al mismo tiempo.
es_us: Presione los botones de encendido y "bajar volumen" al mismo tiempo.
et_ee: Vajutage samal ajal toiteklahvi ja „helitugevuse vähendamise” nuppu.
fi_fi: Paina samanaikaisesti virtapainiketta ja äänenvoimakkuuden vähennyspainiketta.
fil_ph: Pindutin ang Power at "Volume down" ng sabay.
fr_ca: Appuyez simultanément sur les boutons d'alimentation et de réduction du volume.
fr_fr: Appuyez à la fois sur les boutons d'alimentation et de réduction du volume.
he_il: לחץ על לחצן ההפעלה ועל לחצן "החלשת עוצמת הקול" בו-זמנית.
hr_hr: Istovremeno pritisnite gumbe za uključivanje i "Smanjenje glasnoće".
hu_hu: Nyomja meg egyszerre a telefon Bekapcsológombját és a „hangerő csökkentése” gombot.
id_id: Tekan tombol Daya "Volume turun" secara bersamaan.
it_it: Premere contemporaneamente il pulsante di accensione e il tasto "Volume giù".
ja_jp: 電源ボタンと[音量を下げる]ボタンを同時に押してください。
ko_kr: 전원 및 [볼륨 작게]를 동시에 누르십시오.
lt_lt: Tuo pačiu metu paspauskite maitinimo įjungimo ir garsumo mažinimo mygtuką.
lv_lv: Vienlaikus nospiediet barošanas un skaļuma samazināšanas pogas.
ms_my: Tekan butang Kuasa dan "Rendahkan Kelantangan" pada masa yang sama.
nb_no: Trykk på/av-knappen og Volum ned samtidig.
nl_nl: Druk tegelijkertijd op de aan/uit-knop en de knop "volume omlaag".
pl_pl: Jednocześnie przyciśnij przycisk zasilania oraz zmniejszania głośności.
pt_br: Pressione os botões "Liga/desliga" e "Abaixar volume" simultaneamente.
pt_pt: Mantenha premidos os botões Ligar/Desligar e "Reduzir volume" ao mesmo tempo.
ro_ro: Apăsați simultan pe Alimentare și „Reducere volum”.
ru_ru: Одновременно нажмите кнопку питания и уменьшения громкости.
sk_sk: Stlačte naraz tlačidlo napájania a tlačidlo zníženia hlasitosti.
sl_si: Hkrati pritisnite tipki za vklop/izklop in znižanje glasnosti.
sv_se: Tryck på strömbrytaren och "Volym ner" samtidigt.
th_th: กดปุ่ม เปิดปิด และปุ่ม "ลดเสียง" พร้อมกัน
tr_tr: Lütfen Güç ve "Sesi alçalt" düğmelerine aynı anda basın.
vi_vn: Nhấn nút Nguồn và "Giảm âm lượng" cùng lúc.
zh_cn: 同时按下“电源”键和“音量降低”键。
zh_hk: 同時按下電源及「降低音量鍵」。
zh_tw: 請同時按下 [電源] 按鈕與 [調小音量] 按鈕。

source: Press the Power button.
ar_sa: يرجى الضغط على زر الطاقة.
cs_cz: Stiskněte tlačítko napájení.
da_dk: Tryk på strømknappen.
de_de: Drücken Sie die Ein/Aus-Taste.
el_gr: Πατήστε το κουμπί λειτουργίας.
es_es: Presiona el botón de encendido.
es_us: Presione el botón de encendido.
et_ee: Vajutage toiteklahvi.
fi_fi: Paina virtapainiketta.
fil_ph: Pindutin ang buton ng power
fr_ca: Appuyez sur le bouton d'alimentation.
fr_fr: Appuyez sur le bouton d'alimentation.
he_il: לחץ על לחצן ההפעלה.
hr_hr: Pritisnite gumb za uključivanje.
hu_hu: Nyomja meg a Bekapcsológombot.
id_id: Tekan tombol Daya.
it_it: Premere il pulsante di accensione.
ja_jp: 電源ボタンを押してください。
ko_kr: 전원 버튼을 누르십시오.
lt_lt: Paspauskite maitinimo mygtuką.
lv_lv: Nospiediet barošanas pogu.
ms_my: Tekan butang Kuasa.
nb_no: Hold inne på/av-knappen.
nl_nl: Druk op de aan/uit-knop.
pl_pl: Naciśnij przycisk zasilania.
pt_br: Pressione o botão "Liga/desliga".
pt_pt: Prima o botão Ligar/Desligar.
ro_ro: Apăsați butonul Alimentare.
ru_ru: Нажмите кнопку питания.
sk_sk: Stlačte tlačidlo napájania.
sl_si: Pritisnite gumb za vklop/izklop.
sv_se: Tryck på strömbrytaren.
th_th: กดปุ่ม เปิดปิด
tr_tr: Lütfen Güç düğmesine basın.
vi_vn: Nhấn nút Nguồn.
zh_cn: 按下“电源”按钮。
zh_hk: 按下電源按鈕。
zh_tw: 請按下 [電源] 按鈕。
