Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# DirectoryNotSet
source: Directory not selected or does not exist.
ar_sa: لم يتم تحديد الدليل أو الدليل غير موجود.
cs_cz: Adresář nebyl vybrán nebo neexistuje.
da_dk: Bibliotek er ikke valgt eller findes ikke.
de_de: Kein Verzeichnis angegeben, oder Verzeichnis existiert nicht.
el_gr: Δεν επιλέχτηκε δεν υπάρχει κατάλογος.
es_es: No se ha seleccionado ningún directorio o no existe.
es_us: No seleccionó o no existe el directorio.
et_ee: Kataloogi ei ole valitud või ei ole olemas.
fi_fi: Hakemistoa ei ole valittu tai sitä ei ole olemassa.
fil_ph: Hindi napili ang direktoryo o walang umiiral.
fr_ca: Le répertoire n'a pas été sélectionné ou n'existe pas.
fr_fr: Le répertoire n'est pas sélectionné ou n'existe pas.
he_il: הספרייה לא נבחרה או שאינה קיימת.
hr_hr: Direktorij nije odabran ili ne postoji.
hu_hu: Könyvtár nem létezik vagy nincs kiválasztva.
id_id: Direktori tidak dipilih atau tidak ada.
it_it: Directory non selezionata o non esistente.
ja_jp: ディレクトリが選択されていないか存在しません。
ko_kr: 디렉터리를 선택하지 않았거나 존재하지 않습니다.
lt_lt: Katalogas nepasirinktas arba tokio katalogo nėra.
lv_lv: Direktorijs nav atlasīts vai nepastāv.
ms_my: Direktori tidak dipilih atau tidak wujud.
nb_no: Katalogen er ikke valgt, eller den finnes ikke.
nl_nl: Map is niet geselecteerd of bestaat niet.
pl_pl: Nie wybrano katalogu lub katalog nie istnieje.
pt_br: Diretório não selecionado ou inexistente.
pt_pt: Diretório não selecionado ou não existe.
ro_ro: Directorul nu a fost selectat sau nu există.
ru_ru: Каталог не выбран или не существует.
sk_sk: Adresár nebol vybratý alebo neexistuje.
sl_si: Mapa ni izbrana ali ne obstaja.
sv_se: Ingen katalog har valts, eller så finns inte vald katalog.
th_th: ไม่ได้เลือกไดเรกทอรี หรือไม่มีไดเรกทอรี
tr_tr: Dizin seçilmedi ya da yok.
vi_vn: Thư mục chưa được chọn hoặc không tồn tại.
zh_cn: 未选择目录或目录不存在。
zh_hk: 未選擇目錄或不存在。
zh_tw: 未選擇目錄或目錄不存在。

# DisclaimerBackupInfo
source: Personal content on the device will be erased during the installation. We recommend that you create a backup on your device, under:
ar_sa: سيتم مسح محتوى البيانات الشخصية على الهاتف أثناء التثبيت. ننصحك بإجراء نسخ احتياطي على هاتفك، ضمن:
cs_cz: V průběhu instalace dojde k vymazání osobního obsahu telefonu. Doporučujeme vytvořit v telefonu zálohu v části:
da_dk: Personligt indhold på telefonen bliver slettet under installationen. Vi anbefaler, at du opretter en sikkerhedskopi på din telefon, under:
de_de: Persönliche Inhalte auf dem Telefon werden während der Installation gelöscht. Wir empfehlen, eine Sicherungskopie auf Ihrem Telefon zu erstellen unter:
el_gr: Κατά τη διάρκεια της εγκατάστασης, το προσωπικό περιεχόμενο του τηλεφώνου θα διαγραφεί. Συνιστούμε να δημιουργήσετε ένα αντίγραφο ασφαλείας των αρχείων του τηλεφώνου σας, στο μενού:
es_es: El contenido personal del teléfono se borrará durante la instalación. Te recomendamos que realices una copia de seguridad de tu teléfono, en:
es_us: El contenido personal del teléfono se borrará durante la instalación. Le recomendamos crear una copia de seguridad de su teléfono en:
et_ee: Installimise käigus kustutatakse telefonis olev isiklik sisu. Soovitame teil luua oma telefonis varukoopia osas:
fi_fi: Puhelimessa oleva henkilökohtainen sisältö poistetaan asennuksen aikana. Suosittelemme luomaan varmuuskopion puhelimesi sisällöstä kohdassa:
fil_ph: Ang personal na nilalaman sa telepono ay buburahin sa panahon ng pag-i-install. Iminumungkahi namin na gumawa kayo ng backup sa iyong telepono, sa ilalim ng:
fr_ca: Le contenu personnel du téléphone sera effacé lors de l'installation. Nous vous recommandons de créer une sauvegarde sur votre téléphone, sous :
fr_fr: Le contenu personnel enregistré sur le téléphone sera effacé lors de l'installation. Il est conseillé de créer une copie de sauvegarde sur votre téléphone, sous :
he_il: תוכן אישי בטלפון יימחק במהלך ההתקנה. מומלץ ליצור גיבוי בטלפון, תחת:
hr_hr: Osobni sadržaj na telefonu bit će obrisan tijekom instalacije. Preporučamo da na telefonu stvorite sigurnosnu kopiju, pod:
hu_hu: A telepítés során a telefonról törlődnek a személyes tartalmak. Azt javasoljuk, hogy készítsen biztonsági mentést a telefonján a következő helyen:
id_id: Konten pribadi di telepon akan dihapus dalam penginstalan. Aplikasi telepon Kami sarankan agar Anda membuat cadangan pada telepon Anda, di:
it_it: Durante l'installazione, i contenuti personali presenti sul telefono verranno cancellati. Consigliamo di creare un backup sul telefono, in:
ja_jp: 電話内の個人データはインストール中に消去されます。 以下から電話のバックアップを作成することをお勧めします:
ko_kr: 설치하는 동안 휴대폰의 개인 콘텐츠가 지워집니다. 휴대폰의 다음 경로에 백업을 만들 것을 권장합니다.
lt_lt: Asmeninis turinys telefone bus ištrintas diegiant. Rekomenduojame sukurti atsarginę kopiją telefone nuėjus:
lv_lv: Instalēšanas laikā personiskais saturs tālrunī tiks izdzēsts. Ieteicams tālrunī izveidot dublējumkopiju šeit:
ms_my: Kandungan peribadi pada telefon akan dipadamkan semasa pemasangan. Kami mengesyorkan agar anda membuat sandaran pada telefon anda, dalam:
nb_no: Personlig innhold på telefonen slettes under installeringen. Vi anbefaler at du sikkerhetskopierer telefonen, under:
nl_nl: Tijdens de installatie wordt persoonlijke inhoud op de telefoon gewist. Het is verstandig om een back-up te maken op uw telefoon, bij:
pl_pl: W czasie instalacji zawartość osobista zapisana w telefonie zostanie usunięta. Zaleca się wykonanie kopii zapasowej zawartości telefonu, w następujący sposób:
pt_br: O conteúdo pessoal no telefone será apagado durante a instalação. É recomendável criar uma cópia de segurança do telefone em:
pt_pt: Os conteúdos pessoais do telemóvel serão apagados durante a instalação. Recomendamos que crie uma cópia de segurança no seu telemóvel. Para o fazer, aceda a:
ro_ro: Conținutul personal de pe telefon se va șterge în timpul instalării. Vă recomandăm să creați o copie de siguranţă pe telefon, în:
ru_ru: Во время установки в телефоне будет удалено персональное содержимое. Рекомендуется создать в телефоне резервную копию, перейдя в меню:
sk_sk: Osobný obsah uložený v telefóne sa počas inštalácie vymaže. Odporúčame vám vytvoriť zálohu v telefóne v:
sl_si: Osebne vsebine bodo med namestitvijo izbrisane iz telefona. Priporočamo, da v spodnjem razdelku ustvarite varnostno kopijo svojega telefona:
sv_se: Personligt innehåll i telefonen kommer att raderas under installationen. Vi rekommenderar att du gör en säkerhetskopiering av telefonen, under:
th_th: ข้อมูลส่วนตัวในโทรศัพท์จะถูกลบทิ้งระหว่างการติดตั้ง เราขอแนะนำให้คุณทำการสำรองข้อมูลบนโทรศัพท์ของคุณ ใต้:
tr_tr: Yükleme sırasında telefondaki kişisel içerik silinecektir. Telefonunuzda şu bölüm altında bir yedek oluşturmanızı tavsiye ederiz:
vi_vn: Nội dung cá nhân trên điện thoại sẽ được xóa trong thời gian cài đặt. Chúng tôi khuyên bạn nên tạo một bản sao lưu trên điện thoại của bạn, dưới:
zh_cn: 安装过程中手机内的个人内容将被删除。 我们建议您在手机的以下路径下创建备份：
zh_hk: 在安裝過程中，手機中的個人內容將被清除。 我們建議您於手機建立備份，於：
zh_tw: 安裝時，手機上的個人內容會被清除。 建議您在手機上製作備份，請使用:

# DisclaimerHeader
source: Disclaimer
ar_sa: إخلاء المسؤولية
cs_cz: Právní omezení
da_dk: Ansvarsfraskrivelse
de_de: Ausschlussklausel
el_gr: Αποποίηση ευθυνών
es_es: Renuncia de responsabilidad
es_us: Aviso de declaración de responsabilidades
et_ee: Vastutuse välistamine
fi_fi: Varoitus
fil_ph: Pagtatatuwa
fr_ca: Avis de non-responsabilité
fr_fr: Avertissement
he_il: כתב ויתור
hr_hr: Odricanje odgovornosti
hu_hu: Jogi nyilatkozat
id_id: Sanggahan
it_it: Dichiarazione di non responsabilità
ja_jp: 免責事項
ko_kr: 고지 사항
lt_lt: Atsakomybės atsisakymas
lv_lv: Atruna
ms_my: Penafian
nb_no: Fraskrivelse
pl_pl: Oświadczenie o ograniczeniu odpowiedzialności
pt_br: Aviso legal
pt_pt: Exclusão de responsabilidade
ro_ro: Declinarea responsabilității
ru_ru: Отказ от ответственности
sk_sk: Vyhlásenie
sl_si: Omejitev odgovornosti
sv_se: Viktigt meddelande
th_th: การปฏิเสธความรับผิด
tr_tr: Yasal Uyarı
vi_vn: Miễn trừ trách nhiệm
zh_cn: 免责声明
zh_hk: 免責聲明
zh_tw: 免責聲明

# DisclaimerInfoInstallationDuration
source: Installing the software should take about 15 minutes. The download time of the software package depends on network speed.
ar_sa: يجب أن يستغرق تثبيت البرنامج حوالي 15 دقيقة. يعتمد وقت التنزيل للبرنامج على سرعة الشبكة.
cs_cz: Instalace softwaru by měla trvat přibližně 15 minut. Čas stažení balíčku softwaru se liší podle rychlosti sítě.
da_dk: Det tager cirka 15 minutter at installere softwaren. Den tid, det tager at downloade softwarepakken, afhænger af netværkshastigheden.
de_de: Die Installation der Software dauert ca. 15 Minuten. Die Download-Geschwindigkeit des Software-Pakets hängt von der Netzwerk-Geschwindigkeit ab.
el_gr: Η εγκατάσταση του λογισμικού θα διαρκέσει περίπου 15 λεπτά. Ο χρόνος λήψης του πακέτου λογισμικού εξαρτάται από την ταχύτητα του δικτύου.
es_es: La instalación del software debería tardar unos 15 minutos. El tiempo que tardará en descargarse el paquete de software dependerá de la velocidad de la red.
es_us: La instalación del software debería tardar unos 15 minutos. El tiempo que tardará en descargarse el paquete de software dependerá de la velocidad de la red.
et_ee: Tarkvara installimiseks peaks kuluma umbes 15 minutit. Tarkvarapaketi allalaadimiseks kuluv aeg sõltub võrguühenduse kiirusest.
fi_fi: Ohjelmiston asentamisen pitäisi kestää noin 15 minuuttia. Ohjelmistopaketin lataukseen kuluva aika riippuu verkon nopeudesta.
fil_ph: Magtatagal ng nasa 15 minuto ang pag-i-install sa software. Depende sa bilis ng network ang oras ng pag-download sa software package.
fr_ca: L'installation du logiciel devrait prendre environ 15 minutes. Le temps de téléchargement du progiciel dépend de la vitesse du réseau.
fr_fr: L'installation du logiciel doit durer environ 15 minutes. La durée de téléchargement du paquet logiciel dépend de la vitesse du réseau.
he_il: התקנת התוכנה תימשך 15 דקות בקירוב. זמן ההורדה של חבילת התוכנה תלוי במהירות הרשת.
hr_hr: Instaliranje softvera potrajat će oko 15 minuta. Vrijeme preuzimanja softverskog paketa ovisi o brzini mreže.
hu_hu: A szoftver telepítése kb. 15 percig tart. A szoftvercsomag letöltési ideje a hálózati sebességtől függ.
id_id: Penginstalan perangkat lunak akan memerlukan waktu kira-kira 15 menit. Waktu mengunduh paket perangkat lunak bergantung pada kecepatan jaringan internet.
it_it: L'installazione del software dovrebbe richiedere circa 15 minuti. Il tempo di download del pacchetto del software dipende dalla velocità della rete.
ja_jp: このソフトウェアのインストール所要時間は約15分です。 このソフトウェアパッケージのダウンロード時間は、ネットワーク速度によって異なります。
ko_kr: 소프트웨어 설치는 15분 정도 소요됩니다. 소프트웨어 패키지의 다운로드 시간은 네트워크 속도에 따라 달라집니다.
lt_lt: Programinės įrangos diegimas turėtų užtrukti apie 15 min. Programinės įrangos paketo parsisiuntimo laikas priklauso nuo tinklo greičio.
lv_lv: Programmatūras instalēšana varētu ilgt aptuveni 15 minūtes. Programmatūras pakotnes lejupielādes laiks ir atkarīgs no tīkla ātruma.
ms_my: Pemasangan perisian akan mengambil masa kira-kira 15 minit. Masa muat turun pakej perisian bergantung pada kelajuan rangkaian.
nb_no: Programvareinstallasjonen tar ca. 15 minutter. Nedlastingstiden til programvarepakken er avhengig av nettverkshastighet.
nl_nl: Het installeren van de software duurt ongeveer 15 minuten. De downloadtijd voor het softwarepakket is afhankelijk van de snelheid van het netwerk.
pl_pl: Instalacja oprogramowania powinna potrwać około 15 minut. Czas pobierania pakietu oprogramowania zależy od prędkości łącza sieciowego.
pt_br: A instalação do software deve demorar cerca de 15 minutos. O tempo de download do pacote de software depende da velocidade da rede.
pt_pt: A instalação do software deverá demorar cerca de 15 minutos. O tempo de transferência do pacote de software depende da velocidade da rede.
ro_ro: Ar trebui ca instalarea software-ului să dureze circa 15 minute. Durata descărcării pachetului software depinde de viteza rețelei.
ru_ru: Установка ПО должна занимать около 15 минут. Длительность загрузки пакета ПО зависит от скорости сети.
sk_sk: Inštalácia softvéru by mala trvať približne 15 minút. Doba trvania sťahovania softvérového balíka závisí od rýchlosti siete.
sl_si: Namestitev programske opreme traja okoli 15 minut. Čas prenosa paketa programske opreme je odvisen od hitrosti omrežja.
sv_se: Det tar cirka 15 minuter att installera programvaran. Nedladdningstiden för programpaketet avgörs av nätverkets hastighet.
th_th: การติดตั้งซอฟต์แวร์คาดว่าใช้เวลาประมาณ 15 นาที เวลาดาวน์โหลดแพคเกจซอฟต์แวร์จะขึ้นอยู่กับความเร็วของเครือข่าย
tr_tr: Yazılımın yüklenmesi yaklaşık 15 dakika sürecektir. Yazılım paketinin ne kadar sürede indirileceği ağ hızına bağlıdır.
vi_vn: Việc cài đặt phần mềm sẽ mất khoảng 15 phút. Thời gian tải về của gói phần mềm phụ thuộc vào tốc độ mạng.
zh_cn: 安装软件大约需要 15 分钟。 软件包的下载时间取决于网络速度。
zh_hk: 安裝軟件需要約 15 分鐘。 軟件包的下載時間取決於網速。
zh_tw: 安裝軟體應該會耗時約 15 分鐘。 軟體套件的下載時間取決於網路速度。

# DisconnectPhone
source: Disconnect USB cable from the device.
ar_sa: يرجى فصل كابل USB عن الهاتف.
cs_cz: Odpojte od telefonu kabel USB.
da_dk: Tag USB-kablet ud af telefonen.
de_de: Entfernen Sie das USB-Kabel vom Telefon.
el_gr: Αποσυνδέστε το καλώδιο USB από το τηλέφωνο.
es_es: Desconecta el cable USB del teléfono.
es_us: Desconecte el cable USB del teléfono.
et_ee: Ühendage USB-kaabel telefoni küljest lahti.
fi_fi: Irrota USB-kaapeli puhelimesta.
fil_ph: Idiskonekta ang USB cable mula sa telepono.
fr_ca: Débranchez le câble USB du téléphone.
fr_fr: Débranchez le câble USB du téléphone.
he_il: נתק את כבל ה-USB מהטלפון
hr_hr: Izvadite USB kabel iz telefona.
hu_hu: Húzza ki az USB-kábelt a telefonból.
id_id: Cabut kabel USB dari telepon.
it_it: Scollegare il cavo USB dal telefono.
ja_jp: 電話からUSBケーブルを取り外します。
ko_kr: USB 케이블을 휴대폰에서 분리하십시오.
lt_lt: Nuo telefono atjunkite USB kabelį.
lv_lv: Atvienojiet USB kabeli no tālruņa.
ms_my: Putuskan sambungan kabel USB dari telefon.
nb_no: Koble USB-kabelen fra telefonen.
nl_nl: Ontkoppel USB-kabel van de telefoon.
pl_pl: Odłącz kabel USB od telefonu.
pt_br: Desconecte o cabo USB do telefone.
pt_pt: Desligue o cabo USB do telemóvel.
ro_ro: Deconectaţi cablul USB de la telefon.
ru_ru: Отключите кабель USB от телефона.
sk_sk: Odpojte kábel USB od telefónu.
sl_si: Kabel USB odklopite iz telefona.
sv_se: Koppla bort USB-kabeln från telefonen.
th_th: ถอดสาย USB ออกจากโทรศัพท์
tr_tr: USB kablosunun telefonla bağlantısını kesin.
vi_vn: Ngắt kết nối cáp USB khỏi điện thoại.
zh_cn: 将 USB 数据线与手机断开。
zh_hk: 斷開手機的 USB 纜線。
zh_tw: 中斷 USB 傳輸線與手機的連線。

# DowngradeSoftwareQuestion
source: You are trying to install software that is older than installed on your device. Do you want to continue?
ar_sa: أنت تحاول تثبيت برنامج أقدم من ذلك المثبّت على هاتفك. هل ترغب في المتابعة؟
cs_cz: Verze softwaru, kterou se snažíte nainstalovat, je starší než verze nainstalovaná v telefonu. Chcete pokračovat?
da_dk: Du forsøger at installere software, som er ældre end softwaren på din telefon. Vil du fortsætte?
de_de: Sie versuchen eine Software zu installieren, die älter ist als die auf Ihrem Telefon. Wollen Sie fortfahren?
el_gr: Επιχειρείτε να εγκαταστήσετε λογισμικό που είναι παλαιότερο από αυτό που είναι εγκατεστημένο στο τηλέφωνό σας. Θέλετε να συνεχίσετε;
es_es: Estás intentando instalar software que es anterior al existente en el teléfono. ¿Deseas continuar?
es_us: Está tratando de instalar una versión de software anterior a la instalada en el teléfono. ¿Desea continuar?
et_ee: Proovite installida tarkvara, mis on teie telefoni installitud tarkvarast vanem. Kas soovite jätkata?
fi_fi: Yrität asentaa ohjelmistoversiota, joka on vanhempi kuin puhelimeesi asennettu versio. Haluatko jatkaa?
fil_ph: Sinusubukan mong i-install ang software na mas luma na naka-install sa telepono mo. Gusto mo bang magpatuloy?
fr_ca: Vous tentez d'installer un logiciel plus ancien que celui qui se trouve sur votre téléphone. Désirez-vous continuer?
fr_fr: Vous essayez d'installer une version du logiciel plus ancienne que celle installée sur votre téléphone. Souhaitez-vous continuer ?
he_il: אתה מנסה להתקין גרסת תוכנה שישנה יותר מהגרסה המותקנת בטלפון. האם ברצונך להמשיך?
hr_hr: Pokušavate instalirati softver koji je stariji od softvera instaliranog na vašem telefonu. Želite li nastaviti?
hu_hu: A telepíteni kívánt szoftver régebbi a telefonján meglévő verzióhoz képest. Kívánja folytatni?
id_id: Anda mencoba menginstal perangkat lunak yang lebih lama daripada yang terinstal di telepon Anda. Lanjutkan?
it_it: Si sta tentando di installare un software meno recente rispetto a quello già installato sul telefono. Continuare?
ja_jp: 電話のソフトウェアよりも古いバージョンのソフトウェアをインストールしようとしています。 続行しますか？
ko_kr: 휴대폰에 설치된 것보다 이전 버전의 소프트웨어를 설치하려고 합니다. 계속하시겠습니까?
lt_lt: Ketinate įdiegti programinę įrangą, kuri yra senesnė nei esanti jūsų telefone. Ar norite tęsti?
lv_lv: Jūs mēģināt instalēt programmatūru, kas ir vecāka par to, kas instalēta jūsu tālrunī. Vai vēlaties turpināt?
ms_my: Anda sedang mencuba untuk memasang perisian yang lebih lama daripada yang dipasang pada telefon anda. Anda hendak teruskan?
nb_no: Du prøver å installere programvare som er eldre enn den som allerede er installert på telefonen. Vil du fortsette?
nl_nl: U probeert software te installeren die ouder is dan de geïnstalleerde software. Wilt u doorgaan?
pl_pl: Próbujesz zainstalować oprogramowanie w wersji starszej niż ta zainstalowana w telefonie. Czy chcesz kontynuować?
pt_br: Você está tentando instalar um software mais antigo que o instalado em seu telefone. Deseja continuar?
pt_pt: Está a tentar instalar um software mais antigo do que o instalado no telemóvel. Pretende continuar?
ro_ro: Încercați să instalați software care este mai vechi decât cel instalat pe telefonul dvs. Doriți să continuați?
ru_ru: Вы пытаетесь установить устаревшую версию ПО, на телефоне уже установлена более новая версия. Продолжить?
sk_sk: Snažíte sa nainštalovať softvér, ktorý je starší ako verzia nainštalovaná vo vašom telefóne. Chcete pokračovať?
sl_si: Poskušate namestiti programsko opremo, ki je starejša od tiste v telefonu. Ali želite nadaljevati?
sv_se: Du försöker installera programvara som är äldre än den som redan finns installerad på telefonen. Vill du fortsätta?
th_th: คุณกำลังพยายามติดตั้งซอฟต์แวร์ที่เก่ากว่าซอฟต์แวร์บนโทรศัพท์ของคุณ ต้องการดำเนินการต่อหรือไม่
tr_tr: Telefonunuzda yüklü yazılımdan daha eski bir yazılım yüklemeye çalışıyorsunuz. Devam etmek istiyor musunuz?
vi_vn: Bạn đang cố gắng cài đặt phần mềm cũ hơn phiên bản được cài đặt trên điện thoại của bạn. Bạn có muốn tiếp tục không?
zh_cn: 您要安装的软件版本比您手机上安装的软件版本更旧。 是否要继续？
zh_hk: 您正在嘗試安裝低於您的手機版本的軟件。 要繼續嗎？
zh_tw: 您嘗試安裝的軟體比手機現有的版本舊。 您希望繼續嗎？

# DownloadCancelled
source: Download was cancelled
ar_sa: تم إلغاء التنزيل
cs_cz: Stahování bylo zrušeno.
da_dk: Download blev annulleret
de_de: Download wurde abgebrochen
el_gr: Η λήψη ακυρώθηκε
es_es: Descarga cancelada
es_us: Se canceló la descarga
et_ee: Allalaadimine tühistati
fi_fi: Lataus peruutettiin
fil_ph: Nakansela ang pag-download
fr_ca: Le téléchargement a été annulé
fr_fr: Téléchargement annulé
he_il: ההורדה בוטלה
hr_hr: Preuzimanje je otkazano
hu_hu: A letöltés megszakadt
id_id: Pengunduhan telah dibatalkan
it_it: Download annullato
ja_jp: ダウンロードがキャンセルされました
ko_kr: 다운로드가 취소됨
lt_lt: Atsisiuntimas nutrauktas
lv_lv: Lejupielāde tika atcelta
ms_my: Muat turun dibatalkan
nb_no: Nedlastingen ble avbrutt
nl_nl: Downloaden geannuleerd
pl_pl: Pobieranie anulowano
pt_br: O download foi cancelado
pt_pt: Transferência cancelada
ro_ro: Descărcarea a fost revocată
ru_ru: Загрузка отменена
sk_sk: Preberanie bolo zrušené
sl_si: Prenos je bil preklican
sv_se: Hämtningen avbröts
th_th: การดาวน์โหลดถูกยกเลิก
tr_tr: İndirme iptal edildi
vi_vn: Đã hủy tải về
zh_cn: 下载已取消
zh_hk: 下載已取消
zh_tw: 下載已遭取消

# DownloadProgressExactMinute
source: About {0} minutes left
ar_sa: يتبقى حوالى {0} من الدقائق
cs_cz: Zbývá přibližně {0} min
da_dk: Cirka {0} minutter tilbage
de_de: Noch ca. {0} Minuten verbleiben
el_gr: Απομένουν περίπου {0} λεπτά
es_es: Quedan aproximadamente {0} minutos
es_us: Quedan aproximadamente {0} minutos
et_ee: Ligikaudu {0} minutit jäänud
fi_fi: Noin {0} minuuttia jäljellä
fil_ph: Mga {0} minutong natitira
fr_ca: Il reste environ {0} minutes
fr_fr: Il reste {0} minutes environ
he_il: נותרה {0} דקה אחת לערך
hr_hr: Preostalo je približno {0} min.
hu_hu: Kb. {0} perc maradt
id_id: Sekitar {0} menit tersisa
it_it: Tempo rimanente: circa {0} minuti
ja_jp: 残り約{0}分間
ko_kr: 약 {0}분 남음
lt_lt: Liko apie {0} min.
lv_lv: Atlikušas aptuveni {0} minūtes
ms_my: Tinggal kira-kira {0} minit lagi
nb_no: Omtrent {0} minutter igjen
nl_nl: Nog ongeveer {0} minuten
pl_pl: Pozostało około {0} min
pt_br: Falta aproximadamente {0} minutos
pt_pt: Faltam aproximadamente {0} minutos
ro_ro: Au rămas circa {0} minute
ru_ru: Осталось около {0} минут
sk_sk: Zostáva asi {0} min.
sl_si: Še približno {0} min
sv_se: Ungefär {0} minuter kvar
th_th: เหลือประมาณ {0} นาที
tr_tr: Yaklaşık {0} dakika kaldı
vi_vn: Khoảng {0} phút còn lại
zh_cn: 大约剩余 {0} 分钟
zh_hk: 剩餘約 {0} 分鐘
zh_tw: 約剩 {0} 分鐘

# DownloadProgressMinute
source: About one minute left
ar_sa: بقيت نحو دقيقة واحدة
cs_cz: Zbývá přibližně minuta
da_dk: Cirka et minut tilbage
de_de: Noch ca. eine Minute
el_gr: Απομένει περίπου ένα λεπτό
es_es: Queda aproximadamente un minuto
es_us: Queda aproximadamente un minuto
et_ee: Jäänud veel ligikaudu üks minut
fi_fi: Noin minuutti jäljellä
fil_ph: Isang minuto ang nalalabi
fr_ca: Il reste environ une minute
fr_fr: Il reste une minute environ
he_il: נותרה כדקה אחת
hr_hr: Preostalo je oko jedne minute
hu_hu: Kb. egy perc maradt
id_id: Sekitar satu menit lagi
it_it: Tempo rimanente: circa un minuto
ja_jp: 残り約1分間
ko_kr: 약 1분 남음
lt_lt: Liko apie vieną minutę
lv_lv: Atlikusi apmēram viena minūte
ms_my: Tinggal kira-kira seminit lagi
nb_no: Omtrent ett minutt igjen
nl_nl: Nog ongeveer een minuut
pl_pl: Pozostała około jedna minuta
pt_br: Falta aproximadamente um minuto
pt_pt: Falta aprox. um minuto
ro_ro: A rămas circa un minut
ru_ru: Осталось около одной минуты
sk_sk: Zostáva približne jedna minúta
sl_si: Preostala je še približno minuta
sv_se: Ungefär en minut kvar
th_th: เหลือประมาณหนึ่งนาที
tr_tr: Yaklaşık bir dakika kaldı
vi_vn: Còn lại khoảng một phút
zh_cn: 大约剩余 1 分钟
zh_hk: 剩餘約一分鐘
zh_tw: 約剩一分鐘

# DownloadProgressMinuteLess
source: Less than a minute left
ar_sa: بقي أقل من دقيقة
cs_cz: Zbývá méně než minuta
da_dk: Mindre end et minut tilbage
de_de: Noch weniger als eine Minute
el_gr: Απομένει λιγότερο από ένα λεπτό
es_es: Queda menos de un minuto
es_us: Queda menos de un minuto
et_ee: Jäänud vähem kui üks minut
fi_fi: Alle minuutti jäljellä
fil_ph: Mas mababa sa isang minuto ang nalalabi
fr_ca: Il reste moins d’une minute
fr_fr: Il reste moins d'une minute
he_il: נותרה פחות מדקה
hr_hr: Preostalo je manje od jedne minute
hu_hu: Egy percnél kevesebb maradt
id_id: Kurang dari satu menit lagi
it_it: Tempo rimanente: meno di un minuto
ja_jp: 残り1分間未満
ko_kr: 1분 미만 남음
lt_lt: Liko mažiau nei minutė
lv_lv: Atlikusi mazāk nekā viena minūte
ms_my: Tinggal kurang seminit
nb_no: Mindre enn ett minutt igjen
nl_nl: Nog minder dan een minuut
pl_pl: Pozostała mniej niż minuta
pt_br: Falta menos de 1 minuto
pt_pt: Falta menos de um minuto
ro_ro: A rămas mai puțin de un minut
ru_ru: Осталось менее минуты
sk_sk: Zostáva menej ako jedna minúta
sl_si: Preostala je manj kot minuta
sv_se: Mindre än en minut kvar
th_th: เหลือน้อยยกว่าหนึ่งนาที
tr_tr: Bir dakikadan az kaldı
vi_vn: Còn lại chưa đến một phút
zh_cn: 剩余不足 1 分钟
zh_hk: 剩餘不足一分鐘
zh_tw: 剩下不到一分鐘
