Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# ReleasePowerPressVolumeUp
source: When device vibrates, release the Power button and press "Volume up".
ar_sa: عند اهتزاز الهاتف، حرّر زر الطاقة واضغط على "زيادة مستوى الصوت".
cs_cz: Až telefon zavibruje, uvolněte tlačítko napájení a stiskněte tlačítko pro zvýšení hlasitosti.
da_dk: Når telefonen vibrerer, skal du slippe strømknappen og trykke på "Lydstyrke op".
de_de: Wenn das Telefon vibriert, lassen Sie den Einschaltknopf los, und drücken Sie die Lauter-Taste.
el_gr: Όταν το τηλέφωνο δονηθεί, αφήστε το πλήκτρο λειτουργίας και πατήστε το πλήκτρο αύξησης έντασης ήχου.
es_es: Cuando el teléfono vibre, suelta el botón de encendido y pulsa el botón "Subir volumen".
es_us: Cuando el teléfono vibre, suelte el botón de encendido y presione el de "subir volumen".
et_ee: Kui telefon vibreerib, vabastage toiteklahv ja vajutage „helitugevuse suurendamise nuppu”.
fi_fi: Kun puhelin värisee, vapauta virtapainike ja paina äänenvoimakkuuden lisäyspainiketta.
fil_ph: Kapag nag-vibrate ang telepono, bitawan ang buton ng Power at pindutin ang "Volume up".
fr_ca: Lorsque le téléphone vibre, relâchez le bouton d'alimentation, puis appuyez sur le bouton d'augmentation du volume.
fr_fr: Lorsque le téléphone vibre, relâchez le bouton d'alimentation et appuyez sur le bouton d'augmentation du volume.
he_il: כשהטלפון ירטוט, שחרר את לחצן ההפעלה ולחץ על לחצן "הגברת עוצמת הקול".
hr_hr: Kad telefon zavibrira, otpustite gumb za uključivanje i pritisnite "Povećanje glasnoće".
hu_hu: Ha a telefon rezeg, engedje fel a Bekapcsológombot és nyomja meg a „Hangerő növelése” gombot.
id_id: Saat telepon bergetar, lepas tombol Daya dan tekan "Volume naik".
it_it: Quando il telefono vibra, rilasciare il pulsante di accensione e premere il tasto "Volume su".
ja_jp: 電話が振動したら電源ボタンを離し、[音量を上げる]ボタンを押します。
ko_kr: 휴대폰 진동이 울리면 전원 버튼에서 손을 떼고 [볼륨 크게]를 누르십시오.
lt_lt: Kai telefonas ima vibruoti, atleiskite maitinimo mygtuką ir paspauskite garsumo didinimo mygtuką.
lv_lv: Kad tālrunis ievibrējas, atlaidiet barošanas pogu un nospiediet skaļuma palielināšanas pogu.
ms_my: Apabila telefon bergetar, lepaskan butang Kuasa dan tekan "Tambah Kelantangan".
nb_no: Når telefonen vibrerer, slipper du på/av-knappen, og trykker Volum opp.
nl_nl: Zodra de telefoon trilt laat u de aan/uit-knop los en drukt u op de knop "volume omhoog".
pl_pl: Kiedy telefon zacznie wibrować, puść przycisk zasilania i przyciśnij przycisk zwiększania głośności.
pt_br: Quando o telefone vibrar, solte o botão "Liga/desliga" e pressione "Aumentar volume".
pt_pt: Quando o telemóvel vibrar, solte o botão Ligar/Desligar e prima o botão "Aumentar volume".
ro_ro: Când telefonul vibrează, eliberați butonul Alimentare și apăsați „Mărire volum”.
ru_ru: Когда телефон завибрирует, отпустите кнопку питания и нажмите кнопку увеличения громкости.
sk_sk: Keď telefón zavibruje, pustite tlačidlo napájania a stlačte tlačidlo zvýšenia hlasitosti.
sl_si: Ko telefon vibrira, spustite gumb za vklop/izklop in pritisnite tipko za povišanje glasnosti.
sv_se: När telefonen vibrerar släpper du strömbrytaren och trycker på "Volym upp".
th_th: เมื่อโทรศัพท์สั่น ให้ปล่อยปุ่ม เปิดปิด แล้วกดปุ่ม "เพิ่มเสียง"
tr_tr: Telefonunuz titrediğinde Güç düğmesini bırakın ve "Sesi aç" düğmesine basın.
vi_vn: Khi điện thoại rung, thả nút Nguồn và nhấn "Tăng âm lượng".
zh_cn: 当手机振动时，松开“电源”按钮，然后按住音量增加键。
zh_hk: 手機震動時，放開電源按鈕，並按下「增加音量鍵」。
zh_tw: 當手機震動時，請放開 [電源] 按鈕並按下 [調大音量] 按鈕。

source: Removing packages
ar_sa: تتم الآن إزالة الحزم
cs_cz: Odebírání balíčků
da_dk: Fjerner pakker
de_de: Pakete werden entfernt
el_gr: Κατάργηση πακέτων
es_es: Eliminando paquetes
es_us: Eliminando paquetes
et_ee: Pakettide eemaldamine
fi_fi: Poistetaan paketteja
fil_ph: Tinatanggal ang mga package
fr_ca: Suppression des trousses
fr_fr: Suppression des paquets...
he_il: הסרת חבילות
hr_hr: Uklanjanje paketa
hu_hu: Csomagok eltávolítása
id_id: Menghapus paket
it_it: Rimozione dei pacchetti in corso
ja_jp: パッケージを削除中
ko_kr: 패키지 제거 중
lt_lt: Paketų pašalinimas
lv_lv: Notiek pakotņu noņemšana
ms_my: Mengalih keluar pakej
nb_no: Fjerner pakker
nl_nl: Pakketten verwijderen
pl_pl: Usuwanie pakietów
pt_br: Removendo pacotes
pt_pt: Remover os pacotes
ro_ro: Se elimină pachetele
ru_ru: Удаление пакетов
sk_sk: Odstraňujú sa balíky
sl_si: Odstranjevanje paketov
sv_se: Tar bort paket
th_th: กำลังลบแพคเกจ
tr_tr: Paketler kaldırılıyor
vi_vn: Loại bỏ gói
zh_cn: 正在移除软件包
zh_hk: 移除套件
zh_tw: 正在移除套件

source: Removing reports
ar_sa: تتم الآن إزالة التقارير
cs_cz: Odebírání sestav
da_dk: Fjerner rapporter
de_de: Berichte werden entfernt
el_gr: Κατάργηση αναφορών
es_es: Eliminando informes
es_us: Eliminando informes
et_ee: Aruannete eemaldamine
fi_fi: Poistetaan raportteja
fil_ph: Tinatanggal ang mga ulat
fr_ca: Suppression des rapports
fr_fr: Suppression des rapports...
he_il: הסרת דוחות
hr_hr: Uklanjanje izvješća
hu_hu: Jelentések eltávolítása
id_id: Menghapus laporan
it_it: Rimozione dei report in corso
ja_jp: レポートを削除中
ko_kr: 보고서 제거 중
lt_lt: Ataskaitų pašalinimas
lv_lv: Notiek atskaišu noņemšana
ms_my: Mengalih keluar laporan
nb_no: Fjerner rapporter
nl_nl: Rapporten verwijderen
pl_pl: Usuwanie raportów
pt_br: Removendo relatórios
pt_pt: Remover os relatórios
ro_ro: Se elimină rapoartele
ru_ru: Удаление отчетов
sk_sk: Odstraňujú sa správy
sl_si: Odstranjevanje poročil
sv_se: Tar bort rapporter
th_th: กำลังลบรายงาน
tr_tr: Raporlar kaldırılıyor
vi_vn: Loại bỏ báo cáo
zh_cn: 正在移除报告
zh_hk: 移除報告
zh_tw: 正在移除報告

source: Reports
ar_sa: التقارير
cs_cz: Zprávy
da_dk: Rapporter
de_de: Berichte
el_gr: Αναφορές
es_es: Informes
es_us: Reportes
et_ee: Aruanded
fi_fi: Raportit
fil_ph: Mga report
fr_ca: Rapports
fr_fr: Rapports
he_il: דוחות
hr_hr: Izvješća
hu_hu: Jelentések
id_id: Laporan
it_it: Report
ja_jp: レポート
ko_kr: 보고서
lt_lt: Ataskaitos
lv_lv: Atskaites
ms_my: Laporan
nb_no: Rapporter
nl_nl: Rapporten
pl_pl: Raporty
pt_br: Relatórios
pt_pt: Relatórios
ro_ro: Rapoarte
ru_ru: Отчеты
sk_sk: Správy
sl_si: Poročila
sv_se: Rapporter
th_th: รายงาน
tr_tr: Raporlar
vi_vn: Báo cáo
zh_cn: 报告
zh_hk: 報告
zh_tw: 報告

# ResetSettingsQuestion
source: Are you sure you want to reset all settings to the default values?
ar_sa: هل ترغب بالفعل في إعادة تعيين جميع الإعدادات إلى القيم الافتراضية؟
cs_cz: Chcete resetovat všechna nastavení na výchozí hodnoty?
da_dk: Er du sikker på, at du vil nulstille alle indstillinger til standardværdierne?
de_de: Sind Sie sich sicher, dass Sie alle Einstellungen auf die Standardeinstellungen zurücksetzen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να εκτελέσετε επαναφορά όλων των ρυθμίσεων στις προεπιλεγμένες τιμές;
es_es: ¿Seguro que deseas restablecer la configuración a los valores predeterminados?
es_us: ¿Seguro que desea restablecer la configuración a los valores predeterminados?
et_ee: Kas soovite kindlasti kõik seaded vaikeväärtustele lähtestada?
fi_fi: Haluatko varmasti palauttaa kaikki asetukset oletusarvoihin?
fil_ph: Sigurado ka bang gusto mong i-reset ang lahat ng settings sa default values?
fr_ca: Êtes-vous sûr de vouloir réinitialiser tous les paramètres aux valeurs par défaut?
fr_fr: Souhaitez-vous vraiment restaurer les valeurs par défaut de tous les paramètres&#160;?
he_il: האם אתה בטוח שברצונך לאפס את כל ההגדרות לערכי ברירת המחדל?
hr_hr: Sigurno želite vratiti sve postavke na njihove zadane vrijednosti?
hu_hu: Valóban minden beállítást vissza szeretne állítani az alapértelmezett értékekre?
id_id: Anda ingin mengatur ulang semua pengaturan ke nilai default?
it_it: Ripristinare tutte le impostazioni ai valori predefiniti?
ja_jp: すべての設定をデフォルト値にリセットしてもいいですか？
ko_kr: 모든 설정을 기본값으로 되돌리시겠습니까?
lt_lt: Ar tikrai norite nustatyti visų parametrų numatytąsias reikšmes?
lv_lv: Vai tiešām vēlaties atiestatīt visu iestatījumu noklusējuma vērtības?
ms_my: Adakah anda pasti anda mahu menetapkan semua tetapan kepada nilai lalai?
nb_no: Er du sikker på at du vil tilbakestille alle innstillingene til standardinnstillingene?
nl_nl: Weet u zeker dat u alle instellingen wilt terugzetten op de standaardwaarden?
pl_pl: Czy na pewno chcesz zresetować wszystkie ustawienia do wartości domyślnych?
pt_br: Tem certeza de que pretende restaurar todas as definições para os valores padrão?
pt_pt: Tem a certeza de que pretende restaurar todas as definições para os valores predefinidos?
ro_ro: Sigur doriţi să readuceţi toate setările la valorile implicite?
ru_ru: Восстановить значения по умолчанию для всех параметров?
sk_sk: Naozaj chcete resetovať všetky nastavenia na pôvodné hodnoty?
sl_si: Ste prepričani, da želite vse nastavitve ponastaviti na privzete vrednosti?
sv_se: Är du säker på att du vill återställa alla inställningar till standardvärden?
th_th: คุณแน่ใจหรือว่าคุณต้องการรีเซ็ทการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น
tr_tr: Tüm ayarları varsayılan değerlere sıfırlamak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn đặt lại mọi thiết lập thành các giá trị mặc định không?
zh_cn: 您确定要将所有设置重设为默认值吗？
zh_hk: 您確定想要重新設定所有設定為預設值嗎？
zh_tw: 您確定要將所有設定重設為預設值嗎？

# RestartDeviceHeader
source: Restart device
ar_sa: إعادة تشغيل الهاتف
cs_cz: Restart telefonu
da_dk: Genstart telefon
de_de: Telefon neu starten
el_gr: Επανεκκίνηση τηλεφώνου
es_es: Reiniciar el teléfono
es_us: Reinicie el teléfono
et_ee: Taaskäivitage telefon
fi_fi: Käynnistä puhelin uudelleen
fil_ph: I-restart ang telepono
fr_ca: Redémarrer le téléphone
fr_fr: Redémarrer le téléphone
he_il: הפעלת הטלפון מחדש
hr_hr: Ponovno pokretanje telefona
hu_hu: Indítsa újra a telefont
id_id: Hidupkan ulang telepon
it_it: Riavvia telefono
ja_jp: 電話を再起動
ko_kr: 휴대폰 다시 시작
lt_lt: Paleisti telefoną iš naujo
lv_lv: Restartējiet tālruni
ms_my: Mula semula telefon
nb_no: Start telefonen på nytt
nl_nl: Telefoon opnieuw opstarten
pl_pl: Ponownie uruchom telefon
pt_br: Reinicie o telefone
pt_pt: Reiniciar telemóvel
ro_ro: Repornire telefon
ru_ru: Перезапустить телефон
sk_sk: Reštartovať telefón
sl_si: Ponovni zagon telefona
sv_se: Starta om telefonen
th_th: รีสตาร์ทโทรศัพท์
tr_tr: Telefonu yeniden başlatın
vi_vn: Khởi động lại điện thoại
zh_cn: 重启手机
zh_hk: 重啟手機
zh_tw: 重新啟動手機

# SelectDeviceToRecover
source: Select device you want to recover
ar_sa: تحديد الهاتف الذي تريد استرداده
cs_cz: Vyberte telefon, který chcete obnovit
da_dk: Vælg den telefon, du vil gendanne
de_de: Wählen Sie das Telefon aus, das Sie wiederherstellen möchten
el_gr: Επιλέξτε το τηλέφωνο που θέλετε να αποκαταστήσετε
es_es: Selecciona el teléfono que deseas recuperar
es_us: Seleccione el teléfono que desea recuperar
et_ee: Valige seade, mida tahate taastada
fi_fi: Valitse palautettava puhelin
fil_ph: Piliin ang telepono na gusto ninyong i-recover
fr_ca: Sélectionner le téléphone que vous souhaitez récupérer
fr_fr: Sélectionnez le téléphone pour lequel vous souhaitez effectuer la récupération
he_il: בחר את הטלפון שברצונך לשחזר
hr_hr: Odaberite telefon koji želite oporaviti
hu_hu: Válassza ki a helyreállítani kívánt telefont
id_id: Pilih telepon yang ingin dipulihkan
it_it: Seleziona il telefono di cui vuoi eseguire il ripristino
ja_jp: 復元したい電話を選択してください
ko_kr: 복구하고자 하는 휴대폰 선택
lt_lt: Pasirinkite telefoną, kurį norite atkurti
lv_lv: Atlasiet tālruni, kuru vēlaties atkopt
ms_my: Pilih telefon yang anda mahu pulihkan
nb_no: Velg mobilen du vil gjenopprette
nl_nl: Kies de telefoon die u wilt herstellen
pl_pl: Wybierz telefon, który chcesz przywrócić
pt_br: Selecione o telefone que deseja recuperar
pt_pt: Selecione o telemóvel que deseja recuperar
ro_ro: Selectați telefonul pe care doriți să îl recuperați
ru_ru: Выберите телефон, который нужно восстановить
sk_sk: Vyberte telefón, ktorý chcete obnoviť
sl_si: Izberite telefon, ki ga želite obnoviti
sv_se: Välj den telefon du vill återställa
th_th: เลือกโทรศัพท์ที่คุณต้องการกู้คืน
tr_tr: Kurtarmak istediğiniz telefonu seçin
vi_vn: Chọn điện thoại bạn muốn khôi phục
zh_cn: 选择您想要恢复的手机
zh_hk: 選擇您希望還原的手機
zh_tw: 選擇您要復原的手機

source: Settings
ar_sa: الإعدادات
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Configuración
es_us: Configuración
et_ee: Seaded
fi_fi: Asetukset
fil_ph: Mga settings
fr_ca: Paramètres
fr_fr: Paramètres
he_il: הגדרות
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
lt_lt: Parametrai
lv_lv: Iestatījumi
ms_my: Tetapan
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro_ro: Setări
ru_ru: Параметры
sk_sk: Nastavenia
sl_si: Nastavitve
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

source: Software installation
ar_sa: تثبيت البرنامج
cs_cz: Instalace softwaru
el_gr: Εγκατάσταση λογισμικού
es_es: Instalación de software
es_us: Instalación del software
et_ee: Tarkvara installimine
fi_fi: Ohjelmiston asennus
fil_ph: Pag-install ng software
fr_ca: Installation du logiciel
fr_fr: Installation du logiciel
he_il: התקנת תוכנה
hr_hr: Instalacija softvera
hu_hu: Szoftvertelepítés
id_id: Instalasi perangkat lunak
it_it: Installazione del software
ja_jp: ソフトウェアのインストール
ko_kr: 소프트웨어 설치
lt_lt: Programinės įrangos diegimas
lv_lv: Programmatūras instalēšana
ms_my: Pemasangan perisian
nb_no: Installasjon av programvare
nl_nl: Software-installatie
pl_pl: Instalacja oprogramowania
pt_br: Instalação do software
pt_pt: Instalação do software
ro_ro: Instalare software
ru_ru: Установка ПО
sk_sk: Inštalácia softvéru
sl_si: Namestitev programske opreme
sv_se: Programvaruinstallation
th_th: การติดตั้งซอฟต์แวร์
tr_tr: Yazılım yüklemesi
vi_vn: Cài đặt phần mềm
zh_cn: 软件安装
zh_hk: 軟件安裝
zh_tw: 軟體安裝

# SoftwareOnServer
source: Software available on server
ar_sa: البرنامج متوفر على الخادم
cs_cz: Na serveru je dostupný software.
da_dk: Software tilgængelig på serveren
de_de: Software auf dem Server verfügbar
el_gr: Διαθέσιμο λογισμικό στο διακομιστή
es_es: Software disponible en el servidor
es_us: El software está disponible en el servidor
et_ee: Tarkvara serveris kättesaadav.
fi_fi: Ohjelmisto saatavilla palvelimella
fil_ph: Available sa server ang software
fr_ca: Logiciel disponible sur le serveur
fr_fr: Logiciel disponible sur serveur
he_il: התוכנה זמינה בשרת
hr_hr: Softver je dostupan na poslužitelju
hu_hu: Szoftver elérhető a kiszolgálón
id_id: Perangkat lunak tersedia di server
it_it: Software disponibile sul server
ja_jp: サーバーで利用可能なソフトウェア
ko_kr: 서버에서 사용 가능한 소프트웨어
lt_lt: Programinė įranga pasiekiama serveryje
lv_lv: Serverī pieejama programmatūra
ms_my: Perisian tersedia pada pelayan
nb_no: Programvaren er tilgjengelig på serveren
nl_nl: Software beschikbaar op de server
pl_pl: Oprogramowanie dostępne na serwerze
pt_br: Software disponível no servidor
pt_pt: Software disponível no servidor
ro_ro: Software disponibil pe server
ru_ru: На сервере доступно ПО
sk_sk: Softvér je k dispozícii na serveri
sl_si: Programska oprema je na voljo v strežniku
sv_se: Programvara tillgänglig på servern
th_th: มีซอฟต์แวร์ให้ใช้งานบนเซิร์ฟเวอร์
tr_tr: Sunucuda yazılım mevcut
vi_vn: Phần mềm sẵn có trên máy chủ
zh_cn: 服务器上的可用软件
zh_hk: 伺服器的可用軟件
zh_tw: 伺服器上的可用軟體

source: Software package
ar_sa: حزمة البرنامج
cs_cz: Softwarový balíček
da_dk: Softwarepakke
de_de: Software-Paket
el_gr: Πακέτο λογισμικού
es_es: Paquete de software
es_us: Paquete de software
et_ee: Tarkvarapakett
fi_fi: Ohjelmistopaketti
fr_ca: Trousse logicielle
fr_fr: Paquet logiciel
he_il: חבילת תוכנה
hr_hr: Softverski paket
hu_hu: Szoftvercsomag
id_id: Paket perangkat lunak
it_it: Pacchetto software
ja_jp: ソフトウェアパッケージ
ko_kr: 소프트웨어 패키지
lt_lt: Programinės įrangos paketas
lv_lv: Programmatūras pakotne
ms_my: Pakej perisian
nb_no: Programvarepakke
nl_nl: Softwarepakket
pl_pl: Pakiet oprogramowania
pt_br: Pacote do software
pt_pt: Pacote de software
ro_ro: Pachet software
ru_ru: Пакет ПО
sk_sk: Softvérový balík
sl_si: Paket programske opreme
sv_se: Programpaket
th_th: แพคเกจซอฟต์แวร์
tr_tr: Yazılım paketi
vi_vn: Gói phần mềm
zh_cn: 软件包
zh_hk: 軟件包
zh_tw: 軟體套件

# SthWentWrongMessage
source: Something went wrong
ar_sa: حدث خطأ في شيء ما
cs_cz: Něco se stalo
da_dk: Noget er gået galt
de_de: Ein Fehler ist aufgetreten
el_gr: Κάτι δεν πήγε καλά
es_es: Algo ha salido mal
es_us: Algo fue mal
et_ee: Midagi läks valesti
fi_fi: Tapahtui virhe
fil_ph: Mayroong nangyaring mali
fr_ca: Une erreur a eu lieu
fr_fr: Une erreur s'est produite
he_il: משהו השתבש
hr_hr: Nešto je pošlo krivo
hu_hu: Hiba történt
id_id: Terjadi kesalahan
it_it: Si è verificato un errore
ja_jp: 何か不具合がありました
ko_kr: 오류 발생
lt_lt: Įvyko klaida
lv_lv: Diemžēl radās problēma
ms_my: Terdapat masalah
nb_no: Noe gikk galt
nl_nl: Er is een fout opgetreden
pl_pl: Wystąpił błąd
pt_br: Algo saiu errado
pt_pt: Alguma coisa correu mal
ro_ro: S-a produs o eroare
ru_ru: Возникла ошибка
sk_sk: Vyskytol sa problém
sl_si: Prišlo je do napake
sv_se: Något blev fel
th_th: บางสิ่งผิดพลาดไป
tr_tr: Bir hata oluştu
vi_vn: Một cái gì đó đã đi sai
zh_cn: 出现问题
zh_hk: 發生錯誤
zh_tw: 發生錯誤

source: Summary
ar_sa: ملخص
cs_cz: Shrnutí
da_dk: Oversigt
de_de: Zusammenfassung
el_gr: Σύνοψη
es_es: Resumen
es_us: Resumen
et_ee: Kokkuvõte
fi_fi: Yhteenveto
fil_ph: Buod
fr_ca: Sommaire
fr_fr: Résumé
he_il: סיכום
hr_hr: Sažetak
hu_hu: Összegzés
id_id: Rangkuman
it_it: Riepilogo
ja_jp: 概要
ko_kr: 요약
lt_lt: Suvestinė
lv_lv: Kopsavilkums
ms_my: Ringkasan
nb_no: Sammendrag
nl_nl: Overzicht
pl_pl: Podsumowanie
pt_br: Resumo
pt_pt: Resumo
ro_ro: Sumar
ru_ru: Сводка
sk_sk: Zhrnutie
sl_si: Povzetek
sv_se: Sammanfattning
th_th: สรุป
tr_tr: Özet
vi_vn: Tóm tắt
zh_cn: 总结
zh_hk: 摘要
zh_tw: 摘要

# Survey1
source: Survey
ar_sa: استطلاع
cs_cz: Průzkum
da_dk: Undersøgelse
de_de: Umfrage
es_es: Encuesta
es_us: Encuesta
et_ee: Küsitlus
fi_fi: Kysely
fr_ca: Enquête
fr_fr: Enquête
he_il: סקר
hr_hr: Upitnik
hu_hu: Felmérés
id_id: Survei
it_it: Sondaggio
ja_jp: アンケート
ko_kr: 설문 조사
lt_lt: Apklausa
lv_lv: Aptauja
ms_my: Tinjauan
nb_no: Undersøkelse
nl_nl: Overzicht
pl_pl: Ankieta
pt_br: Pesquisa
pt_pt: Inquérito
ro_ro: Sondaj
ru_ru: Опрос
sk_sk: Prieskum
sl_si: Anketa
sv_se: Enkät
th_th: แบบสำรวจ
tr_tr: Anket
vi_vn: Khảo sát
zh_cn: 调查
zh_hk: 調查
zh_tw: 調查

# Survey_Button_ContinueNoSubmit1
source: Continue without submitting
ar_sa: المتابعة دون إرسال
cs_cz: Pokračovat bez odeslání
da_dk: Fortsæt uden at sende
de_de: Weiter ohne Übermittlung
el_gr: Συνέχεια χωρίς υποβολή
es_es: Continuar sin enviar
es_us: Continuar sin enviar
et_ee: Jätka ilma edastamata
fi_fi: Jatka lähettämättä
fil_ph: Tumuloy nang hindi nagsusumite
fr_ca: Continuer sans soumettre
fr_fr: Continuer sans envoyer
he_il: המשך מבלי לשלוח
hr_hr: Nastavi bez slanja
hu_hu: Folytatás küldés nélkül
id_id: Lanjutkan tanpa mengirim
it_it: Continua senza inviare
ja_jp: 送信せずに続行する
ko_kr: 제출하지 않고 계속 진행
lt_lt: Tęsti nepateikiant
lv_lv: Turpināt neiesniedzot
ms_my: Teruskan tanpa menyerahkan
nb_no: Fortsett uten å sende inn
nl_nl: Doorgaan zonder verzenden
pl_pl: Kontynuuj bez przesyłania
pt_br: Continuar sem submeter
pt_pt: Continuar sem submeter
ro_ro: Continuare fără remitere
ru_ru: Продолжить без заполнения
sk_sk: Pokračovať bez odoslania
sl_si: Nadaljuj brez pošiljanja
sv_se: Fortsätt utan att skicka
th_th: ดำเนินการต่อโดยไม่ส่ง
tr_tr: Göndermeden devam et
vi_vn: Tiếp tục mà không gửi
zh_cn: 不提交继续处理
zh_hk: 不提交繼續
zh_tw: 不提交繼續

# Survey_Button_SubmitAndContinue1
source: Submit and continue recovery
ar_sa: الإرسال ومتابعة عملية الاسترداد
cs_cz: Odeslat a pokračovat v obnovení
da_dk: Send og fortsæt genoprettelse
de_de: Übermitteln und Wiederherstellung fortsetzen
el_gr: Ανάκτηση υποβολής και συνέχειας
es_es: Enviar y continuar la recuperación
es_us: Enviar y continuar la recuperación
et_ee: Edasta ja jätka taastamist
fi_fi: Lähetä ja jatka palautusta
fil_ph: Isumite at ituloy ang pagpapanumbalik
fr_ca: Soumettre et continuer la récupération
fr_fr: Envoyer et poursuivre la récupération
he_il: שלח והמשך בשחזור
hr_hr: Pošalji i nastavi s oporavkom
hu_hu: Küldés, majd a helyreállítás folytatása
id_id: Kirim dan lanjutkan pemulihan
it_it: Invia e continua ripristino
ja_jp: 送信し、回復を続行する
ko_kr: 제출하고 복구 계속 진행
lt_lt: Pateikti ir tęsti atkūrimą
lv_lv: Iesniegt un turpināt atkopšanu
ms_my: Serahkan dan teruskan pemulihan
nb_no: Send inn og fortsett med gjenoppretting
nl_nl: Verzenden en doorgaan met herstel
pl_pl: Prześlij i kontynuuj odzyskiwanie
pt_br: Submeter e continuar recuperação
pt_pt: Submeter e continuar recuperação
ro_ro: Remitere și continuare recuperare
ru_ru: Заполнить и продолжить восстановление
sk_sk: Odoslať a pokračovať v prieskume
sl_si: Pošlji in nadaljuj obnovitev
sv_se: Skicka och fortsätt återställningen
th_th: ส่งแล้วดำเนินการกู้คืนต่อ
tr_tr: Gönder ve kurtarma işlemine devam et
vi_vn: Gửi và tiếp tục khôi phục
zh_cn: 提交并继续恢复
zh_hk: 提交並繼續復原
zh_tw: 提交並繼續復原

# Survey_Choice_AppsNotWorking1
source: My apps are not working as expected
ar_sa: لا تعمل تطبيقاتي بالشكل المتوقع
cs_cz: Moje aplikace nepracují očekávaným způsobem
da_dk: Mine apps fungerer ikke som forventet
de_de: Meine Apps funktionieren nicht erwartungsgemäß.
el_gr: Οι εφαρμογές μου δεν λειτουργούν με τον αναμενόμενο τρόπο
es_es: Mis aplicaciones no funcionan como se esperaba
es_us: Mis aplicaciones no funcionan como se esperaba
et_ee: Minu rakendused ei tööta ootuspäraselt
fi_fi: Sovellukseni eivät toimi odotetulla tavalla
fil_ph: Hindi gumagana ang mga app ko gaya ng inaasahan
fr_ca: Mes applis ne fonctionnent pas comme prévu
fr_fr: Mes applications ne fonctionnent pas comme prévu
he_il: האפליקציות שלי לא פועלת כצפוי
hr_hr: Moje aplikacije ne rade u skladu s očekivanjima
hu_hu: Nem a várt módon működnek az alkalmazásaim
id_id: Aplikasi saya tidak berfungsi sesuai harapan
it_it: Le app non funzionano come previsto
ja_jp: マイ アプリが正常に機能しない
ko_kr: 내 앱이 예상대로 작동하지 않음
lt_lt: Mano programėlės neveikia kaip numatyta
lv_lv: Programmas nedarbojas, kā paredzēts
ms_my: Aplikasi saya tidak berfungsi seperti yang dijangkakan
nb_no: Appene mine fungerer som forventet
nl_nl: Mijn apps werken niet zoals verwacht
pl_pl: Moje aplikacje nie działają zgodnie z oczekiwaniami
pt_br: Meus aplicativos não estão funcionando conforme o esperado
pt_pt: As minhas aplicações não estão a funcionar conforme esperado
ro_ro: Aplicațiile mele nu funcționează conform așteptărilor
ru_ru: Мои приложения не работают, как ожидалось
sk_sk: Moje aplikácie nefungujú podľa očakávania
sl_si: Moje aplikacije ne delujejo po pričakovanjih
sv_se: Mina appar fungerar inte som förväntat
th_th: แอปของฉันไม่ทำงานตามที่คาดไว้
tr_tr: Uygulamalarım beklendiği gibi çalışmıyor
vi_vn: Ứng dụng của tôi đang hoạt động không như mong đợi
zh_cn: 我的应用未按照预期方式工作
zh_hk: 我的應用程式不如預期正常運作
zh_tw: 我的應用程式不如預期正常運作
