Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# Flashing
source: Installing software to your device
ar_sa: يتم الآن تثبيت البرنامج على هاتفك
cs_cz: Instalace softwaru do telefonu
da_dk: Installerer software på din telefon
de_de: Software wird auf Ihrem Telefon installiert
el_gr: Εγκατάσταση λογισμικού στο τηλέφωνό σας
es_es: Instalando software en el teléfono
es_us: Instalando software en el teléfono
et_ee: Tarkvara installimine telefoni
fi_fi: Asennetaan ohjelmistoa puhelimeesi
fil_ph: Ang pag-install ng software sa iyong telepono
fr_ca: Installation du logiciel sur votre téléphone
fr_fr: Installation du logiciel sur votre téléphone...
he_il: התקנת תוכנה בטלפון
hr_hr: Softver se instalira softvera na telefon
hu_hu: Szoftver telepítése a telefonjára
id_id: Menginstal perangkat lunak ke telepon Anda
it_it: Installazione del software sul telefono in corso
ja_jp: 電話にソフトウェアをインストールしています
ko_kr: 휴대폰에 소프트웨어 설치 중
lt_lt: Jūsų telefone diegiama programinė įranga
lv_lv: Notiek programmatūras instalēšana jūsu tālrunī
ms_my: Memasang perisian ke telefon anda
nb_no: Installerer programvare på telefonen
nl_nl: Software installeren op uw telefoon
pl_pl: Instalacja oprogramowania w telefonie
pt_br: Instalando o software no telefone
pt_pt: A instalar o software no telemóvel...
ro_ro: Se instalează software-ul în telefonul dvs.
ru_ru: Установка ПО в телефоне
sk_sk: Inštaluje sa softvér do telefónu
sl_si: Nameščanje programske opreme v telefon
sv_se: Installerar programvara på telefonen
th_th: กำลังติดตั้งซอฟต์แวร์ไปยังโทรศัพท์ของคุณ
tr_tr: Yazılım telefonunuza yükleniyor
vi_vn: Cài đặt phần mềm cho điện thoại của bạn
zh_cn: 正在向您的手机安装软件
zh_hk: 安裝軟件至您的手機
zh_tw: 正在將軟體安裝至您的手機

# FlashingMessageChangeToFlashMode
source: Switching the device to flashing mode
ar_sa: تبديل الهاتف إلى وضع الوميض
cs_cz: Přepínání telefonu do režimu blikání
da_dk: Ændrer telefonens tilstand til flashing
de_de: Telefon wird in den Blinkmodus umgeschaltet
el_gr: Μετάβαση του τηλεφώνου στη λειτουργία παλλόμενου φωτός έκτακτης ανάγκης
es_es: Cambiando el teléfono al modo de luz
es_us: Cambiando el modo del teléfono a modo intermitente
et_ee: Seadme lülitamine vilkuvasse režiimi
fi_fi: Siirretään puhelin kirjoitustilaan
fil_ph: Inililipat ang telepono sa flashing mode
fr_ca: Basculement du téléphone en mode clignotement
fr_fr: Passage du téléphone en mode clignotement
he_il: העברת הטלפון למצב עדכון
hr_hr: Telefon se prebacuje u način za učitavanje
hu_hu: A telefon átváltása flash frissítés módra
id_id: Mengalihkan telepon ke mode pemrograman
it_it: Passaggio alla modalità di aggiornamento
ja_jp: 電話をフラッシング モードに切り替えています
ko_kr: 휴대폰을 플래시 모드로 전환 중
lt_lt: Telefonas perjungiamas į mirksėjimo režimą
lv_lv: Notiek tālruņa pārslēgšana pārprogrammēšanas režīmā
ms_my: Menukar telefon kepada mod denyar
nb_no: Mobilen bytter til blinkemodus
nl_nl: Telefoon overschakelen naar flash-modus
pl_pl: Przełączanie telefonu do trybu flashowania
pt_br: Alternando o telefone para o modo intermitente
pt_pt: Mudar o telemóvel para o modo de recuperação
ro_ro: Comutarea telefonului în modul clipire
ru_ru: Переключение телефона в режим перепрошивки
sk_sk: Prepnutie telefónu do režimu blikania
sl_si: Preklapljanje telefona v način utripanja
sv_se: Växlar telefonen till blinkningsläge
th_th: กำลังสลับโทรศัพท์เข้าสู่โหมดการแฟลช
tr_tr: Telefon flaş moduna geçiyor
vi_vn: Chuyển điện thoại sang chế độ nhấp nháy
zh_cn: 正在将手机切换至闪光模式
zh_hk: 將手機轉換至閃燈模式
zh_tw: 正在將手機切換到寫入模式

# FlashingMessageCheckingAntiTheftStatus
source: Checking Anti Theft Protection status
ar_sa: التحقق من حالة الحماية ضد السرقة
cs_cz: Kontrola stavu ochrany proti krádeži
da_dk: Kontrollerer status for tyverisikring
de_de: Status der Diebstahlsicherung wird geprüft
el_gr: Έλεγχος κατάστασης προστασίας από κλοπή
es_es: Comprobando estado de protección antirrobo
es_us: Comprobando de estado de protección antirrobo
et_ee: Vargusvastase kaitse staatus
fi_fi: Tarkistetaan varkaudeneston tilaa
fil_ph: Tinitingnan ang katayuan ng Anti Theft Protection
fr_ca: Vérifier l'état de protection antivol
fr_fr: Vérification du statut de la protection antivol
he_il: בדיקת מצב של 'הגנה מפני גניבות'
hr_hr: Provjera statusa zaštite od krađe
hu_hu: Lopásvédelem állapotának ellenőrzése
id_id: Memeriksa status Proteksi Anti-Pencurian
it_it: Verifica stato Anti Theft Protection
ja_jp: 盗難対策保護ステータスをチェックしています
ko_kr: 도난 방지 시스템 현황 확인 중
lt_lt: Tikrinama apsaugos nuo vagysčių būsena
lv_lv: Notiek pretzagļu aizsardzības statusa pārbaude
ms_my: Menyemak status Perlindungan Antikecurian
nb_no: Kontrollerer status for tyveribeskyttelse
nl_nl: Status anti-diefstalbeveiliging controleren
pl_pl: Sprawdzanie stanu funkcji Ochrony antykradzieżowej
pt_br: Verificando o status da Proteção antifurto
pt_pt: A verificar o estado de Proteção antirroubo
ro_ro: Verificare stare Protecție antifurt
ru_ru: Проверка состояния защиты от кражи
sk_sk: Kontrola stavu ochrany proti krádeži
sl_si: Preverjanje stanja zaščite proti kraji
sv_se: Kontrollerar status för stöldskydd
th_th: กำลังตรวจสอบสถานะการป้องกันการโจรกรรม
tr_tr: Hırsızlık Karşıtı Koruma durumunu kontrol etme
vi_vn: Kiểm tra trạng thái của Bảo vệ chống trộm
zh_cn: 正在检查反盗窃保护状态
zh_hk: 正檢查防盜保護狀態
zh_tw: 正在檢查防竊保護狀態

# FlashingMessageConnectingWithPhone
source: Connecting with the device
ar_sa: الاتصال بالهاتف
cs_cz: Připojování k telefonu
da_dk: Opretter forbindelse til telefonen
de_de: Verbindung zum Telefon wird hergestellt
el_gr: Σύνδεση με το τηλέφωνο
es_es: Conectando con el teléfono
es_us: Conectándose con el teléfono
et_ee: Seadmega ühendamine
fi_fi: Muodostetaan yhteyttä puhelimeen
fil_ph: Komokonekta sa telepono
fr_ca: Connexion au téléphone
fr_fr: Connexion avec le téléphone...
he_il: התחברות בעזרת הטלפון
hr_hr: Povezivanje s telefonom
hu_hu: Csatlakozás a telefonhoz
id_id: Menyambungkan dengan telepon
it_it: Collegamento con il telefono
ja_jp: 電話に接続しています
ko_kr: 휴대폰에 연결 중
lt_lt: Prijungiamas telefonas
lv_lv: Notiek savienojuma izveide ar tālruni
ms_my: Menyambungkan dengan telefon
nb_no: Kobler til mobilen
nl_nl: Verbinden met de telefoon
pl_pl: Łączenie z telefonem
pt_br: Conectando ao telefone
pt_pt: A estabelecer ligação com o telemóvel
ro_ro: Conectare telefon
ru_ru: Подключение к телефону
sk_sk: Prebieha spojenie s telefónom
sl_si: Vzpostavljanje povezave s telefonom
sv_se: Ansluter till telefonen
th_th: กำลังเชื่อมต่อกับโทรศัพท์
tr_tr: Telefonla bağlantı kurma
vi_vn: Đang kết nối với điện thoại
zh_cn: 正在连接手机
zh_hk: 正與手機連接
zh_tw: 正在連接手機

# FlashingMessageInstallingSoftware
source: Installing software
ar_sa: تثبيت البرنامج
cs_cz: Instalace softwaru
da_dk: Installerer software
de_de: Software wird installiert
el_gr: Εγκατάσταση λογισμικού
es_es: Instalando software
es_us: Instalación de software
et_ee: Tarkvara installimine
fi_fi: Asennetaan ohjelmistoa
fil_ph: Ini-install ang software
fr_ca: Installation du logiciel
fr_fr: Installation du logiciel...
he_il: התקנת תוכנה
hr_hr: U tijeku je instaliranje softvera
hu_hu: Szoftver telepítése
id_id: Menginstal perangkat lunak
it_it: Installazione del software
ja_jp: ソフトウェアをインストール
ko_kr: 소프트웨어 설치 중
lt_lt: Programinė įranga diegiama
lv_lv: Notiek programmatūras instalēšana
ms_my: Memasang perisian
nb_no: Installerer programvare
nl_nl: Software installeren
pl_pl: Instalowanie oprogramowania
pt_br: Instalando o software
pt_pt: A instalar software
ro_ro: Instalare software
ru_ru: Установка ПО
sk_sk: Inštaluje sa softvér
sl_si: Nameščanje programske opreme
sv_se: Installerar programvara
th_th: กำลังติดตั้งซอฟต์แวร์
tr_tr: Yazılım yükleme
vi_vn: Đang cài đặt phần mềm
zh_cn: 正在安装软件
zh_hk: 安裝軟件
zh_tw: 正在安裝軟體

# FlashingMessageOperationStarted
source: Software installation has started
ar_sa: لقد بدأ تثبيت البرنامج
cs_cz: Instalace softwaru byla zahájena
da_dk: Softwareinstallation er startet
de_de: Der Softwareinstallationsprozess wurde gestartet
el_gr: Η εγκατάσταση λογισμικού ξεκίνησε
es_es: La instalación de software ha comenzado
es_us: La instalación del software se inició
et_ee: Tarkvara installimine algas
fi_fi: Ohjelmiston asennus on aloitettu
fil_ph: Nagsimula na ang pag-install ng software
fr_ca: L'installation du logiciel est commencée
fr_fr: L’installation du logiciel a démarré
he_il: התקנת התוכנה התחילה
hr_hr: Pokrenuto je instaliranje softvera
hu_hu: A szoftvertelepítés elindult
id_id: Instalasi perangkat lunak telah dimulai
it_it: Installazione del software avviata
ja_jp: ソフトウェアのインストールを開始しました
ko_kr: 소프트웨어 설치가 시작됨
lt_lt: Prasidėjo programinės įrangos diegimas
lv_lv: Sākta programmatūras instalēšana
ms_my: Pemasangan perisian telah bermula
nb_no: Programvareinstallasjonen har begynt
nl_nl: Software-installatie is gestart
pl_pl: Rozpoczęła się instalacja oprogramowania
pt_br: A instalação do software foi iniciada
pt_pt: A instalação do software foi iniciada
ro_ro: Instalarea software-ului a început
ru_ru: Началась установка ПО
sk_sk: Začala sa inštalácia softvéru
sl_si: Namestitev programske opreme se je začela
sv_se: Programvaruinstallationen har påbörjats
th_th: เริ่มการติดตั้งซอฟต์แวร์แล้ว
tr_tr: Yazılım yüklemesi başlatıldı
vi_vn: Đã bắt đầu cài đặt phần mềm
zh_cn: 软件安装已经开始
zh_hk: 已開始安裝軟件
zh_tw: 軟體安裝已啟動

# FlashingResult
source: Software package installation result
ar_sa: نتيجة تثبيت حزمة البرنامج
cs_cz: Výsledek instalace softwarového balíčku
da_dk: Resultat af installation af softwarepakke
de_de: Software-Paket Installationsergebnis
el_gr: Αποτέλεσμα εγκατάστασης πακέτου λογισμικού
es_es: Resultado de la instalación del paquete de software
es_us: Resultado de la instalación del paquete de software
et_ee: Tarkvarapaketi installimise tulemus
fi_fi: Ohjelmistopaketin asennuksen tulos
fil_ph: Resulta ng pag-install ng software package
fr_ca: Résultat de l'installation de la trousse logicielle
fr_fr: Résultat de l'installation du paquet logiciel
he_il: תוצאת התקנה של חבילת תוכנה
hr_hr: Rezultat instalacije softverskog paketa
hu_hu: Szoftvercsomag-telepítés eredménye
id_id: Hasil instalasi paket perangkat lunak
it_it: Risultato dell'installazione del pacchetto software
ja_jp: ソフトウェアパッケージのインストール結果
ko_kr: 소프트웨어 패키지 설치 결과
lt_lt: Programinės įrangos paketo diegimo rezultatas
lv_lv: Programmatūras pakotnes instalēšanas rezultāts
ms_my: Keputusan pemasangan pakej perisian
nb_no: Resultat for installasjon av programvarepakke
nl_nl: Installatieresultaat softwarepakket
pl_pl: Rezultat instalacji pakietu oprogramowania
pt_br: Resultado da instalação do pacote do software
pt_pt: Resultado da instalação do pacote de software
ro_ro: Rezultatul instalării pachetului software
ru_ru: Результат установки пакета ПО
sk_sk: Výsledok inštalácie softvérového balíka
sl_si: Rezultat namestitve paketa programske opreme
sv_se: Resultat av installation av programvarupaket
th_th: ผลการติดตั้งแพคเกจซอฟต์แวร์
tr_tr: Yazılım paketi yükleme sonucu
vi_vn: Kết quả cài đặt gói phần mềm
zh_cn: 软件包安装结果
zh_hk: 軟件包安裝結果
zh_tw: 軟體套件安裝結果

# HtcBootloaderMode
source: HTC {0} mode
ar_sa: وضع {0} على جهاز HTC
cs_cz: Režim HTC {0}
da_dk: HTC {0}-tilstand
de_de: HTC {0}-Modus
el_gr: Λειτουργία {0} HTC
es_es: Modo {0} de HTC
es_us: Modo {0} HTC
et_ee: HTC {0} režiim
fi_fi: HTC {0} -tila
fr_ca: Mode {0} HTC
fr_fr: Mode HTC {0}
he_il: מצב {0} HTC
hr_hr: Način rada HTC {0}
hu_hu: HTC {0} mód
id_id: Mode {0} HTC
it_it: Modalità HTC {0}
ja_jp: HTC{0}モード
ko_kr: HTC {0} 모드
lt_lt: HTC {0} režimas
lv_lv: HTC {0} režīms
ms_my: Mod {0} HTC
nb_no: HTC-modus {0}
nl_nl: Modus HTC {0}
pl_pl: Tryb {0} HTC
pt_br: Modo HTC {0}
pt_pt: Modo {0} do HTC
ro_ro: Mod {0} HTC
ru_ru: Режим HTC {0}
sk_sk: Režim HTC {0}
sl_si: Način HTC {0}
sv_se: HTC {0}-läge
th_th: โหมด {0} HTC
tr_tr: HTC {0} modu
vi_vn: Chế độ HTC {0}
zh_cn: HTC {0} 模式
zh_hk: HTC {0} 模式
zh_tw: HTC {0} 模式

# HtcPackageNotFound
source: Software package is not found on server
ar_sa: تعذر العثور على حزمة البرنامج على الخادم
cs_cz: Softwarový balíček nebyl na serveru nalezen.
da_dk: Softwarepakken blev ikke fundet på serveren
de_de: Software-Paket auf dem Server nicht gefunden
el_gr: Δεν βρέθηκε πακέτο λογισμικού στο διακομιστή
es_es: El paquete de software no se ha encontrado en el servidor
es_us: No se encontró el paquete de software en el servidor
et_ee: Tarkvarapaketti ei leitud serverist
fi_fi: Ohjelmistopakettia ei löytynyt palvelimelta
fil_ph: Hindi nakikita sa server ang software package
fr_ca: Trousse logicielle introuvable sur le serveur
fr_fr: Paquet logiciel introuvable sur le serveur
he_il: חבילת התוכנה לא נמצאה בשרת
hr_hr: Softverski paket nije pronađen na poslužitelju
hu_hu: A szoftvercsomag nem található a szerveren
id_id: Paket perangkat lunak tidak ditemukan di server
it_it: Pacchetto software non trovato sul server
ja_jp: ソフトウェアパッケージがサーバー上に見つかりません
ko_kr: 서버에서 소프트웨어 패키지를 찾을 수 없음
lt_lt: Programinės įrangos paketas serveryje nerastas
lv_lv: Programmatūras pakotne serverī nav atrasta
ms_my: Pakej perisian tidak ditemui pada pelayan
nb_no: Finner ikke programvarepakken på serveren
nl_nl: Kan het softwarepakket niet vinden op de server
pl_pl: Na serwerze nie znaleziono pakietu oprogramowania
pt_br: O pacote de software não foi encontrado no servidor
pt_pt: O pacote de software não foi encontrado no servidor
ro_ro: Pachetul software nu se găsește pe server
ru_ru: Пакет ПО не найден на сервере
sk_sk: Softvérový balík sa na serveri nenašiel
sl_si: Paketa programske opreme ni bilo mogoče najti v strežniku
sv_se: Programpaket hittades inte på servern
th_th: ไม่พบแพคเกจซอฟต์แวร์บนเซิร์ฟเวอร์
tr_tr: Sunucuda yazılım paketi bulunamadı
vi_vn: Không tìm thấy phần mềm trên máy chủ
zh_cn: 未在服务器上找到软件包
zh_hk: 伺服器找不到軟件包
zh_tw: 伺服器上找不到軟體套件

# KeepButtonTillImage
source: Keep the button pressed until you see an image like on the screen.
ar_sa: يرجى الضغط باستمرار على الزر إلى أن تظهر صورة مماثلة لتلك المعروضة على الشاشة.
cs_cz: Držte tlačítko stisknuté, dokud se nezobrazí stejný obraz jako na obrazovce.
da_dk: Tryk på knappen, og hold den nede, indtil du ser et billede som det, der er på skærmen.
de_de: Halten Sie die Taste gedrückt, bis Sie dasselbe Bild wie auf dem Bildschirm sehen.
el_gr: Κρατήστε το πλήκτρο πατημένο έως ότου δείτε να εμφανίζεται μια εικόνα παρόμοια με αυτή της οθόνης.
es_es: Mantén presionado el botón hasta que veas una imagen como esta en la pantalla.
es_us: Mantenga presionado el botón hasta que vea una imagen como la de la pantalla.
et_ee: Hoidke nuppu allavajutatuna, kuni kuvatakse ekraanil näidatud pilti.
fi_fi: Pidä painiketta painettuna, kunnes näet samanlaisen kuvan kuin näytössä.
fil_ph: Panatilihing nakapindot sa buton hanggang makita mo ang isang larawan tulad ng nasa screen.
fr_ca: Maintenez votre doigt sur le bouton jusqu'à ce que vous voyiez une image à l'écran.
fr_fr: Appuyez sur le bouton jusqu'à ce qu'une image similaire à celle à l'écran s'affiche.
he_il: לחץ ממושכות על הלחצן עד שתופיע תמונה הדומה לזו שעל המסך.
hr_hr: Držite gumb pritisnutim dok se ne prikaže slika poput ove na zaslonu.
hu_hu: Tartsa lenyomva a gombot, amíg a képernyőn láthatóval megegyező kép meg nem jelenik.
id_id: Terus tekan tombol hingga Anda melihat gambar seperti pada layar.
it_it: Tenere premuto il pulsante finché non è visibile un'immagine uguale a quella visualizzata sullo schermo.
ja_jp: 画面のような画像が表示されるまでボタンを長押しします。
ko_kr: 화면에 이미지가 표시될 때까지 버튼을 길게 누르십시오.
lt_lt: Laikykite mygtuką nuspaustą, kol pasirodys vaizdas, kaip parodytas ekrane.
lv_lv: Turiet pogu nospiestu, līdz tiek parādīts ekrānā redzamais attēls.
ms_my: Tekan butang sehingga anda melihat imej seperti yang di skrin.
nb_no: Hold knappen inne til du ser samme bilde som på skjermen.
nl_nl: Houd de knop ingedrukt totdat u een beeld op het scherm ziet.
pl_pl: Przytrzymaj wciśnięty przycisk, aż pojawi się obraz taki, jak na ekranie.
pt_br: Mantenha o botão pressionado até ver uma imagem na tela.
pt_pt: Mantenha o botão premido até aparecer uma imagem como esta no ecrã.
ro_ro: Mențineți butonul apăsat până când vedeți o imagine ca cea de pe ecran.
ru_ru: Удерживайте кнопку нажатой, пока на экране не появится следующее изображение.
sk_sk: Tlačidlo držte stlačené, kým sa nezobrazí obrázok ako na obrazovke.
sl_si: Držite gumb, dokler se na zaslonu ne prikaže slika, ki vam je všeč.
sv_se: Tryck ned knappen tills du ser en bild som den på skärmen.
th_th: กดปุ่มค้างไว้จนกว่าคุณจะเห็นรูปภาพที่เหมือนกับบนหน้าจอ
tr_tr: Ekrandakine benzeyen bir görüntü görene kadar düğmeyi basılı tutun.
vi_vn: Nhấn giữ nút cho đến khi bạn nhìn thấy ảnh giống như trên màn hình.
zh_cn: 按住此按钮，直到您看到屏幕上出现一个相似图像。
zh_hk: 一直按著按鈕直至看到螢幕上的圖像。
zh_tw: 請按住按鈕不放，直到看見與畫面上內容相同的影像。

# KeepButtonsTillImage
source: Keep the buttons pressed until you see an image like on the screen.
ar_sa: يرجى الضغط باستمرار على الأزرار إلى أن تظهر صورة مماثلة لتلك المعروضة على الشاشة.
cs_cz: Držte tlačítka stisknutá, dokud se nezobrazí stejný obraz jako na obrazovce.
da_dk: Tryk på knapperne, og hold dem nede, indtil du ser et billede som det, der er på skærmen.
de_de: Halten Sie die Tasten gedrückt, bis Sie dasselbe Bild wie auf dem Bildschirm sehen.
el_gr: Κρατήστε τα πλήκτρα πατημένα έως ότου δείτε μια εικόνα παρόμοια με αυτή της οθόνης.
es_es: Mantén pulsado los botones hasta que veas una imagen como esta en la pantalla.
es_us: Mantenga presionados los botones hasta que vea una imagen como la de la pantalla.
et_ee: Hoidke nuppe allavajutatuna, kuni kuvatakse ekraanil näidatud pilti.
fi_fi: Pidä painikkeita painettuna, kunnes näet samanlaisen kuvan kuin näytössä.
fil_ph: Panatiling nakapindot sa buton hanggang makita mo ang larawan tulad ng nasa screen.
fr_ca: Maintenez votre doigt sur les boutons jusqu'à ce que vous voyiez une image à l'écran.
fr_fr: Appuyez sur les boutons jusqu'à ce qu'une image similaire à celle à l'écran s'affiche.
he_il: לחץ ממושכות על הלחצנים עד שתופיע תמונה הדומה לזו שעל המסך.
hr_hr: Držite gumbe pritisnutima dok se ne prikaže slika poput ove na zaslonu.
hu_hu: Tartsa lenyomva a gombokat, amíg a képernyőn láthatóval megegyező kép meg nem jelenik.
id_id: Terus tekan tombol hingga Anda melihat gambar seperti pada layar.
it_it: Tenere premuti i pulsanti finché non è visibile un'immagine uguale a quella visualizzata sullo schermo.
ja_jp: 画面のような画像が表示されるまでボタンを長押しします。
ko_kr: 화면에 이미지가 표시될 때까지 버튼을 길게 누르십시오.
lt_lt: Laikykite mygtukus nuspaustus, kol pasirodys vaizdas, kaip parodytas ekrane.
lv_lv: Turiet pogas nospiestas, līdz tiek parādīts ekrānā redzamais attēls.
ms_my: Tekan butang sehingga anda melihat imej seperti yang di skrin.
nb_no: Hold knappene inne til du ser samme bilde som på skjermen.
nl_nl: Houd de knoppen ingedrukt totdat u een beeld op het scherm ziet.
pl_pl: Przytrzymaj wciśnięte przyciski, aż pojawi się obraz taki, jak na ekranie.
pt_br: Mantenha os botões pressionados até ver uma imagem na tela.
pt_pt: Mantenha os botões premidos até aparecer uma imagem como esta no ecrã.
ro_ro: Mențineți butoanele apăsate până când vedeți o imagine ca cea de pe ecran.
ru_ru: Удерживайте кнопки нажатыми, пока на экране не появится следующее изображение.
sk_sk: Tlačidlá držte stlačené, kým sa nezobrazí obrázok ako na obrazovke.
sl_si: Držite gumba, dokler se na zaslonu ne prikaže slika, ki vam je všeč.
sv_se: Tryck ned knapparna tills du ser en bild som den på skärmen.
th_th: กดปุ่มค้างไว้จนกว่าคุณจะเห็นรูปภาพที่เหมือนกับบนหน้าจอ
tr_tr: Ekrandakine benzeyen bir görüntü görene kadar düğmeleri basılı tutun.
vi_vn: Nhấn giữ các nút cho đến khi bạn nhìn thấy ảnh giống như trên màn hình.
zh_cn: 按住此按钮，直到您看到屏幕上出现一个相似图像。
zh_hk: 一直按著按鈕直至看到螢幕上的圖像。
zh_tw: 請按住按鈕不放，直到看見與畫面上內容相同的影像。

source: Language
ar_sa: اللغة
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
es_us: Idioma
et_ee: Keel
fi_fi: Kieli
fil_ph: Wika
fr_ca: Langue
fr_fr: Langue
he_il: שפה
hr_hr: Jezik
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
lt_lt: Kalba
lv_lv: Valoda
ms_my: Bahasa
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
pt_pt: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

source: Log files
ar_sa: ملفات السجل
cs_cz: Soubory protokolu
da_dk: Logfiler
de_de: Log-Dateien
el_gr: Αρχεία καταγραφής
es_es: Archivos de registro
es_us: Archivos de registro
et_ee: Logifailid
fi_fi: Lokitiedostot
fil_ph: Mga tala ng file
fr_ca: Fichiers journaux
fr_fr: Fichiers journaux
he_il: קובצי יומן רישום
hr_hr: Datoteke dnevnika
hu_hu: Naplófájlok
id_id: File log
it_it: File di registro
ja_jp: ログ ファイル
ko_kr: 로그 파일
lt_lt: Žurnalo failai
lv_lv: Žurnālfaili
ms_my: Fail log
nb_no: Loggfiler
nl_nl: Logboekbestanden
pl_pl: Pliki dziennika
pt_br: Arquivos de registro
pt_pt: Ficheiros de registo
ro_ro: Fișiere jurnal
ru_ru: Файлы журнала
sk_sk: Súbory denníka
sl_si: Dnevniške datoteke
sv_se: Loggfiler
th_th: ไฟล์บันทึก
tr_tr: Günlük dosyaları
vi_vn: Tập tin nhật ký
zh_cn: 日志文件
zh_hk: 記錄檔案
zh_tw: 記錄檔案
