Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# ErrorDescription_CannotAccessDirectoryException
source: It seems that you do not have the necessary permission for the directory. Please change the directory path or change the directory permissions.
ar_sa: يبدو أنك لا تملك الإذن المناسب لهذا الدليل. يرجى تغيير مسار الدليل أو أذونات الدليل.
cs_cz: Zdá se, že nemáte nezbytná oprávnění k adresáři. Změňte cestu nebo oprávnění k adresáři.
da_dk: Du har tilsyneladende ikke den nødvendige tilladelse til biblioteket. Ændr biblioteksstien, eller ændr bibliotekstilladelserne.
de_de: Sie haben offensichtlich keine ausreichenden Rechte für das Verzeichnis. Bitte Pfad zum Verzeichnis ändern oder Zugriffsrechte für Verzeichnis ändern.
el_gr: Φαίνεται ότι δεν έχετε τα απαραίτητα δικαιώματα για τον κατάλογο. Αλλάξτε τη διαδρομή ή τα δικαιώματα καταλόγου.
es_es: Parece que no tienes los permisos necesarios sobre el directorio. Cambia la ruta del directorio o modifica los permisos sobre el directorio.
es_us: Al parece no cuenta con los permisos necesarios para acceder al directorio. Cambie la ruta o los permisos del directorio.
et_ee: Näib, et teil ei ole kataloogi kasutamiseks vajalikku pääsuluba. Muutke kataloogi rada või kataloogi kasutamiseks vajalikku pääsuluba.
fi_fi: Sinulla ei ole tarvittavia oikeuksia hakemistoon. Muuta hakemistopolkua tai hakemiston oikeuksia.
fil_ph: Mukhang wala kang tamang pahintulot para sa direktoryo. Pakibago ang path ng direktoryo o baguhin ang pahintulot ng permiso.
fr_ca: Il semble que vous n'ayez pas les autorisations nécessaires pour le répertoire. Veuillez modifier le chemin du répertoire ou les autorisations du répertoire.
fr_fr: Il semble que vous ne disposiez pas des autorisations requises pour le répertoire. Modifiez le chemin d'accès au répertoire ou modifiez les autorisations liées au répertoire.
he_il: נראה שאין ברשותך את ההרשאות הנדרשות לשימוש בספרייה. שנה את נתיב הספרייה להורדה או את ההרשאות לספרייה.
hr_hr: Čini se da nemate potrebne ovlasti za direktorij. Promijenite put direktorija ili promijenite ovlasti direktorija.
hu_hu: Úgy tűnik, Ön nem rendelkezik a szükséges jogosultsággal a könyvtárhoz. Változtassa meg a könyvtár elérési útját, vagy változtassa meg a könyvtár jogosultságait.
id_id: Tampaknya Anda tidak memiliki izin yang diperlukan untuk direktori. Ubah jalur direktori atau ubah izin direktori.
it_it: Sembra che l'utente non sia in possesso delle autorizzazioni necessarie per la directory. Modificare il percorso della directory o modificare le autorizzazioni per la directory.
ja_jp: ディレクトリに必要なアクセス許可がないようです。 ディレクトリのパスを変更するか、ディレクトリのアクセス許可を変更してください。
ko_kr: 귀하에게 디렉터리에 접근할 권한이 없는 것 같습니다. 디렉터리 경로를 변경하거나 디렉터리 권한을 변경하십시오.
lt_lt: Atrodo, kad neturite reikiamų katalogo teisių. Pakeiskite katalogo kelią arba katalogo teises.
lv_lv: Šķiet, jums nav vajadzīgo atļauju šim direktorijam. Lūdzu, mainiet direktorija ceļu vai mainiet direktorija atļaujas.
ms_my: Nampaknya anda tiada kebenaran yang diperlukan untuk direktori. Sila tukar laluan direktori atau tukar kebenaran direktori.
nb_no: Det ser ikke ut til at du har de nødvendige tillatelsene til katalogen. Endre katalogbanen, eller endre katalogtillatelsene.
nl_nl: U beschikt niet over de benodigde rechten voor de map. Wijzig het pad van de map of de machtigingen voor de map.
pl_pl: Prawdopodobnie nie masz wymaganych uprawnień dla folderu. Zmień ścieżkę folderu lub zmień uprawnienia dla folderu.
pt_br: Você não tem a permissão necessária para acessar o diretório. Altere o caminho ou as permissões do diretório.
pt_pt: Aparentemente, não tem as autorizações necessárias para o diretório. Mude o caminho do diretório ou altere as autorizações do diretório.
ro_ro: Se pare că nu aveți permisiunile necesare pentru director. Schimbați calea directorului sau schimbați permisiunile directorului.
ru_ru: Похоже, у вас отсутствуют необходимые разрешения для этого каталога. Измените путь к каталогу или измените разрешения для каталога.
sk_sk: Zdá sa, že pre tento adresár nemáte potrebné povolenie. Zmeňte cestu adresára alebo zmeňte povolenia adresára.
sl_si: Videti je, da nimate zahtevanih dovoljenj za mapo. Spremenite pot mape ali dovoljenja za mapo.
sv_se: Du tycks sakna behörighet för katalogen. Ändra katalogens målkatalog eller ändra behörighet för katalogen.
th_th: ดูเหมือนว่าคุณมีสิทธิ์ไม่เพียงพอสำหรับไดเรกทอรี กรุณาเปลี่ยนเส้นทางไดเรกทอรี หรือเปลี่ยนแปลงสิทธิ์ไดเรกทอรี
tr_tr: Dizin için gerekli izniniz bulunmamaktadır. Lütfen dizin yolunu ya da dizin izinlerini değiştirin.
vi_vn: Có vẻ như bạn không có quyền cần thiết đối với thư mục. Vui lòng thay đổi đường dẫn thư mục hoặc thay đổi quyền thư mục.
zh_cn: 您似乎没有必要的目录权限。 请更改目录路径或更改目录权限。
zh_hk: 似乎您沒有目錄所需的權限。 請變更目錄路徑或變更目錄權限。
zh_tw: 您似乎沒有該目錄的必要權限。 請變更目錄路徑或變更目錄權限。

# ErrorDescription_DeviceNotFoundException
source: Device was not found.
ar_sa: لم يتم العثور على الهاتف.
cs_cz: Telefon nebyl nalezen.
da_dk: Telefonen blev ikke fundet.
de_de: Telefon wurde nicht gefunden.
el_gr: Δεν βρέθηκε τηλέφωνο.
es_es: Teléfono no encontrado.
es_us: No se encontró el teléfono.
et_ee: Telefoni ei leitud.
fi_fi: Puhelinta ei löytynyt.
fil_ph: Hindi nakita ang telepono.
fr_ca: Téléphone introuvable
fr_fr: Téléphone introuvable.
he_il: הטלפון לא נמצא.
hr_hr: Telefon nije pronađen.
hu_hu: A telefon nem található.
id_id: Telepon tidak ditemukan.
it_it: Telefono non trovato.
ja_jp: 電話が見つかりませんでした。
ko_kr: 휴대폰을 찾을 수 없습니다.
lt_lt: Telefonas nerastas.
lv_lv: Tālrunis netika atrasts.
ms_my: Telefon tidak ditemui.
nb_no: Finner ikke telefonen.
nl_nl: Telefoon niet gevonden.
pl_pl: Nie znaleziono telefonu.
pt_br: O telefone não foi encontrado.
pt_pt: Telemóvel não encontrado.
ro_ro: Telefonul nu a fost găsit.
ru_ru: Телефон не найден.
sk_sk: Telefón sa nenašiel.
sl_si: Telefona ni bilo mogoče najti.
sv_se: Telefonen hittades ej.
th_th: ไม่พบโทรศัพท์
tr_tr: Telefon bulunamadı.
vi_vn: Không tìm thấy điện thoại.
zh_cn: 未找到手机。
zh_hk: 找不到手機。
zh_tw: 找不到手機。

# ErrorDescription_DownloadPackageException
source: Please check if proxy settings are correct and click "{0}". If you want to cancel downloading process please click "{1}".
ar_sa: يرجى التحقق من صحة إعدادات الوكيل والنقر فوق "{0}". إذا أردت إلغاء عملية التنزيل، فيرجى النقر فوق "{1}".
cs_cz: Zkontrolujte správnost nastavení proxy a klikněte na „{0}“. Pokud chcete stahování zrušit, klikněte na „{1}“.
da_dk: Kontroller, om proxy-indstillingerne er korrekte, og klik på "{0}". Hvis du vil annullere downloadet, skal du klikke på "{1}".
de_de: Prüfen Sie bitte die Proxy-Einstellungen, und klicken Sie auf „{0}“. Wenn Sie den Download abbrechen möchten, klicken Sie bitte auf „{1}“.
el_gr: Ελέγξτε αν οι ρυθμίσεις διακομιστή είναι σωστές και πατήστε "{0}". Αν θέλετε να ακυρώσετε τη διαδικασία λήψης, πατήστε "{1}".
es_es: Comprueba si la configuración de proxy es correcta y haz clic en "{0}". Si deseas cancelar el proceso de descarga, haz clic en "{1}".
es_us: Compruebe que la configuración de proxy sea la correcta y haga clic en "{0}". Si desea cancelar el proceso de descarga, haga clic en "{1}".
et_ee: Kontrollige, kas proksiseaded on õiged ja klõpsake „{0}”. Kui soovite allalaadimise tühistada, klõpsake „{1}”.
fi_fi: Tarkista välityspalvelimen asetukset ja valitse {0}. Jos haluat peruuttaa latauksen, valitse {1}.
fil_ph: Pakitingnan kung tama ang setting ng proxy at i-click ang "{0}". Kung gusto mong ikansela ang proseso ng pag-download paki-click ang "{1}".
fr_ca: Veuillez vérifier les paramètres du mandataire, puis cliquer sur {0}. Si vous souhaitez annuler le processus de téléchargement, veuillez cliquer sur {1}.
fr_fr: Vérifiez si les paramètres proxy sont corrects et cliquez sur {0}. Si vous souhaitez annuler le téléchargement, cliquez sur {1}.
he_il: בדוק אם הגדרות ה-Proxy נכונות ולחץ על "{0}". אם ברצונך לבטל את תהליך ההודרה, לחץ על "{1}".
hr_hr: Provjerite jesu li postavke proxy poslužitelja ispravne i pritisnite "{0}". Ako želite otkazati postupak preuzimanja pritisnite "{1}".
hu_hu: Ellenőrizze, hogy a proxybeállítások megfelelőek-e, majd kattintson a „{0}” lehetőségre. Ha meg szeretné szakítani a letöltési folyamatot, kattintson a „{1}” lehetőségre.
id_id: Periksa apakah pengaturan proksi benar dan klik "{0}". Jika Anda ingin membatalkan proses pengunduhan, silakan klik "{1}".
it_it: Controllare se le impostazioni proxy sono corrette e fare clic su "{0}". Se si desidera annullare il processo di download, fare clic su "{1}".
ja_jp: プロキシの設定が正しいかをチェックして、[{0}]をクリックしてください。 ダウンロードをキャンセルする場合は、[{1}]をクリックしてください。
ko_kr: 프록시 설정이 올바른지 확인한 후 [{0}]을(를) 클릭하십시오. 다운로드 프로세스를 취소하려면 [{1}]을(를) 클릭하십시오.
lt_lt: Patikrinkite ar pagalbinio serverio parametrai yra teisingi ir paspauskite {0}. Norėdami nutraukti atsisiuntimą, paspauskite {1}.
lv_lv: Lūdzu, pārbaudiet, vai starpniekservera iestatījumi ir pareizi, un noklikšķiniet uz "{0}". Ja vēlaties atcelt lejupielādes procesu, lūdzu, noklikšķiniet uz "{1}".
ms_my: Sila pastikan jika tetapan proksi betul dan klik "{0}". Jika anda mahu membatalkan proses muat turun, sila klik "{1}".
nb_no: Kontroller at proxy-innstillingene er riktige, og klikk {0}. Hvis du vil avbryte nedlastingsprosessen, klikker du {1}.
nl_nl: Controleer of proxy-instellingen correct zijn en klik op "{0}". Klik op "{1}" als u het downloaden wilt annuleren.
pl_pl: Sprawdź, czy ustawienia proxy są prawidłowe, i kliknij „{0}”. Aby anulować pobieranie, kliknij „{1}”.
pt_br: Verifique se as configurações de proxy estão corretas e clique em "{0}". Se deseja cancelar o processo de download, clique em "{1}".
pt_pt: Verifique se as definições de proxy estão corretas e clique em "{0}". Se pretende cancelar o processo de transferência, clique em "{1}".
ro_ro: Verificați dacă setările proxy sunt corecte și faceți clic pe „{0}”. Dacă doriți să revocați procesul de descărcare, faceți clic pe „{1}”.
ru_ru: Проверьте правильность настроек прокси-сервера и нажмите "{0}". Если вам нужно отменить процесс загрузки, нажмите "{1}".
sk_sk: Skontrolujte, či sú nastavenia proxy správne, a kliknite na položku {0}. Ak chcete ukončiť proces preberania, kliknite na položku {1}.
sl_si: Preverite, ali so nastavitve posredniškega strežnika pravilne in kliknite "{0}". Če želite preklicati prenos, kliknite "{1}".
sv_se: Kontrollera att proxyinställningarna stämmer. Klicka sedan på "{0}". Om du vill avbryta hämtningen klickar du på "{1}".
th_th: กรุณาตรวจสอบว่าการตั้งค่าพรอกซี่ถูกต้อง แล้วคลิก "{0}" หากคุณต้องการยกเลิกการดาวน์โหลด กรุณาคลิก "{1}"
tr_tr: Lütfen vekil sunucu ayarlarının doğru olup olmadığını kontrol edin ve "{0}" düğmesine tıklayın. İndirme işlemini iptal etmek istiyorsanız "{1}" düğmesine tıklayın.
vi_vn: Vui lòng kiểm tra xem cài đặt proxy có đúng không và bấm "{0}". Nếu bạn muốn hủy bỏ quy trình tải về, vui lòng bấm "{1}".
zh_cn: 请检查代理设置是否正确，然后单击“{0}”。 如果您想取消下载进程，请单击“{1}”。
zh_hk: 請檢查代理設定為正確，並點擊「{0}」。 若您想取消下載過程，請點擊「{1}」。
zh_tw: 請檢查 Proxy 設定是否都正確，並按一下 [{0}]。 若要取消下載程序，請按一下 [{1}]。

# ErrorDescription_EmergencyPackageNotFoundOnServerException
source: Emergency flashing for your device is currently not supported
ar_sa: لا يتم دعم وميض حالة الطوارئ على هاتفك حاليًا
cs_cz: Funkce nouzového blikání není momentálně pro váš telefon podporována
da_dk: Flashing i nødsituation understøttes i øjeblikket ikke for din telefon
de_de: Blinken im Notfall wird für Ihr Telefon derzeit nicht unterstützt
el_gr: Το παλλόμενο φως έκτακτης ανάγκης προς το παρόν δεν υποστηρίζεται για το τηλέφωνό σας
es_es: La luz de emergencia no es compatible actualmente con tu teléfono
es_us: El intermitente de emergencia del teléfono no es compatible actualmente
et_ee: Teie seadmel ei ole hädaabivilkumine toetatud
fi_fi: Puhelimesi ei tue käyttöjärjestelmän palauttamistekniikkaa
fil_ph: Kasalukuyang hindi suportado ang emergency flashing para sa iyong telepono
fr_ca: Le clignotement d'urgence n'est actuellement pas pris en charge par votre téléphone
fr_fr: Le clignotement d’urgence n’est pas pris en charge sur votre téléphone pour le moment
he_il: אין תמיכה כעת בעדכון לשעת חירום עבור הטלפון שברשותך.
hr_hr: Hitno učitavanje trenutačno nije podržano za vaš telefon
hu_hu: A telefonja vészhelyzeti flash frissítése jelenleg nem támogatott
id_id: Pemrograman darurat untuk telepon Anda saat ini tidak didukung
it_it: Aggiornamento di emergenza per il telefono attualmente non supportato
ja_jp: お使いの電話のエマージェンシー フラッシングは、現在サポートされていません
ko_kr: 현재 귀하의 휴대폰에서 긴급 상황 플래시 기능을 지원하지 않음
lt_lt: Kritinio atvejo mirksėjimas telefone šiuo metu nepalaikomas
lv_lv: Ārkārtas pārprogrammēšana jūsu tālrunim pašlaik netiek atbalstīta
ms_my: Denyar kecemasan untuk telefon anda tidak disokong buat masa ini
nb_no: Nødblink støttes ikke på mobilen din for øyeblikket
nl_nl: Emergency flashing wordt momenteel niet ondersteund op uw telefoon
pl_pl: Awaryjne flashowanie Twojego telefonu nie jest obecnie obsługiwane
pt_br: A piscada de emergência para seu telefone não é suportada no momento
pt_pt: Neste momento, o seu telemóvel não suporta a recuperação de emergência
ro_ro: Indicatorul clipire de urgență pentru telefonul dvs. nu este acceptat în prezent
ru_ru: На данный момент экстренная перепрошивка не поддерживается для вашего телефона
sk_sk: Núdzové blikanie nie je v súčasnosti pre váš telefón podporované
sl_si: Utripanje v sili za vaš telefon trenutno ni podprto
sv_se: Nödblinkning stöds för närvarande inte för din telefon
th_th: ขณะนี้โทรศัพท์ของคุณไม่รองรับการแฟลชฉุกเฉิน
tr_tr: Telefonunuz için acil durum flaşı şu anda desteklenmiyor
vi_vn: Tính năng nhấp nháy khẩn cấp dành cho điện thoại của bạn hiện không được hỗ trợ
zh_cn: 您的手机目前不支持紧急闪光
zh_hk: 手機上的緊急閃燈暫不支援
zh_tw: 目前不支援緊急寫入您的手機

# ErrorDescription_FirmwareFileNotFoundException
source: Software package is incomplete. One or more files are missing. Download package again or select other software.
ar_sa: إن حزمة البرنامج غير مكتملة. هناك ملف مفقود أو أكثر. قم بتنزيل الحزمة مرة أخرة أو حدد برنامجًا آخر.
cs_cz: Softwarový balíček není úplný. Jeden nebo více souborů chybí. Stáhněte balíček znovu nebo vyberte jiný software.
da_dk: Softwarepakken er ufuldstændig. En eller flere filer mangler. Download pakken igen, eller vælg en anden software.
de_de: Software-Paket ist unvollständig. Eine oder mehrere Dateien fehlen. Laden Sie das Paket noch einmal herunter oder wählen Sie eine andere Software.
el_gr: Το πακέτο λογισμικού είναι ατελές. Ένα ή περισσότερα αρχεία λείπουν. Εκτελέστε λήψη του πακέτου και πάλι ή επιλέξτε άλλο λογισμικό.
es_es: El paquete de software está incompleto. Faltan uno o varios archivos. Vuelve a descargar el paquete o selecciona otro software.
es_us: El paquete de software está incompleto. Faltan uno o varios archivos. Vuelva a descargar el paquete o seleccione otro software.
et_ee: Tarkvarapakett ei ole täielik. Üks või mitu faili on puudu. Laadige pakett uuesti alla või valige muu tarkvara.
fi_fi: Ohjelmistopaketti on epätäydellinen. Yksi tai useampi tiedosto puuttuu. Lataa paketti uudelleen tai valitse toinen ohjelmisto.
fil_ph: Hindi kumpleto ang software package. Nawawala ang isa o mas maraming file. I-download muli ang package o pumili ng ibang software.
fr_ca: La trousse logicielle est incomplète. Au moins un fichier est manquant. Téléchargez de nouveau le progiciel ou sélectionnez un autre logiciel.
fr_fr: Le paquet logiciel n'est pas complet. Il manque un ou plusieurs fichiers. Téléchargez à nouveau le paquet ou bien sélectionnez un autre logiciel.
he_il: חבילת התוכנה אינה שלמה. קובץ אחד או יותר חסרים. הורד שוב את החבילה או בחר תוכנה אחרת.
hr_hr: Softverski paket nije potpun. Nedostaje jedna ili više datoteka. Ponovno preuzmite paket ili odaberite drugi softver.
hu_hu: A szoftvercsomag nem teljes. Hiányzik egy vagy több fájl. Töltse le a csomagot ismét, vagy válasszon másik szoftvert.
id_id: Paket perangkat lunak tidak lengkap. Satu file atau lebih tidak ada. Unduh paket sekali lagi atau pilih perangkat lunak lainnya.
it_it: Il pacchetto software è incompleto. Mancano uno o più file. Effettuare nuovamente il download del pacchetto o selezionare un altro software.
ja_jp: ソフトウェアパッケージが不完全です。 1つ以上のファイルがありません。 もう一度パッケージをダウンロードするか、別のソフトウェアを選択してください。
ko_kr: 소프트웨어 패키지가 불완전합니다. 하나 이상의 파일이 없습니다. 패키지를 다시 다운로드하거나 다른 소프트웨어를 선택하십시오.
lt_lt: Programinės įrangos paketas ne visas. Trūksta vieno arba daugiau failų. Vėl atsisiųskite paketą arba pasirinkite kitą programinę įrangą.
lv_lv: Programmatūras pakotne ir nepilnīga. Trūkst vismaz viena faila. Lejupielādējiet pakotni vēlreiz vai atlasiet citu programmatūru.
ms_my: Pakej perisian tidak lengkap. Satu atau lebih fail tiada. Muat turun pakej sekali lagi atau pilih perisian lain.
nb_no: Programvarepakken er ufullstendig. En eller flere filer mangler. Last ned pakken på nytt, eller velg en annen programvare.
nl_nl: Softwarepakket is onvolledig. Een of meer bestanden ontbreken. Download het pakket opnieuw of selecteer andere software.
pl_pl: Pakiet oprogramowania jest niekompletny. Brakuje jednego lub więcej plików. Pobierz ponownie pakiet lub wybierz inne oprogramowanie.
pt_br: O pacote do software está incompleto. Um ou mais arquivos estão faltando. Faça o download do pacote novamente ou selecione outro software.
pt_pt: O pacote de software está incompleto. Um ou mais ficheiros estão em falta. Transfira o pacote de novo ou seleccione outro software.
ro_ro: Pachetul software este incomplet. Lipsesc unul sau mai multe fişiere. Descărcaţi pachetul din nou sau selectați alt software.
ru_ru: Пакет ПО неполон. Отсутствует один или несколько файлов. Загрузите пакет повторно или выберите другое ПО.
sk_sk: Softvérový balík nie je kompletný. Chýba jeden alebo viac súborov. Znova stiahnite balík alebo vyberte iný softvér.
sl_si: Paket programske opreme ni popoln. Ena ali več datotek manjka. Ponovno prenesite paket ali izberite drugo programsko opremo.
sv_se: Programpaketet är ofullständigt. En eller flera filer saknas. Ladda ned paketet igen eller välj annan programvara.
th_th: แพคเกจซอฟต์แวร์ไม่สมบูรณ์ มีหนึ่งไฟล์หรือมากกว่าสูญหาย ดาวน์โหลดแพคเกจอีกครั้งหรือเลือกซอฟต์แวร์อื่น
tr_tr: Yazılım paketi tam değil. Bir ya da daha fazla dosya eksik. Paketi yeniden indirin veya başka bir yazılım seçin.
vi_vn: Gói phần mềm không đầy đủ. Một hoặc nhiều tập tin bị thiếu. Tải xuống lại gói phần mềm hoặc chọn một phần mềm khác.
zh_cn: 软件包不完整。 缺少一个或多个文件。 重新下载软件包或选择其他软件。
zh_hk: 軟件包不完整。 一個或多個文件丟失。 重新下載軟件包或選擇其他軟件。
zh_tw: 軟體套件不完整。 一個以上的檔案遺失。 重新下載套件，或選取其他軟體。

# ErrorDescription_HtcDeviceCommunicationException
source: Restart device to {0} mode.
ar_sa: يرجى إعادة تشغيل الجهاز إلى وضع {0}.
cs_cz: Restartujte zařízení do režimu {0}.
da_dk: Genstart enheden til {0}-tilstand.
de_de: Starten Sie das Gerät im {0}-Modus neu.
el_gr: Επανεκκινήστε τη συσκευή σε λειτουργία {0}.
es_es: Reiniciar el dispositivo en el modo {0}.
es_us: Reinicie el dispositivo en modo {0}.
et_ee: Taaskäivitage telefon režiimis {0}.
fi_fi: Käynnistä laite {0}-tilassa.
fil_ph: I-restart ang device sa {0} mode.
fr_ca: Redémarrez l'appareil en mode {0}.
fr_fr: Redémarrez l'appareil en mode {0}.
he_il: הפעל את הטלפון מחדש והחזר אותו למצב {0}.
hr_hr: Ponovo pokrenite uređaj na način rada {0}.
hu_hu: Indítsa újra a készüléket {0} üzemmódban.
id_id: Hidupkan ulang perangkat ke mode {0}.
it_it: Riavviare il dispositivo in modalità {0}.
ja_jp: デバイスを{0}モードで再起動します。
ko_kr: {0} 모드로 단말기를 다시 시작하십시오.
lt_lt: Iš naujo paleiskite įrenginį {0} režimu.
lv_lv: Restartējiet ierīci režīmā {0}.
ms_my: Mula semula peranti kepada mod {0}.
nb_no: Start enheten på nytt i {0}-modus.
nl_nl: Start het apparaat opnieuw op in de modus {0}.
pl_pl: Ponownie uruchom urządzenie w trybie {0}.
pt_br: Reinicie o dispositivo para o modo {0}.
pt_pt: Reinicie o dispositivo no modo {0}.
ro_ro: Reporniți dispozitivul în modul {0}.
ru_ru: Перезапустите телефон в режиме {0}.
sk_sk: Reštartujte zariadenie do režimu {0}.
sl_si: Znova zaženite napravo v načinu {0}.
sv_se: Starta om enheten i läget {0}.
th_th: รีสตาร์ทอุปกรณ์เป็นโหมด {0}
tr_tr: Aygıtı {0} modunda yeniden başlatın.
vi_vn: Khởi động lại thiết bị về chế độ {0}.
zh_cn: 将设备重启为 {0} 模式。
zh_hk: 重新啟動設備至 {0} 模式。
zh_tw: 重新啟動裝置進入{0}模式。

# ErrorDescription_HtcPackageFileCheckException
source: Re-download ROM package file.
ar_sa: يرجى إعادة تنزيل ملف حزمة ROM.
cs_cz: Znovu stáhněte soubor balíčku ROM.
da_dk: Download ROM-pakkefilen igen.
de_de: Laden Sie die ROM-Paket-Datei erneut herunter.
el_gr: Επαναλάβετε τη λήψη του αρχείου πακέτου ROM.
es_es: Volver a descargar archivo de paquete ROM.
es_us: Vuelva a descargar el archivo de paquete ROM.
et_ee: Laadige püsivara (ROM) paketi fail uuesti alla.
fi_fi: Lataa ROM-pakettitiedosto uudelleen.
fil_ph: I-redownload ang ROM package file.
fr_ca: Téléchargez de nouveau le fichier de la trousse logicielle ROM.
fr_fr: Téléchargez à nouveau le fichier du paquet ROM.
he_il: הורד מחדש קובץ חבילת ROM.
hr_hr: Ponovo preuzmite ROM paket.
hu_hu: Töltse le újra a ROM csomagfájlt.
id_id: Unduh ulang file paket ROM.
it_it: Riscaricare il file del pacchetto ROM.
ja_jp: ROMパッケージファイルを再ダウンロードします。
ko_kr: ROM 패키지 파일을 다시 다운로드하십시오.
lt_lt: Iš naujo atsisiųskite ROM paketo failą.
lv_lv: Atkārtoti lejupielādējiet ROM pakotnes failu.
ms_my: Muat turun semula fail pakej ROM.
nb_no: Last ned ROM-pakkefilen på nytt.
nl_nl: Download opnieuw het ROM-pakketbestand.
pl_pl: Ponownie pobierz plik pakietu ROM.
pt_br: Faça o download novamente do arquivo de pacote ROM.
pt_pt: Transfira novamente o ficheiro de pacote ROM.
ro_ro: Descărcați din nou fișierul pachet ROM.
ru_ru: Повторно загрузите файл пакета ПЗУ.
sk_sk: Znova stiahnite súbor balíka z disku ROM.
sl_si: Znova naložite datoteko ROM paketa.
sv_se: Hämta ROM-paketfilen igen.
th_th: ดาวน์โหลดไฟล์แพคเกจ ROM ใหม่
tr_tr: ROM paket dosyasını yeniden indirin.
vi_vn: Tải về lại tập tin gói ROM.
zh_cn: 已重新下载 ROM 软件包文件。
zh_hk: 重新下載 ROM 套件文件。
zh_tw: 重新下載 ROM 套件檔案。

# ErrorDescription_HtcServiceControlException
source: Check if {0} service is stopped.
ar_sa: تحقق مما إذا كانت خدمة {0} قد توقفت.
cs_cz: Zkontrolujte, jestli se služba {0} nezastavila.
da_dk: Kontroller, om tjenesten {0} er stoppet.
de_de: Prüfen Sie, ob der {0}-Service beendet wurde.
el_gr: Ελέγξτε αν η υπηρεσία {0} διακόπηκε.
es_es: Comprueba si el servicio {0} se ha detenido.
es_us: Compruebe si se detuvo el servicio {0}.
et_ee: Kontrollige, kas {0} teenus on peatatud.
fi_fi: Tarkista, onko palvelu {0} keskeytetty.
fil_ph: Tingnan kung {0} huminto ang serbisyo.
fr_ca: Vérifiez si le service {0} s'est arrêté.
fr_fr: Vérifiez si le service {0} est arrêté.
he_il: בדוק אם השירות {0} הפסיק לפעול.
hr_hr: Provjerite je li usluga {0} zaustavljena.
hu_hu: Ellenőrizze, hogy leállt-e a(z) {0} szolgáltatás.
id_id: Periksa apakah layanan {0} dihentikan.
it_it: Controllare se il servizio {0} si è arrestato.
ja_jp: {0}サービスが停止したかチェックします。
ko_kr: {0} 서비스가 중지되었는지 확인하십시오.
lt_lt: Patikrinkite, ar {0} paslauga sustabdyta.
lv_lv: Pārbaudiet, vai ir apturēts pakalpojums {0}.
ms_my: Pastikan perkhidmatan {0} dihentikan.
nb_no: Kontroller om tjenesten {0} er stoppet.
nl_nl: Controleer of de service {0} niet wordt uitgevoerd.
pl_pl: Sprawdź, czy usługa {0} została zatrzymana.
pt_br: Verifique se o serviço {0} foi interrompido.
pt_pt: Verifique se o serviço {0} foi interrompido.
ro_ro: Verificați dacă serviciul {0} este oprit.
ru_ru: Проверьте, предоставляется ли служба {0}.
sk_sk: Skontrolujte, či je služba {0} zastavená.
sl_si: Preverite, ali je storitev {0} ustavljena.
sv_se: Kontrollera om {0}-tjänsten har stoppats.
th_th: ตรวจสอบว่าบริการ {0} หยุดบริการหรือไม่
tr_tr: {0} servisinin durdurulup durdurulmadığını kontrol edin.
vi_vn: Kiểm tra xem dịch vụ {0} có bị dừng không.
zh_cn: 检查 {0} 服务是否已停止。
zh_hk: 檢查 {0} 服務是否已停止。
zh_tw: 檢查 {0} 服務是否已停止。
