Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

source: Accent color
ar_sa: لون التمييز
cs_cz: Barva zvýraznění
da_dk: Markeringsfarve
de_de: Akzentfarbe
el_gr: Χρώμα τονισμού
es_es: Color de énfasis
es_us: Color de énfasis
et_ee: Rõhuvärv
fi_fi: Korostusväri
fil_ph: Accent na kulay
fr_ca: Couleur dominante
fr_fr: Couleur d'accentuation
he_il: צבע הדגשה
hr_hr: Boja za naglašavanje
hu_hu: Jelölőszín
id_id: Warna aksen
it_it: Colore evidenziatore
ja_jp: アクセントのカラー
ko_kr: 테마 컬러
lt_lt: Pagrindinė spalva
lv_lv: Izcēluma krāsa
ms_my: Warna aksen
nb_no: Uthevingsfarge
nl_nl: Accentkleur
pl_pl: Kolor akcentów
pt_br: Cor do destaque
pt_pt: Cor de acento
ro_ro: Culoare accentuată
ru_ru: Акцентный цвет
sk_sk: Farba zvýraznenia
sl_si: Barva poudarka
sv_se: Accentfärg
th_th: สีที่เน้น
tr_tr: Vurgu rengi
vi_vn: Màu chủ đề
zh_cn: 强调色
zh_hk: 符號顏色
zh_tw: 輔色

# AccentColorBlack
source: Black
ar_sa: أسود
cs_cz: Černá
da_dk: Sort
de_de: Schwarz
el_gr: Μαύρο
es_es: Negro
es_us: Negro
et_ee: Must
fi_fi: Musta
fil_ph: Itim
fr_ca: Noir
fr_fr: Noir
he_il: שחור
hr_hr: Crna
hu_hu: Fekete
id_id: Hitam
it_it: Nero
ja_jp: ブラック
ko_kr: 검정
lt_lt: Juoda
lv_lv: Melna
ms_my: Hitam
nb_no: Svart
nl_nl: Zwart
pl_pl: Czarny
pt_br: Preto
pt_pt: Preto
ro_ro: Negru
ru_ru: Черный
sk_sk: Čierna
sl_si: Črna
sv_se: Svart
th_th: สีดำ
tr_tr: Siyah
vi_vn: Đen
zh_cn: 黑色
zh_hk: 黑色
zh_tw: 黑色

# AccentColorBlue
source: Blue
ar_sa: أزرق
cs_cz: Modrá
da_dk: Blå
de_de: Blau
el_gr: Μπλε
es_es: Azul
es_us: Azul
et_ee: Sinine
fi_fi: Sininen
fil_ph: Bughaw
fr_ca: Bleu
fr_fr: Bleu
he_il: כחול
hr_hr: Plava
hu_hu: Kék
id_id: Biru
it_it: Blu
ja_jp: ブルー
ko_kr: 파랑
lt_lt: Mėlyna
lv_lv: Zila
ms_my: Biru
nb_no: Blå
nl_nl: Blauw
pl_pl: Niebieski
pt_br: Azul
pt_pt: Azul
ro_ro: Albastru
ru_ru: Голубой
sk_sk: Modrá
sl_si: Modra
sv_se: Blå
th_th: สีฟ้า
tr_tr: Mavi
vi_vn: Xanh dương
zh_cn: 蓝色
zh_hk: 藍色
zh_tw: 藍色

# AccentColorCobalt
source: Cobalt
ar_sa: أبيض فضي
cs_cz: Kobaltově modrá
da_dk: Kobolt
de_de: Kobalt
el_gr: Βαθύ μπλε
es_es: Cobalto
es_us: Cobalto
et_ee: Koobaltsinine
fi_fi: Koboltinsininen
he_il: כחול
hr_hr: Kobaltna
hu_hu: Kobaltkék
id_id: Kobalt
it_it: Cobalto
ja_jp: コバルト
ko_kr: 코발트
lt_lt: Tamsiai mėlyna
lv_lv: Kobaltzila
ms_my: Kobalt
nb_no: Kobolt
nl_nl: Kobalt
pl_pl: Kobaltowy
pt_br: Cobalto
pt_pt: Cobalto
ru_ru: Синий
sk_sk: Kobaltovomodrá
sl_si: Kobalt
sv_se: Kobolt
th_th: สีน้ำเงินเข้ม
tr_tr: Kobalt mavisi
vi_vn: Bạch kim
zh_cn: 宝蓝色
zh_hk: 鈷藍色
zh_tw: 深藍色

# AccentColorCrimson
source: Crimson
ar_sa: قرمزي
cs_cz: Karmínová
da_dk: Karmoisin
de_de: Purpur
el_gr: Βαθύ κόκκινο
es_es: Carmesí
es_us: Carmesí
et_ee: Tulipunane
fi_fi: Karmiininpunainen
fr_ca: Cramoisi
fr_fr: Rouge carmin
he_il: ארגמן
hr_hr: Grimizna
hu_hu: Karmazsinvörös
id_id: Merah tua
it_it: Porpora
ja_jp: クリムゾン
ko_kr: 진홍색
lt_lt: Tamsiai raudona
lv_lv: Aveņsarkana
ms_my: Merah lembayung
nb_no: Karmosinrød
nl_nl: Karmozijnrood
pl_pl: Karmazynowy
pt_br: Carmesim
pt_pt: Carmesim
ro_ro: Stacojiu
ru_ru: Алый
sk_sk: Karmínová
sl_si: Škrlatna
sv_se: Karmosinröd
th_th: สีแดงเข้ม
tr_tr: Koyu kırmızı
vi_vn: Đỏ thẫm
zh_cn: 深红色
zh_hk: 深紅色
zh_tw: 深紅色

# AccentColorEmerald
source: Emerald
ar_sa: أخضر زمرّدي
cs_cz: Smaragdově zelená
da_dk: Smaragdgrøn
de_de: Smaragd
el_gr: Σμαραγδί
es_es: Esmeralda
es_us: Esmeralda
et_ee: Smaragdroheline
fi_fi: Smaragdinvihreä
fr_ca: Émeraude
fr_fr: Émeraude
he_il: אזמרגד
hr_hr: Smaragdna
hu_hu: Smaragdzöld
id_id: Hijau zambrut
it_it: Smeraldo
ja_jp: エメラルド
ko_kr: 에메랄드
lt_lt: Smaragdinė
lv_lv: Smaragdzaļa
ms_my: Hijau zamrud
nb_no: Smaragdgrønn
nl_nl: Smaragd
pl_pl: Szmaragdowy
pt_br: Esmeralda
pt_pt: Esmeralda
ro_ro: Smarald
ru_ru: Изумрудный
sk_sk: Smaragdová
sl_si: Smaragdna
sv_se: Smaragdgrön
th_th: สีเขียวมรกต
tr_tr: Zümrüt yeşili
vi_vn: Ngọc bích
zh_cn: 翠绿色
zh_hk: 翠綠色
zh_tw: 深綠色

# AccentColorIndigo
source: Indigo
ar_sa: نيلي
cs_cz: Indigově modrá
el_gr: Λουλακί
es_es: Añil
es_us: Añil
et_ee: Indigosinine
fi_fi: Indigonsininen
he_il: כחול כהה
hu_hu: Indigókék
it_it: Indaco
ja_jp: インディゴ
ko_kr: 남색
ms_my: Biru nila
pl_pl: Indygo
pt_br: Anil
pt_pt: Índigo
ru_ru: Индиго
sk_sk: Indigovomodrá
th_th: สีน้ำเงินม่วง
tr_tr: Çivit mavisi
vi_vn: Chàm
zh_cn: 靛蓝色
zh_hk: 靛藍色
zh_tw: 靛藍色

# AccentColorMauve
source: Mauve
ar_sa: بنفسجي
cs_cz: Lila
el_gr: Μοβ
es_es: Malva
es_us: Malva
et_ee: Kahvatulilla
fi_fi: Malvanvärinen
he_il: סגלגל
hr_hr: Svijetloljubičasta
hu_hu: Mályvaszínű
id_id: Ungu muda
it_it: Malva
ja_jp: モーブ
ko_kr: 연한 자주색
lt_lt: Rausvai violetinė
lv_lv: Sārti violeta
ms_my: Merah senduduk
nb_no: Blålilla
pl_pl: Fiołkowy
pt_br: Lilás
pt_pt: Malva
ro_ro: Mov
ru_ru: Лиловый
sk_sk: Svetlofialová
sl_si: Slezenasta
sv_se: Malva
th_th: สีม่วงซีด
tr_tr: Leylak rengi
vi_vn: Hoa cà
zh_cn: 淡紫色
zh_hk: 淡紫色
zh_tw: 紫紅色

# AccentColorSienna
source: Sienna
ar_sa: ترابي
cs_cz: Žlutohnědá
de_de: Siena
el_gr: Σιένα
es_es: Siena
es_us: Siena
et_ee: Sieena
fi_fi: Okranvärinen
fr_ca: Terre de Sienne
fr_fr: Terre de Sienne
he_il: חום אדמה
hr_hr: Crveno smeđa
hu_hu: Vörösesbarna
id_id: Cokelat muda
it_it: Terra di Siena
ja_jp: シエナ
ko_kr: 황토
lt_lt: Ochros
lv_lv: Gaiši brūna
ms_my: Siena
nb_no: Jordfarger
pl_pl: Sjena
pt_br: Siena
pt_pt: Siena
ro_ro: Siena
ru_ru: Охра
sk_sk: Tehlová
sl_si: Rjava
sv_se: Sienna – rödbrun
th_th: สีน้ำตาลดินเผา
tr_tr: Koyu kahverengi
vi_vn: Hung đỏ
zh_cn: 红褐色
zh_hk: 黃褐色
zh_tw: 黃褐色

# AddressForm
source: Address
ar_sa: العنوان
cs_cz: Adresa
da_dk: Adresse
de_de: Adresse
el_gr: Διεύθυνση
es_es: Dirección
es_us: Dirección
et_ee: Aadress
fi_fi: Osoite
fr_ca: Adresse
fr_fr: Adresse
he_il: כתובת
hr_hr: Adresa
hu_hu: Cím
id_id: Alamat
it_it: Indirizzo
ja_jp: アドレス
ko_kr: 주소
lt_lt: Adresas
lv_lv: Adrese
ms_my: Alamat
nb_no: Adresse
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
pt_pt: Endereço
ro_ro: Adresă
ru_ru: Адрес
sk_sk: Adresa
sl_si: Naslov
sv_se: Adress
th_th: ที่อยู่
tr_tr: Adres
vi_vn: Địa chỉ
zh_cn: 地址
zh_hk: 地址
zh_tw: 位址

# AllFilesSize
source: All files size: {0}
ar_sa: حجم كل الملفات: {0}
cs_cz: Velikost všech souborů: {0}
da_dk: Størrelse af alle filer: {0}
de_de: Größe aller Dateien: {0}
el_gr: Μέγεθος όλων των αρχείων: {0}
es_es: Tamaño de todos los archivos: {0}
es_us: Todos los archivos tamaño: {0}
et_ee: Kõikide failide suurus: {0}
fi_fi: Kaikkien tiedostojen koko: {0}
fil_ph: Lahat ng laki ng file: {0}
fr_ca: Toutes les tailles de fichiers : {0}
fr_fr: Taille de tous les fichiers : {0}
he_il: גודל כל הקבצים: {0}
hr_hr: Datoteke svih veličina: {0}
hu_hu: Az összes fájl mérete: {0}
id_id: Semua ukuran file: {0}
it_it: Dimensione di tutti i file: {0}
ja_jp: ファイルの合計サイズ: {0}
ko_kr: 모든 파일 크기: {0}
lt_lt: Visų failų dydis: {0}
lv_lv: Visu failu lielums: {0}
ms_my: Semua saiz fail: {0}
nb_no: Størrelse på alle filene: {0}
nl_nl: Grootte van alle bestanden: {0}
pl_pl: Rozmiar wszystkich plików: {0}
pt_br: Tamanho de todos os arquivos: {0}
pt_pt: Tamanho de todos os ficheiros: {0}
ro_ro: Dimensiunea tuturor fișierelor: {0}
ru_ru: Размер всех файлов: {0}
sk_sk: Veľkosť všetkých súborov: {0}
sl_si: Velikost vseh datotek: {0}
sv_se: Total filstorlek: {0}
th_th: ขนาดไฟล์ทั้งหมด: {0}
tr_tr: Tüm dosyaların boyutu: {0}
vi_vn: Kích cỡ tất cả tập tin: {0}
zh_cn: 所有文件大小： {0}
zh_hk: 所有文件大小：{0}
zh_tw: 所有檔案大小:{0}

# AnotherInstanceAlreadyRunning
source: Another instance of {0} is already running.
ar_sa: يتوفر بديل آخر من {0} قيد التشغيل بالفعل.
cs_cz: Již je spuštěna jiná instance aplikace {0}.
da_dk: En anden instans af {0} kører allerede.
de_de: Eine andere Instanz von {0} wird bereits ausgeführt.
el_gr: Κάποια άλλη παρουσία του {0} εκτελείται ήδη
es_es: Ya se está ejecutando otra instancia de {0}.
es_us: Ya se está ejecutando otra instancia de {0}.
et_ee: Rakenduse {0} teine eksemplar juba töötab.
fi_fi: {0} on jo käynnissä.
fil_ph: Isa pang halimbawa ng {0} ay tumatakbo.
fr_ca: Une autre instance de {0} est déjà en cours d'exécution
fr_fr: Une autre instance de {0} est déjà en cours d'exécution.
he_il: מופע אחר של {0} כבר פועל.
hr_hr: Druga instanca aplikacije {0} već se izvodi
hu_hu: A következőnek már fut egy példánya: {0}.
id_id: Kegiatan lain dari {0} sedang berjalan.
it_it: Un'altra istanza di {0} è già in esecuzione.
ja_jp: {0}の別のインスタンスが既に実行中です。
ko_kr: 다른 인스턴스 {0}이(가) 이미 실행 중입니다.
lt_lt: Jau veikia kitas {0} egzempliorius.
lv_lv: Jau darbojas cits {0} gadījums.
ms_my: Satu lagi tika {0} telah berjalan.
nb_no: En annen forekomst av {0} kjører allerede.
nl_nl: Er wordt al een exemplaar van {0} uitgevoerd.
pl_pl: Inna instancja {0} jest już uruchomiona.
pt_br: Outra instância de {0} já está em execução.
pt_pt: Já está em funcionamento outra instância do {0}.
ro_ro: Altă instanță a {0} este deja în executare.
ru_ru: Уже выполняется другой экземпляр {0}.
sk_sk: Iná inštancia aplikácie {0} už beží
sl_si: Druga različica programa {0} se že izvaja
sv_se: Ett annat exemplar av {0} är redan igång.
th_th: การทำรายการ {0} อื่นทำงานอยู่
tr_tr: {0} yazılımının başka bir sürümü şu anda çalışıyor.
vi_vn: Phiên bản khác của {0} đang chạy.
zh_cn: {0} 的另一个程序正在运行。
zh_hk: {0} 的另一個程式正在運行。
zh_tw: 已有另一個 {0} 的例項正在執行中。

source: Application data
ar_sa: بيانات التطبيق
cs_cz: Data aplikací
da_dk: Programdata
de_de: Anwendungsdaten
el_gr: Δεδομένα εφαρμογής
es_es: Datos de la aplicación
es_us: Datos de la aplicación
et_ee: Rakenduseandmed
fi_fi: Sovellustiedot
fil_ph: Mga data ng application
fr_ca: Données de l’application
fr_fr: Données des applications
he_il: נתוני היישום
hr_hr: Podaci aplikacije
hu_hu: Alkalmazásadatok
id_id: Basis data MDS
it_it: Dati dell'applicazione
ja_jp: アプリケーションデータ
ko_kr: 응용 프로그램 데이터
lt_lt: Programos duomenys
lv_lv: Programmas dati
ms_my: Data aplikasi
nb_no: Programdata
nl_nl: Applicatiegegevens
pl_pl: Dane aplikacji
pt_br: Dados do aplicativo
pt_pt: Dados de aplicação
ro_ro: Date aplicaţie
ru_ru: Данные приложений
sk_sk: Dáta aplikácie
sl_si: Podatki aplikacije
sv_se: Programdata
th_th: ข้อมูลแอพพลิเคชั่น
tr_tr: Uygulama verileri
vi_vn: Dữ liệu ứng dụng
zh_cn: 应用程序数据
zh_hk: 應用程式資料
zh_tw: 備份資訊

source: Application update
ar_sa: تحديث التطبيق
cs_cz: Aktualizace aplikace
da_dk: Programopdatering
de_de: Anwendungs-Update
el_gr: Ενημέρωση εφαρμογής
es_es: Actualización de aplicación
es_us: Actualización de la aplicación
et_ee: Rakenduse värskendus
fi_fi: Sovelluspäivitys
fil_ph: Update sa application
fr_ca: Mise à jour de l'application
fr_fr: Mise à jour de l'application
he_il: עדכון יישום
hr_hr: Ažuriranje aplikacije
hu_hu: Alkalmazásfrissítés
id_id: Pembaruan aplikasi
it_it: Aggiornamento applicazione
ja_jp: アプリケーションの更新
ko_kr: 응용 프로그램 업데이트
lt_lt: Programos naujinimas
lv_lv: Programmas atjauninājums
ms_my: Kemas kini aplikasi
nb_no: Programoppdatering
nl_nl: Applicatie-update
pl_pl: Aktualizacja aplikacji
pt_br: Atualização do aplicativo
pt_pt: Atualização da aplicação
ro_ro: Actualizare aplicație
ru_ru: Обновление приложения
sk_sk: Aktualizácia aplikácie
sl_si: Posodobitev aplikacije
sv_se: Programuppdatering
th_th: การอัพเดตแอพพลิเคชั่น
tr_tr: Uygulama güncellemesi
vi_vn: Cập nhật ứng dụng
zh_cn: 应用程序更新
zh_hk: 應用程式更新
zh_tw: 應用程式更新

source: Are you sure?
ar_sa: هل أنت متأكد؟
cs_cz: Opravdu chcete akci provést?
da_dk: Er du sikker?
de_de: Sind Sie sicher?
el_gr: Είστε βέβαιοι;
es_es: ¿Estás seguro?
es_us: ¿Estás seguro?
et_ee: Kas olete kindel?
fi_fi: Oletko varma?
fil_ph: Sigurado ka?
fr_ca: Le voulez-vous vraiment?
fr_fr: Êtes-vous sûr(e) ?
he_il: האם אתה בטוח?
hr_hr: Jeste li sigurni?
hu_hu: Biztos benne?
id_id: Anda yakin?
it_it: Continuare?
ja_jp: 本当に終了しますか?
ko_kr: 계속하시겠습니까?
lt_lt: Ar tikrai?
lv_lv: Vai esat pārliecināts?
ms_my: Adakah anda pasti?
nb_no: Er du sikker?
nl_nl: Weet u het zeker?
pl_pl: Czy jesteś pewien?
pt_br: Tem certeza?
pt_pt: Tem a certeza?
ro_ro: Sigur?
ru_ru: Вы уверены?
sk_sk: Naozaj?
sl_si: Ste prepričani?
sv_se: Är du säker?
th_th: แน่ใจหรือไม่?
tr_tr: Emin misiniz?
vi_vn: Bạn có chắc không?
zh_cn: 是否确定？
zh_hk: 是否確定？
zh_tw: 是否確定？

# AutomaticPackageFileSelection
source: Searching correct package for connected device.
ar_sa: يتم الآن البحث عن الحزمة الصحيحة للهاتف المتصل.
cs_cz: Hledání správného balíčku pro připojený telefon.
da_dk: Søger efter den korrekte pakke til den tilsluttede telefon.
de_de: Suche nach dem richtigen Paket für das angeschlossene Telefon.
el_gr: Αναζήτηση σωστού πακέτου για συνδεδεμένο τηλέφωνο.
es_es: Buscando paquete correcto para el teléfono conectado.
es_us: Buscando el paquete correcto para el teléfono conectado.
et_ee: Ühendatud telefonile õige paketi valimine.
fi_fi: Etsitään yhdistetylle puhelimelle sopivaa ohjelmistoa.
fil_ph: Naghahanap ng tamang package para sa nakakonektang telepono.
fr_ca: Recherche de la trousse correspondant au téléphone connecté.
fr_fr: Recherche du paquet correspondant au téléphone connecté...
he_il: מתבצע חיפוש אחר החבילה המתאימה עבור הטלפון המחובר.
hr_hr: Pretraživanje ispravnog paketa za povezani telefon.
hu_hu: A csatlakoztatott telefon számára megfelelő csomag keresése.
id_id: Mencari paket yang benar untuk telepon yang tersambung.
it_it: Ricerca in corso del pacchetto corretto per il telefono connesso.
ja_jp: 接続されている電話の正しいパッケージを探しています。
ko_kr: 연결된 휴대폰에 적합한 패키지를 검색 중입니다.
lt_lt: Prijungtam telefonui ieškoma tinkamo paketo.
lv_lv: Meklē pareizo pakotni pievienotajam tālrunim.
ms_my: Mencari pakej yang betul untuk telefon yang disambungkan.
nb_no: Søker etter riktig pakke for tilkoblet telefon.
nl_nl: Het juiste pakket voor verbonden telefoon zoeken.
pl_pl: Wyszukiwanie prawidłowego pakietu dla podłączonego telefonu.
pt_br: Buscando o pacote correto para o telefone conectado.
pt_pt: A procurar o pacote correto para o telemóvel ligado...
ro_ro: Se caută pachetul corect pentru telefonul conectat.
ru_ru: Поиск соответствующего пакета для подключенного телефона.
sk_sk: Hľadá sa správny balík pre pripojený telefón.
sl_si: Iskanje pravilnega paketa za povezan telefon.
sv_se: Letar efter rätt paket för den anslutna telefonen.
th_th: กำลังค้นหาแพคเกจที่ถูกต้องสำหรับโทรศัพท์ที่เชื่อมต่อ
tr_tr: Bağlanan telefon için doğru paket aranıyor.
vi_vn: Tìm kiếm gói đúng cho điện thoại được kết nối.
zh_cn: 正在搜索适用于所连接手机的正确软件包。
zh_hk: 搜尋已連接手機的正確套件。
zh_tw: 正在為連線的手機搜尋正確的套件。

source: Automatic package selection
ar_sa: تحديد الحزمة تلقائيًا
cs_cz: Automatický výběr balíčku
da_dk: Automatisk valg af pakke
de_de: Automatische Paketauswahl
el_gr: Αυτόματη επιλογή πακέτου
es_es: Selección de paquete automática
es_us: Selección automática de paquetes
et_ee: Automaatne paketivalik
fi_fi: Automaattinen paketin valinta
fil_ph: Awtomatikong pagpipilian ng package
fr_ca: Sélection automatique de trousse
fr_fr: Sélection automatique de paquets
he_il: בחירת חבילה אוטומטית
hr_hr: Automatski odabir stranice
hu_hu: Automatikus csomagválasztás
id_id: Pemilihan paket otomatis
it_it: Selezione automatica del pacchetto
ja_jp: 自動パッケージ選択
ko_kr: 자동 패키지 선택
lt_lt: Automatinis paketo pasirinkimas
lv_lv: Pakotnes automātiskā atlase
ms_my: Pilihan pakej automatik
nb_no: Automatisk pakkevalg
nl_nl: Automatisch selecteren van pakketten
pl_pl: Automatyczny wybór pakietu
pt_br: Seleção automática de pacote
pt_pt: Seleção automática do pacote
ro_ro: Selectare automată pachet
ru_ru: Автоматический выбор пакета
sk_sk: Automatický výber balíka
sl_si: Samodejna izbira paketa
sv_se: Automatiskt val av paket
th_th: การเลือกแพคเกจอัตโนมัติ
tr_tr: Otomatik paket seçimi
vi_vn: Chọn gói tự động
zh_cn: 自动选择软件包
zh_hk: 自動套件選擇
zh_tw: 自動選擇套件

# AvailablePackageIsOlder
source: Available software is older than that on your device.
ar_sa: إن البرنامج المتوفر أقدم من ذلك الموجود على هاتفك.
cs_cz: Dostupný software je starší než software v telefonu.
da_dk: Den tilgængelige software er ældre end softwaren på din telefon.
de_de: Verfügbare Software ist älter als die auf Ihrem Telefon.
el_gr: Το διαθέσιμο λογισμικό είναι παλαιότερο από αυτό που υπάρχει στο τηλέφωνό σας.
es_es: El software disponible es anterior al existente en el teléfono.
es_us: El software disponible es anterior al existente en el teléfono.
et_ee: Saadaolev tarkvara on teie telefonis olevast tarkvarast vanem.
fi_fi: Saatavilla oleva ohjelmisto on vanhempi kuin puhelimessasi oleva.
fil_ph: Luma na ang available na software na nasa telepono mo.
fr_ca: Le logiciel disponible est plus vieux que celui de votre téléphone.
fr_fr: Le logiciel proposé est plus ancien que celui de votre téléphone.
he_il: גרסת התוכנה הזמינה ישנה יותר מהגרסה המותקנת בטלפון שלך.
hr_hr: Dostupan softver stariji je od onoga na telefonu.
hu_hu: Az elérhető szoftver korábbi, mint a telefonján található verzió.
id_id: Perangkat lunak yang tersedia lebih lama daripada yang ada di telepon Anda.
it_it: Il software disponibile è meno recente rispetto a quello già installato sul telefono.
ja_jp: 使用可能なソフトウェアは電話のソフトウェアよりも古いバージョンです。
ko_kr: 사용 가능한 소프트웨어가 휴대폰에 설치된 소프트웨어보다 이전 버전입니다.
lt_lt: Pasiekiama programinė įranga yra senesnė nei esanti jūsų telefone.
lv_lv: Pieejamā programmatūra ir vecāka par to, kas ir jūsu tālrunī.
ms_my: Perisian tersedia lebih lama daripada yang ada pada telefon anda.
nb_no: Tilgjengelig programvare er eldre enn den på telefonen.
nl_nl: Beschikbare software is ouder dan de software op uw telefoon.
pl_pl: Dostępna wersja oprogramowania jest starsza od wersji zainstalowanej w telefonie.
pt_br: O software disponível é mais antigo do que o do telefone.
pt_pt: O software disponível é mais antigo do que o instalado no telemóvel.
ro_ro: Software-ul disponibil este mai vechi decât cel de pe telefonul dvs.
ru_ru: Доступное ПО имеет более раннюю версию, чем ПО, установленное в телефоне.
sk_sk: Dostupný softvér je starší ako softvér v telefóne.
sl_si: Razpoložljiva programska oprema je starejša od tiste v telefonu.
sv_se: Tillgänglig programvara är äldre än den som finns i din telefon.
th_th: ซอฟต์แวร์ที่มีเก่ากว่าในโทรศัพท์
tr_tr: Mevcut yazılım, telefonunuzdaki yazılımdan eski.
vi_vn: Phiên bản phần mềm sẵn có cũ hơn so với phiên bản trên điện thoại của bạn.
zh_cn: 可用软件版本比您手机上的软件版本更旧。
zh_hk: 可用軟件的版本低於您的手機中的版本。
zh_tw: 可用的軟體比手機上的版本舊。

# AwaitRecoveryAfterEmergencyFlashingInstruction
source: Waiting for device after succesfull recovery operation. If battery is low it may take up to 30 minutes.
ar_sa: انتظار الهاتف بعد عملية استرداد ناجحة. إذا كان مستوى البطارية منخفضًا، فقد تستغرق حتى 30 دقيقة.
cs_cz: Čekání na telefon po úspěšné operaci obnovení. Při nízké úrovni nabití baterie to může trvat až 30 minut.
da_dk: Venter på telefon efter vellykket gendannelse. Hvis batteriniveauet er lavt, kan det tage op til 30 minutter.
de_de: Warten auf das Telefon nach erfolgreicher Wiederherstellung. Wenn der Akkustand niedrig ist, kann dies bis zu 30 Minuten dauern.
el_gr: Αναμονή τηλεφώνου μετά από την επιτυχημένη λειτουργία αποκατάστασης. Αν το επίπεδο φόρτισης της μπαταρίας είναι χαμηλό ενδέχεται να χρειαστούν έως και 30 λεπτά.
es_es: Esperando a que se realice correctamente la recuperación del teléfono. Si queda poca batería, esta operación puede tardar hasta 30 minutos.
es_us: En espera del teléfono tras recuperación exitosa. Si la batería está baja, puede tomar hasta 30 minutos.
et_ee: Seadme ootamine pärast õnnestunud taastamisprotsessi. Kui aku on tühi, võib selleks minna kuni 30 minutit.
fi_fi: Odotetaan puhelinta onnistuneen palautuksen jälkeen. Jos akku on vähissä, tämä voi kestää jopa 30 minuuttia.
fil_ph: Hinihintay ang telepono matapos ang matagumpay na recovery operation. Kung mahina na ang baterya tatagal ito ng mga 30 minuto.
fr_ca: En attente du téléphone après opération de récupération réussie. Si la batterie est faible, l'opération peut prendre jusqu'à 30 minutes.
fr_fr: En attente du téléphone après opération de récupération réussie. Si votre batterie est faible, cela prend prendre jusqu’à 30 minutes.
he_il: ממתין לטלפון לאחר פעולת שחזור מוצלחת. אם סוללת הטלפון חלשה, היא עשויה להימשך עד 30 דקות.
hr_hr: Čeka se na telefon nakon uspješnog vraćanja. Ako je baterija pri kraju, to može potrajati do 30 minuta.
hu_hu: Várakozás a telefonra a sikeres helyreállítási műveletet követően. Ha az akkumulátor kezd lemerülni, kb. 30 percig is eltarthat.
id_id: Menunggu telepon setelah operasi pemulihan berhasil. Jika daya baterai rendah, bisa berlangsung hingga 30 menit.
it_it: Attendere il telefono dopo l'operazione di ripristino. Se il livello della batteria è basso, l'operazione potrebbe richiedere fino a 30 minuti.
ja_jp: 復元処理に成功し、電話を待機しています。 バッテリーが残り少ない場合、要する時間は最大でも 30 分となる場合があります。
ko_kr: 휴대폰의 복구 작업이 완료될 때까지 대기 중입니다. 배터리가 부족할 경우 최대 30분 정도 소요될 수 있습니다.
lt_lt: Laukiama telefono atsako po sėkmingo atkūrimo. Jei akumuliatoriaus energija senka, tai gali trukti iki 30 minučių.
lv_lv: Gaida tālruņa darbību pēc veiksmīgas atkopšanas operācijas. Ja akumulators nav pietiekami uzlādēts, var paiet pat 30 minūtes.
ms_my: Menunggu telefon selepas operasi pemulihan berjaya. Jika bateri lemah, ini mungkin mengambil 30 minit.
nb_no: Venter på mobilen etter vellykket gjenoppretting. Dette kan ta opptil 30 minutter hvis det er lite strøm igjen på batteriet.
nl_nl: Wacht op telefoon na geslaagde herstelbewerking. Als de batterij weinig vermogen heeft, kan dit tot wel 30 minuten duren.
pl_pl: Oczekiwanie na uruchomienie się telefonu po udanej operacji przywracania. Jeżeli poziom naładowania baterii jest niski, może to potrwać do 30 minut.
pt_br: Aguardando o telefone após operação de recuperação com sucesso. Se a carga da bateria estiver baixa, pode levar até 30 minutos.
pt_pt: A aguardar pelo telemóvel após operação de recuperação bem-sucedida. Se a bateria tiver com pouca carga, pode demorar até 30 minutos.
ro_ro: Așteptare telefon după operație de recuperare reușită. Dacă nivelul bateriei este redus, poate dura până la 30 de minute.
ru_ru: Ожидается завершение восстановления телефона. При низком уровне заряда аккумулятора операция может занять до 30 минут.
sk_sk: Čaká sa na telefón po úspešnej operácii obnovenia. Ak je batéria slabá, môže to trvať až 30 minút.
sl_si: Čakanje na telefon po uspešni obnovitvi. Če je raven baterije nizka, lahko to traja do 30 minut.
sv_se: Väntar på telefonen efter lyckad återställning. Om batterinivån är låg kan det ta upp till 30 minuter.
th_th: กำลังรอหลังจากการกู้คืนโทรศัพท์สำเร็จ อาจต้องใช้เวลา 30 นาทีจึงจะเสร็จสิ้นหากแบตเตอรี่อ่อน
tr_tr: Başarılı kurtarma işleminden sonra telefon için bekleniyor. Batarya düşükse 30 dakikaya kadar sürebilir.
vi_vn: Đang chờ điện thoại sau khi thực hiện thành công việc phục hồi. Nếu pin đang yếu, thì thời gian chờ có thể lên đến 30 phút.
zh_cn: 恢复操作成功，正在等待手机响应。 如果电量低可能需要长达 30 分钟。
zh_hk: 還原操作成功後請耐心等待手機系統處理。 電量過低可能需時 30 分鐘。
zh_tw: 復原作業成功，正在等候手機回應。 如果電池電量不足，可能會花上最多 30 分鐘。

# BatteryCheckHeader
source: Check battery
ar_sa: تحقق من البطارية
cs_cz: Kontrola baterie
da_dk: Kontroller batteriet
de_de: Batterie prüfen
el_gr: Έλεγχος μπαταρίας
es_es: Comprueba la batería
es_us: Revise la batería
et_ee: Kontrollige akut
fi_fi: Tarkista akun varaus
fil_ph: Tingnan ang baterya
fr_ca: Vérifier la batterie
fr_fr: Vérifier la batterie
he_il: בדיקת סוללה
hr_hr: Provjera baterije
hu_hu: Akkumulátor ellenőrzése
id_id: Periksa baterai
it_it: Controlla batteria
ja_jp: バッテリーのチェック
ko_kr: 배터리 검사
lt_lt: Baterijos tikrinimas
lv_lv: Pārbaudiet akumulatoru
ms_my: Periksa bateri
nb_no: Kontroller batteriet
nl_nl: Batterij controleren
pl_pl: Sprawdź stan naładowania baterii
pt_br: Verifique a bateria
pt_pt: Verificar a bateria
ro_ro: Verificare baterie
ru_ru: Проверка заряда аккумулятора
sk_sk: Skontrolovať batériu
sl_si: Preverjanje baterije
sv_se: Kontrollera batteriet
th_th: ตรวจสอบแบตเตอรี่
tr_tr: Bataryayı kontrol edin
vi_vn: Kiểm tra pin
zh_cn: 检查电池
zh_hk: 檢查電池
zh_tw: 檢查電池
