Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# PressThePowerButtonUntilSwitchOff
source: Press and hold "Power" button until device vibrates.
ar_sa: يرجى الضغط باستمرار على زر "الطاقة" إلى أن يهتزّ الهاتف.
cs_cz: Stiskněte a podržte tlačítko napájení, dokud telefon nezavibruje.
da_dk: Tryk på strømknappen, og hold den nede, indtil telefonen vibrerer.
de_de: Halten Sie den Einschaltknopf gedrückt, bis das Telefon vibriert.
el_gr: Κρατήστε πατημένο το κουμπί λειτουργίας έως ότου το τηλέφωνο αρχίσει να δονείται.
es_es: Mantén presionado el botón de encendido hasta que el teléfono vibre.
es_us: Mantenga presionado el botón de "encendido" hasta que vibre el teléfono.
et_ee: Vajutage „toiteklahvi” ja hoidke seda all, kuni telefon vibreerib.
fi_fi: Pidä virtapainiketta painettuna, kunnes puhelin värisee.
fil_ph: Pindutin at diinan ang "Power" na buton hanggang mag-vibrate ang telepono.
fr_ca: Maintenez enfoncé le bouton d'alimentation jusqu'à le téléphone vibre.
fr_fr: Appuyez sur le bouton d'alimentation jusqu'à ce que le téléphone vibre.
he_il: לחץ ממושכות על לחצן "הפעלה" עד שהטלפון ירטוט.
hr_hr: Pritisnite i držite gumb za uključivanje dok telefon ne zavibrira.
hu_hu: Tartsa lenyomva a telefon Bekapcsológombját, amíg a telefon rezegni nem kezd.
id_id: Tekan dan tahan tombol "Daya" sampai telepon bergetar.
it_it: Premere il pulsante di "accensione" e tenerlo premuto fino ad avvertire la vibrazione del telefono.
ja_jp: 電話が振動するまで[電源]ボタンを長押しします。
ko_kr: 휴대폰 진동이 울릴 때까지 [전원] 버튼을 길게 누르십시오.
lt_lt: Paspauskite ir laikykite maitinimo įjungimo mygtuką, kol telefonas ims vibruoti.
lv_lv: Nospiediet un turiet nospiestu barošanas pogu, līdz tālrunis sāk vibrēt.
ms_my: Tekan dan tahan butang "Kuasa" sehingga telefon bergetar.
nb_no: Trykk og hold inne på/av-knappen helt til telefonen vibrerer.
nl_nl: Houd de aan/uit-knop ingedrukt tot de telefoon trilt.
pl_pl: Przyciśnij i przytrzymaj przycisk zasilania, aż poczujesz, że telefon wibruje.
pt_br: Pressione e segure o botão "Liga/desliga" até que o telefone vibre.
pt_pt: Mantenha premido o botão "Ligar/Desligar" até o telemóvel vibrar.
ro_ro: Apăsați și țineți apăsat butonul „Alimentare” până când telefonul vibrează.
ru_ru: Нажмите и удерживайте кнопку питания, пока телефон не завибрирует.
sk_sk: Stlačte a podržte tlačidlo napájania, kým telefón nezavibruje.
sl_si: Pritisnite in držite gumb za vklop/izklop, dokler telefon ne zavibrira.
sv_se: Tryck på och håll ned strömbrytaren tills telefonen vibrerar.
th_th: กดปุ่ม "เปิดปิด" ค้างไว้จนกว่าโทรศัพท์จะสั่น
tr_tr: Telefon titreyene kadar "Güç" düğmesini basılı tutun.
vi_vn: Nhấn và giữ nút "Nguồn" cho đến khi điện thoại rung.
zh_cn: 按住“电源”按钮，直至手机振动。
zh_hk: 按住「電源」按鈕直至手機震動。
zh_tw: 按住 [電源] 按鈕，直到手機震動。

# PressVolumeUpVolumeDown
source: When device vibrates, press "Volume up" and "Volume down" at the same time.
ar_sa: عند اهتزاز الهاتف، اضغط على زر "زيادة مستوى الصوت" وزر "خفض مستوى الصوت" في الوقت نفسه.
cs_cz: Až telefon zavibruje, stiskněte současně tlačítka pro zvýšení a snížení hlasitosti.
da_dk: Når telefonen vibrerer, skal du trykke på "Lydstyrke op" og "Lydstyrke ned" på samme tid.
de_de: Wenn das Telefon vibriert, halten Sie gleichzeitig die Leiser- und Lauter-Taste gedrückt.
el_gr: Όταν το τηλέφωνο δονηθεί, πατήστε το πλήκτρο αύξησης έντασης ήχου και το πλήκτρο μείωσης έντασης ήχου ταυτόχρονα.
es_es: Cuando el teléfono vibre, presiona el botón "Subir volumen" y "Bajar volumen" al mismo tiempo.
es_us: Cuando el teléfono vibre, presione "subir volumen" y "bajar volumen" al mismo tiempo.
et_ee: Telefoni vibreerimisel vajutage samal ajal „helitugevuse suurendamise” ja „helitugevuse vähendamise” nuppu.
fi_fi: Kun puhelin värisee, paina äänenvoimakkuuden lisäys- ja vähennyspainiketta samanaikaisesti.
fil_ph: Kapag nag-vibrate ang telepono, pindutin ang "Volume up" at "Volume down" ng sabay.
fr_ca: Lorsque le téléphone vibre, appuyez simultanément sur les touches d'augmentation et de réduction du volume.
fr_fr: Lorsque le téléphone vibre, appuyez à la fois sur les boutons d'augmentation et de réduction du volume.
he_il: כשהטלפון ירטוט, לחץ על הלחצנים "הגברת עוצמת הקול" ו"החלשת עוצמת הקול" בו-זמנית.
hr_hr: Kad telefon zavibrira, istovremeno pritisnite gumbe "Povećanje glasnoće" i "Smanjenje glasnoće".
hu_hu: Ha a telefon rezeg, nyomja meg egyszerre a „Hangerő növelése” és a „Hangerő csökkentése” gombot.
id_id: Saat telepon bergetar, tekan "Volume naik" dan "Volume turun" secara bersamaan.
it_it: Quando il telefono vibra, premi contemporaneamente i tasti "Volume su" e "Volume giù".
ja_jp: 電話が振動したら[音量を上げる]ボタンと[音量を下げる]ボタンを同時に押します。
ko_kr: 휴대폰 진동이 울리면 [볼륨 크게] 및 [볼륨 작게]를 동시에 누르십시오.
lt_lt: Kai telefonas ima vibruoti, tuo pačiu metu paspauskite garsumo didinimo ir garsumo mažinimo mygtukus.
lv_lv: Kad tālrunis ievibrējas, vienlaikus nospiediet skaļuma palielināšanas un skaļuma samazināšanas pogas.
ms_my: Apabila telefon bergetar, tekan "Tambah Kelantangan" dan "Rendahkan Kelantangan" pada masa yang sama.
nb_no: Når telefonen vibrerer, trykker du Volum opp og Volum ned samtidig.
nl_nl: Zodra de telefoon trilt drukt u gelijktijdig op de knoppen "volume omhoog" en "volume omlaag".
pl_pl: Kiedy telefon zacznie wibrować, jednocześnie przyciśnij przycisk zwiększania i zmniejszania głośności.
pt_br: Quando o telefone vibrar, pressione "Aumentar volume" e "Abaixar volume" simultaneamente.
pt_pt: Quando o telemóvel vibrar, prima os botões "Aumentar volume" e "Reduzir volume" ao mesmo tempo.
ro_ro: Când telefonul vibrează, apăsați simultan „Mărire volum” și „Reducere volum”.
ru_ru: Когда телефон завибрирует, одновременно нажмите кнопки увеличения и уменьшения громкости.
sk_sk: Keď telefón zavibruje, naraz stlačte tlačidlá zvýšenia a zníženia hlasitosti.
sl_si: Ko telefon vibrira, skupaj pritisnite tipki za povišanje in znižanje glasnosti.
sv_se: När telefonen vibrerar trycker du på "Volym upp" och "Volym ner" samtidigt.
th_th: เมื่อโทรศัพท์สั่น ให้กดปุ่ม "เพิ่มเสียง" และ "ลดเสียง" พร้อมกัน
tr_tr: Telefonunuz titrediğinde "Sesi aç" ve "Sesi alçalt" düğmelerine aynı anda basın.
vi_vn: Khi điện thoại rung, nhấn "Tăng âm lượng" và "Giảm âm lượng" cùng lúc.
zh_cn: 当手机振动时，同时按住音量增加键和音量降低键。
zh_hk: 手機震動時，同時按下「增加音量鍵」及「降低音量鍵」。
zh_tw: 當手機震動時，請同時按下 [調大音量] 鍵與 [調小音量] 鍵。

source: Privacy Policy
ar_sa: سياسة الخصوصية
cs_cz: Zásady ochrany soukromí
da_dk: Politik om personlige oplysninger
de_de: Datenschutzrichtlinie
el_gr: Πολιτική απορρήτου
es_es: Política de privacidad
es_us: Directiva de privacidad
et_ee: Privaatsuspoliitika
fi_fi: Tietosuojakäytännöt
fil_ph: Patakaran ng Pagkapribado
fr_ca: Politique de confidentialité
fr_fr: Politique de confidentialité
he_il: מדיניות הפרטיות
hr_hr: Pravila privatnosti
hu_hu: Adatvédelem
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
lt_lt: Privatumo politika
lv_lv: Konfidencialitātes politika
ms_my: Dasar Privasi
nb_no: Personvernpolicy
nl_nl: Privacybeleid
pl_pl: Zasady prywatności
pt_br: Política de privacidade
pt_pt: Política de privacidade
ro_ro: Politică de confidențialitate
ru_ru: Политика конфиденциальности
sk_sk: Zásada týkajúca sa ochrany osobných údajov
sl_si: Pravilnik o zasebnosti
sv_se: Integritetspolicy
th_th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik Politikası
vi_vn: Chính sách bảo mật
zh_cn: 隐私权政策
zh_hk: 隱私政策
zh_tw: 隱私權策略

# ReadingDeviceInfo
source: Reading device information
ar_sa: تتم الآن قراءة معلومات الهاتف
cs_cz: Čtení informací o telefonu
da_dk: Læser telefonoplysninger
de_de: Telefondaten werden gelesen
el_gr: Ανάγνωση πληροφοριών τηλεφώνου
es_es: Leyendo información del teléfono
es_us: Leyendo la información del teléfono
et_ee: Telefoni andmete lugemine
fi_fi: Luetaan puhelimen tietoja
fil_ph: Binabasa ang impormasyon ng telepono
fr_ca: Lecture de l'information sur le téléphone
fr_fr: Lecture des informations du téléphone...
he_il: קריאת פרטי הטלפון
hr_hr: Očitavanje podataka telefona
hu_hu: Telefoninformációk olvasása
id_id: Membaca informasi telepon
it_it: Lettura informazioni del telefono in corso
ja_jp: 電話の情報を読み取り中
ko_kr: 휴대폰 정보 읽는 중
lt_lt: Telefono informacijos nuskaitymas
lv_lv: Notiek tālruņa informācijas lasīšana
ms_my: Membaca maklumat telefon
nb_no: Leser telefoninformasjon
nl_nl: Telefoongegevens lezen
pl_pl: Odczytywanie informacji o telefonie
pt_br: Lendo as informações do telefone
pt_pt: A ler informações do telemóvel...
ro_ro: Se citesc informațiile despre telefon
ru_ru: Получение информации о телефоне
sk_sk: Čítanie informácií telefónu
sl_si: Branje informacij o telefonu
sv_se: Avläser information om telefonen
th_th: กำลังอ่านข้อมูลโทรศัพท์
tr_tr: Telefon bilgisi okunuyor
vi_vn: Đọc thông tin điện thoại
zh_cn: 正在读取手机信息
zh_hk: 正在讀取手機信息
zh_tw: 正在讀取手機資訊

# RebootHtc
source: You can now restart your device back to normal mode. To restart the device please press the power button and hold for a while.
ar_sa: يمكنك إعادة تشغيل هاتفك الآن في الوضع الطبيعي. لإعادة تشغيل الهاتف، يرجى الضغط على زر الطاقة باستمرار لبعض الوقت.
cs_cz: Telefon můžete nyní restartovat zpět do normálního režimu. Restart telefonu provedete stisknutím a podržením tlačítka napájení.
da_dk: Du kan nu genstarte din telefon, så den vender tilbage til normal tilstand. Du genstarter telefonen ved at trykke på strømknappen og holde den nede.
de_de: Sie können Ihr Telefon jetzt im Normalmodus neu starten Halten Sie den Einschaltknopf eine Weile gedrückt, um das Telefon neu zu starten.
el_gr: Μπορείτε τώρα να επανεκκινήσετε το τηλέφωνό σας για να επιστρέψετε στη κανονική λειτουργία. Για να επανεκκινήσετε το τηλέφωνο, πατήστε το κουμπί λειτουργίας και κρατήστε το για λίγο πατημένο.
es_es: Ahora puedes reiniciar el teléfono en el modo normal. Para reiniciar el teléfono, mantén presionado el botón de encendido.
es_us: Ahora puede reiniciar el teléfono en modo normal. Para reiniciar el teléfono, mantenga presionado el botón de encendido durante un momento.
et_ee: Nüüd saate oma telefoni taas tavarežiimis taaskäivitada. Telefoni taaskäivitamiseks vajutage toiteklahvi ja hoidke seda mõnda aega all.
fi_fi: Voit nyt käynnistää puhelimen uudelleen normaalitilassa. Käynnistä puhelin uudelleen pitämällä virtapainiketta painettuna.
fil_ph: Maari mo ng i-restart ang iyong telepono pabalik sa normal mode. Para i-restart ang telepono pakipindot ang buton ng power at diinan sandali.
fr_ca: Vous pouvez pour le moment redémarrer votre téléphone en mode . Pour redémarrer le téléphone, maintenez le bouton d'alimentation enfoncé pendant un moment.
fr_fr: Vous pouvez redémarrer votre téléphone en mode normal. Pour redémarrer le téléphone, appuyez longuement sur le bouton d'alimentation.
he_il: כעת, תוכל להפעיל את הטלפון מחדש ולהחזירו למצב הרגיל. להפעלת הטלפון מחדש, לחץ על לחצן ההפעלה והמתן במשך זמן מה.
hr_hr: Sad možete ponovo pokrenuti telefon u normalnom načinu rada. Za ponovno pokretanje telefona pritisnite gumb za uključivanje i držite ga neko vrijeme.
hu_hu: Újraindíthatja telefonját normál üzemmódban. A telefon újraindításához nyomja meg és tartsa lenyomva egy ideig a bekapcsológombot.
id_id: Sekarang Anda dapat menghidupkan ulang telepon Anda kembali ke mode normal. Untuk menghidupkan ulang telepon, tekan dan tahan tombol daya beberapa saat.
it_it: Ora il telefono può essere nuovamente riavviato in modalità normale. Per riavviare il telefono, premere il pulsante di accensione e tenerlo premuto per qualche istante.
ja_jp: 電話を再起動して標準モードに戻すことができます。 電話を再起動するには、電源ボタンをしばらく長押ししてください。
ko_kr: 이제 휴대폰을 표준 모드로 다시 시작할 수 있습니다. 휴대폰을 다시 시작하려면 전원 버튼을 길게 누르십시오.
lt_lt: Dabar galite iš naujo paleisti telefoną įprastu režimu. Norėdami iš naujo paleisti telefoną, paspauskite ir šiek tiek palaikykite maitinimo mygtuką.
lv_lv: Tagad varat restartēt tālruni parastajā režīmā. Lai restartētu tālruni, nospiediet barošanas pogu un kādu brīdi to pieturiet.
ms_my: Kini anda boleh memulakan semula telefon anda ke mod normal. Untuk memulakan semula telefon, sila tekan butang kuasa dan tahan untuk seketika.
nb_no: Du kan starte telefonen på nytt i vanlig modus nå. Hvis du vil starte telefonen på nytt nå, holder du på/av-knappen inne en liten stund.
nl_nl: U kunt nu uw telefoon opnieuw starten in de normale modus. Houd de aan/uit-knop even ingedrukt om de telefoon opnieuw op te starten.
pl_pl: Można ponownie uruchomić telefon w normalnym trybie. Aby ponownie uruchomić telefon, przytrzymaj wciśnięty przycisk zasilania.
pt_br: Você agora pode reiniciar seu telefone para o modo normal. Para reiniciar o telefone, pressione o botão "Liga/desliga" e segure por um tempo.
pt_pt: Já pode reiniciar o telemóvel no modo normal. Para reiniciar o telemóvel, mantenha o botão Ligar/Desligar premido durante alguns instantes.
ro_ro: Acum puteți reporni telefonul în modul normal. Pentru a reporni telefonul, apăsați butonul alimentare și mențineți-l apăsat puțin.
ru_ru: Теперь вы можете перезапустить телефон в обычном режиме. Чтобы перезапустить телефон, нажмите кнопку питания и удерживайте ее некоторое время.
sk_sk: Teraz môžete telefón reštartovať späť do bežného režimu. Ak chcete reštartovať telefón, stlačte tlačidlo napájania a chvíľu ho podržte.
sl_si: Telefon lahko znova zaženete v običajnem načinu. Če želite znova zagnati telefon, pritisnite in nekaj časa držite tipko za vklop/izklop.
sv_se: Du kan nu starta om telefonen i normalt läge. Starta om telefonen genom att trycka på och hålla ned strömbrytaren.
th_th: ตอนนี้ คุณสามารถรีสตาร์ทโทรศัพท์ของคุณกลับเป็นโหมดปกติได้แล้ว ในการรีสตาร์ทโทรศัพท์ กรุณากดปุ่มเปิดปิดค้างไว้สักครู่
tr_tr: Telefonunuzu şimdi tekrar normal modda başlatabilirsiniz. Telefonu yeniden başlatmak için güç düğmesini bir süre basılı tutun.
vi_vn: Bây giờ bạn có thể khởi động lại điện thoại về chế độ bình thường. Để khởi động lại điện thoại vui lòng nhấn nút nguồn và giữ trong giây lát.
zh_cn: 您现在可以重启手机以恢复正常模式。 要重启手机，请按住“电源”按钮一会儿。
zh_hk: 您現在可重新啟動手機至一般模式。 如要重新啟動手機，請按下電源按鈕一會兒。
zh_tw: 您現在可以重新啟動手機返回正常模式。 若要重新啟動手機，請按住電源按鈕一段時間。

# RebootPhoneInstructions
source: Device could not be found. Please try to reboot your device by pressing Power and "Volume down" at the same time. Keep the buttons pressed until the device vibrates.
ar_sa: تعذر العثور على الهاتف. يرجى محاولة إعادة تشغيل هاتفك عبر الضغط على "الطاقة" و"خفض مستوى الصوت" في الوقت نفس. يرجى الضغط باستمرار على الأزرار إلى أن يهتزّ الهاتف.
cs_cz: Telefon nelze najít. Restartujte telefon současným stisknutím tlačítka napájení a tlačítka snížení hlasitosti. Držte tlačítka stisknutá, dokud telefon nezavibruje.
da_dk: Telefonen kunne ikke findes. Prøv at genstarte din telefon ved at trykke på strømknappen og "Lydstyrke ned" samtidigt. Hold knapperne nede, indtil telefonen vibrerer.
de_de: Das Telefon konnte nicht gefunden werden. Bitte starten Sie das Telefon neu, indem Sie gleichzeitig den Einschaltknopf und die Leiser-Taste drücken. Halten Sie die Tasten gedrückt, bis das Telefon vibriert.
el_gr: Το τηλέφωνο δεν βρέθηκε. Προσπαθήστε να κάνετε επανεκκίνηση του τηλεφώνου πατώντας ταυτόχρονα το πλήκτρο ενεργοποίησης και το πλήκτρο μείωσης έντασης ήχου. Κρατήστε τα κουμπιά πατημένα μέχρι να δονηθεί το τηλέφωνο.
es_es: No se ha encontrado el teléfono. Para reiniciar el teléfono, pulsa el botón de encendido y el botón para bajar el volumen al mismo tiempo. Mantén pulsado los botones hasta que el teléfono vibre.
es_us: No se pudo encontrar el teléfono. Intente reiniciar el teléfono pulsando el botón de encendido y de "bajar volumen" al mismo tiempo. Mantenga pulsados los botones hasta que el teléfono vibre.
et_ee: Seadet ei leitud. Proovige seadet taaskäivitada hoides all samal ajal toiteklahvi ja „helitugevuse vähendamise” nuppu. Vajutage nuppudele, kuni seade vibreerima hakkab.
fi_fi: Puhelinta ei löytynyt. Käynnistä puhelin uudelleen painamalla virtapainiketta ja äänenvoimakkuuden vähennyspainiketta yhtä aikaa. Pidä painikkeita painettuna, kunnes puhelin värisee.
fil_ph: Hindi mahanap ang telepono. Paki-subukang i-reboot ang inyong telepono sa pamamagitan ng pagpindot sa Power at "Hinaan ang volume". Pindutin lamang ang boton hanggang mag-vibrate ang telepono.
fr_ca: Le téléphone est introuvable. Veuillez tenter de redémarrer votre téléphone en appuyant simultanément sur l'interrupteur et la touche de réduction du volume. Maintenez les boutons enfoncés jusqu'à ce que le téléphone vibre.
fr_fr: Téléphone introuvable. Essayez de redémarrer votre téléphone en appuyant simultanément sur les boutons d’alimentation et de réduction du volume. Maintenez-les appuyés jusqu’à ce que le téléphone vibre.
he_il: לא ניתן למצוא את הטלפון. נסה לאתחל את הטלפון על-ידי לחיצה על 'הפעלה' ו'החלשת עוצמת הקול' בו-זמנית. השאר את הלחצנים לחוצים עד שהטלפון ירטוט.
hr_hr: Telefon nije pronađen. Pokušajte ponovo pokrenuti telefon istovremenim pritiskom guma za uključivanje i "Smanjenje glasnoće". Držite gumbe pritisnutima sve dok telefon ne zavibrira.
hu_hu: A telefon nem található. Próbálja újraindítani a telefont a Bekapcsológomb és a „hangerő csökkentése” gomb egyidejű megnyomásával. Tartsa lenyomva a gombokat, amíg a telefon rezegni nem kezd.
id_id: Telepon tidak bisa ditemukan. Cobalah lakukan reboot pada telepon Anda dengan menekan tombol Daya dan "Volume turun" secara bersamaan. Terus tekan tombol hingga telepon bergetar.
it_it: Impossibile trovare il telefono. Provare a riavviare il telefono premendo il tasto di accensione e il tasto di riduzione del volume contemporaneamente. Tenere premuti entrambi i tasti fino ad avvertire la vibrazione del telefono.
ja_jp: 電話が見つかりませんでした。 電源ボタンと [音量を下げる] ボタンを同時に押して電話を再起動してください。 電話が振動するまでボタンを長押ししてください。
ko_kr: 휴대폰을 찾을 수 없습니다. 전원 및 [볼륨 작게] 버튼을 동시에 눌러 휴대폰을 재시작하십시오. 휴대폰에서 진동이 울릴 때까지 버튼을 계속 누르십시오.
lt_lt: Telefono nerasta. Pabandykite perkrauti telefoną vienu metu paspaudę maitinimo ir garsumo mažinimo mygtukus. Laikykite mygtukus nuspaustus, kol telefonas suvibruos.
lv_lv: Tālruni nevarēja atrast. Lūdzu, mēģiniet atsāknēt tālruni, vienlaikus nospiežot barošanas pogu un skaļuma samazināšanas pogu. Turiet pogas nospiestas, līdz tālrunis ievibrējas.
ms_my: Telefon tidak dapat ditemui. Sila cuba but semula telefon anda dengan menekan kekunci Kuasa dan "Kurangkan kelantangan" pada masa yang sama. Pastikan butang kekal ditekan sehingga telefon bergetar.
nb_no: Fant ikke mobilen. Prøv å starte mobilen på nytt ved å trykke På/av-knappen og Volum ned-knappen samtidig. Hold knappene inne til mobilen vibrerer.
nl_nl: Kan telefoon niet vinden. Start uw telefoon opnieuw op door tegelijkertijd op de aan/uit-knop en de knop "volume omlaag" te drukken. Houd de knoppen ingedrukt totdat de telefoon trilt.
pl_pl: Nie udało się znaleźć telefonu. Spróbuj ponownie uruchomić telefon, naciskając jednocześnie przycisk zasilania i zmniejszania głośności. Nie puszczaj przycisków, dopóki telefon nie zacznie wibrować.
pt_br: O telefone não foi encontrado. Tente reiniciar seu telefone pressionando os botões "Liga/desliga" e "Abaixar volume" ao mesmo tempo. Mantenha os botões pressionados até que o telefone vibre.
pt_pt: Não foi possível detetar o telemóvel. Tente reiniciar o telemóvel premindo os botões "Ligar/Desligar" e "Reduzir volume" ao mesmo tempo. Mantenha os botões premidos até o telemóvel vibrar.
ro_ro: Telefonul nu a fost găsit. Încercați să reporniți telefonul apăsând simultan tasta Pornire și „Reducere volum”. Mențineți butoanele apăsate până când telefonul vibrează.
ru_ru: Не удалось найти телефон. Попробуйте перезагрузить телефон, одновременно нажав кнопку питания и кнопку уменьшения громкости. Удерживайте кнопки, пока телефон не завибрирует.
sk_sk: Telefón sa nepodarilo nájsť. Reštartujte telefón stlačením tlačidla napájania a tlačidla zníženia hlasitosti súčasne. Tlačidlá držte stlačené, kým telefón nezačne vibrovať.
sl_si: Telefona ni bilo mogoče najti. Znova zaženite telefon, tako da hkrati pritisnite tipki za vklop in znižanje glasnosti. Tipki držite pritisnjeni, dokler telefon ne zavibrira.
sv_se: Det gick inte att hitta telefonen. Starta om telefonen genom att trycka på strömbrytaren och ”Volym ner” samtidigt. Tryck ned knapparna tills telefonen vibrerar.
th_th: ไม่พบโทรศัพท์ โปรดลองเริ่มระบบโทรศัพท์ของคุณใหม่โดยการกดปุ่มเปิดปิดเครื่องและปุ่ม "ลดเสียง" พร้อมกัน กดปุ่มค้างไว้จนกว่าโทรศัพท์จะสั่น
tr_tr: Telefon bulunamadı. Lütfen Güç ve "Sesi alçalt" düğmelerine aynı anda basarak telefonunuzu yeniden başlatmayı deneyin. Telefon titreyene kadar düğmeleri basılı tutun.
vi_vn: Không thể tìm thấy điện thoại. Vui lòng khởi động lại điện thoại của bạn bằng cách nhấn cùng lúc nút Nguồn và "Giảm âm lượng". Nhấn giữ các nút này cho đến khi điện thoại rung lên.
zh_cn: 无法找到手机。 请同时按下电源键和音量减小键重启手机。 按住按键直至手机振动。
zh_hk: 無法找到手機。 請同時按住電源和「音量降低」按鈕以重新啟動手機。 請長按這些按鈕直至手機震動。
zh_tw: 找不到手機。 請同時按下 [電源] 按鈕與 [調小音量] 按鈕，嘗試將手機重新開機。 按住按鈕，直到手機震動。

source: Reinstall software
ar_sa: إعادة تثبيت البرنامج
cs_cz: Opětovná instalace softwaru
da_dk: Geninstaller software
de_de: Software erneut installieren
el_gr: Επανεγκατάσταση λογισμικού
es_es: Volver a instalar software
es_us: Reinstalar el software
et_ee: Installi tarkvara uuesti
fi_fi: Asenna ohjelmisto uudelleen
fil_ph: I-reinstall ang software
fr_ca: Réinstaller le logiciel
fr_fr: Réinstaller le logiciel
he_il: הסר התקנת תוכנה
hr_hr: Ponovno instaliranje softvera
hu_hu: Szoftver újratelepítése
id_id: Instal ulang perangkat lunak
it_it: Reinstalla software
ja_jp: ソフトウェアを再インストール
ko_kr: 소프트웨어 다시 설치
lt_lt: Iš naujo įdiegti programinę įrangą
lv_lv: Pārinstalēt programmatūru
ms_my: Pasang semula perisian
nb_no: Installer programvare på nytt
nl_nl: Software opnieuw installeren
pl_pl: Ponownie zainstaluj oprogramowanie
pt_br: Reinstalar software
pt_pt: Reinstalar o software
ro_ro: Reinstalare software
ru_ru: Переустановить ПО
sk_sk: Preinštalovať softvér
sl_si: Ponovna namestitev programske opreme
sv_se: Installera om programvara
th_th: ติดตั้งซอฟต์แวร์ใหม่
tr_tr: Yazılımı yeniden yükle
vi_vn: Cài đặt lại phần mềm
zh_cn: 重新安装软件
zh_hk: 重新安裝軟件
zh_tw: 重新安裝軟體
