Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# Error_PackageNotFoundException
source: Variant package not found
ar_sa: تعذر العثور على حزمة المتغير
cs_cz: Balíček varianty nebyl nalezen.
da_dk: Variantpakke blev ikke fundet
de_de: Variant-Paket wurde nicht gefunden
el_gr: Η παραλλαγή του πακέτου δεν βρέθηκε
es_es: Paquete de variante no encontrado
es_us: No se encontró el paquete de variante
et_ee: Erinevat paketti ei leitud
fi_fi: Vaihtoehtoista pakettia ei löytynyt
fil_ph: Hindi nakita ang variant package
fr_ca: Autre trousse introuvable
fr_fr: Variante du paquet introuvable
he_il: חבילת המשתנים לא נמצאה
hr_hr: Paket varijante nije pronađen
hu_hu: Nem található a termékváltozatnak megfelelő csomag
id_id: Paket varian tidak ditemukan
it_it: Pacchetto di varianti non trovato
ja_jp: バリアントパッケージが見つかりません
ko_kr: 변형 패키지를 찾을 수 없음
lt_lt: Kita paketo versija nerasta
lv_lv: Varianta pakotne nav atrasta
ms_my: Pakej varian tidak ditemui
nb_no: Finner ikke variantpakke
nl_nl: Variantpakket niet gevonden
pl_pl: Nie znaleziono pakietu alternatywnego
pt_br: O pacote da variante não foi encontrado
pt_pt: Pacote da variante não encontrado
ro_ro: Pachetul variantei nu a fost găsit
ru_ru: Вариант пакета не найден
sk_sk: Alternatívny balík sa nenašiel
sl_si: Različice paketa ni bilo mogoče najti
sv_se: Variantpaketet hittades inte
th_th: ไม่พบแพคเกจที่แตกต่างกัน
tr_tr: Değişken paket bulunamadı
vi_vn: Không tìm thấy gói biến thể
zh_cn: 未找到其他软件包
zh_hk: 找不到變量套件
zh_tw: 找不到變異版套件

# Error_PlannedServiceBreakException
source: Could not connect to server
ar_sa: تعذر الاتصال بالخادم
cs_cz: Nelze se připojit k serveru
da_dk: Der kunne ikke oprettes forbindelse til serveren
de_de: Keine Verbindung mit Server möglich
el_gr: Δεν ήταν δυνατή η σύνδεση στο διακομιστή
es_es: No se ha podido conectar con el servidor
es_us: No se pudo conectar con el servidor
et_ee: Serveriga ei saanud ühendust
fi_fi: Palvelimeen yhdistäminen ei onnistunut
fil_ph: Hindi makakonekta sa server
fr_ca: Impossible de se connecter au serveur
fr_fr: Impossible de se connecter au serveur
he_il: לא הייתה אפשרות להתחבר לשרת
hr_hr: Nemoguće povezivanje s poslužiteljem
hu_hu: A kiszolgálót nem sikerült elérni
id_id: Tidak dapat menyambung ke server
it_it: Impossibile connettersi al server
ja_jp: サーバーに接続できませんでした
ko_kr: 서버에 연결할 수 없음
lt_lt: Nepavyko prisijungti prie serverio
lv_lv: Nevarēja izveidot savienojumu ar serveri
ms_my: Tidak dapat menyambung kepada pelayan
nb_no: Kunne ikke koble til server
nl_nl: Kan niet verbinden met server
pl_pl: Ustanowienie połączenia z serwerem było niemożliwe
pt_br: Não foi possível conectar ao servidor
pt_pt: Não foi possível ligar ao servidor
ro_ro: Nu a putut fi efectuată conectarea la server
ru_ru: Невозможно подключиться к серверу
sk_sk: Nepodarilo sa pripojiť k serveru
sl_si: Povezava s strežnikom ni mogoča
sv_se: Kunde inte ansluta till server
th_th: ไม่สามารถเชือมต่อกับเซิร์ฟเวอร์
tr_tr: Sunucuya bağlanılamadı
vi_vn: Không thể kết nối với máy chủ
zh_cn: 无法连接服务器
zh_hk: 無法連接至伺服器
zh_tw: 無法連線至伺服器

# Error_ReadPhoneInformationException
source: Reading device info failed
ar_sa: فشلت عملية قراءة معلومات الهاتف
cs_cz: Čtení informací o telefonu selhalo.
da_dk: Læsning af telefonoplysninger mislykkedes
de_de: Lesen der Telefoninformationen fehlgeschlagen
el_gr: Η ανάγνωση πληροφοριών τηλεφώνου απέτυχε
es_es: Error al leer información del teléfono
es_us: Error de lectura de información del teléfono
et_ee: Telefoni andmete lugemine ebaõnnestus.
fi_fi: Puhelimen tietojen lukeminen epäonnistui
fil_ph: Nabigo ang pagbasa sa impo ng telepono
fr_ca: Échec de lecture de l'information sur votre téléphone
fr_fr: Échec de la lecture des informations du téléphone
he_il: קריאת פרטי הטלפון נכשלה
hr_hr: Čitanje podataka s telefona nije uspjelo
hu_hu: A telefoninformációk olvasása sikertelen
id_id: Pembacaan info telepon gagal
it_it: Lettura informazioni telefono non riuscita
ja_jp: 電話の情報の読み取りに失敗しました
ko_kr: 휴대폰 정보 읽기 실패
lt_lt: Telefono informacijos nuskaitymas nepavyko
lv_lv: Tālruņa informācijas lasīšana neizdevās
ms_my: Gagal membaca maklumat telefon
nb_no: Kan ikke lese telefoninformasjon
nl_nl: Lezen telefoongegevens mislukt
pl_pl: Próba odczytania informacji o telefonie zakończyła się niepowodzeniem
pt_br: Falha na leitura de informações do telefone
pt_pt: Falha na leitura das informações do telemóvel
ro_ro: Citirea informațiilor despre telefon nu a reușit
ru_ru: Сбой при чтении информации о телефоне
sk_sk: Čítanie informácií telefónu zlyhalo
sl_si: Branje informacij o telefonu ni uspelo
sv_se: Avläsningen av information från telefonen misslyckades
th_th: การอ่านข้อมูลโทรศัพท์ล้มเหลว
tr_tr: Telefon bilgisi okunamadı
vi_vn: Đọc thông tin điện thoại không thành công
zh_cn: 读取手机信息失败
zh_hk: 讀取手機資訊失敗
zh_tw: 讀取手機資訊失敗

# Error_RestartApplicationException
source: Restart application
ar_sa: إعادة تشغيل التطبيق
cs_cz: Restartovat aplikaci
da_dk: Genstart program
de_de: Anwendung neu starten
el_gr: Επανεκκίνηση εφαρμογής
es_es: Reiniciar aplicación
es_us: Reiniciar la aplicación
et_ee: Taaskäivitage rakendus
fi_fi: Käynnistä sovellus uudelleen
fil_ph: I-restart ang application
fr_ca: Redémarrer l'application
fr_fr: Redémarrer l’application
he_il: הפעל את היישום מחדש
hr_hr: Ponovo pokrenite aplikaciju
hu_hu: Alkalmazás újraindítása
id_id: Hidupkan ulang aplikasi
it_it: Riavvia l'applicazione
ja_jp: アプリケーションを再起動
ko_kr: 응용 프로그램 재시작
lt_lt: Paleisti programą iš naujo
lv_lv: Restartēt lietojumprogrammu
ms_my: Mulakan aplikasi
nb_no: Start programmet på nytt
nl_nl: Applicatie opnieuw starten
pl_pl: Ponownie uruchom aplikację
pt_br: Reiniciar aplicativo
pt_pt: Reinicie a aplicação
ro_ro: Reporniți aplicația
ru_ru: Перезапустить приложение
sk_sk: Reštartujte aplikáciu
sl_si: Znova zaženi aplikacijo
sv_se: Starta om programmet
th_th: รีสตาร์ทแอปพลิเคชัน
tr_tr: Uygulamayı yeniden başlatın
vi_vn: Khởi động lại ứng dụng
zh_cn: 重启应用程序
zh_hk: 重新啟動應用程式
zh_tw: 重新啟動應用程式

# Error_SoftwareInstallationFailed
source: Software installation failed. Please try restarting your device, and try the software installation again. If your device is not detected please use button "{0}" on Welcome screen.
ar_sa: فشل تثبيت البرنامج. يرجى محاولة إعادة تشغيل هاتفك ومحاولة تثبيت البرنامج من جديد. إذا لم يتم الكشف عن هاتفك، فيرجى النقر فوق الزر "{0}" على شاشة الترحيب.
cs_cz: Instalace softwaru selhala. Restartujte telefon a zkuste software nainstalovat znovu. Pokud nebude telefon rozpoznán, stiskněte na úvodní obrazovce tlačítko „{0}“.
da_dk: Softwareinstallation mislykkedes. Prøv at genstarte din telefon, og forsøg så at installere softwaren igen. Hvis telefonen ikke registreres, så brug knappen "{0}" på velkomstskærmen.
de_de: Softwareinstallation fehlgeschlagen. Bitte starten Sie Ihr Telefon neu, und installieren Sie die Software erneut. Wenn Ihr Telefon nicht erkannt wird, drücken Sie bitte auf dem Willkommen-Bildschirm die Taste „{0}“.
el_gr: Η εγκατάσταση του λογισμικού απέτυχε. Προσπαθήστε να επανεκκινήστε το τηλέφωνό σας και δοκιμάστε ξανά την εγκατάσταση λογισμικού. Αν το τηλέφωνό σας δεν ανιχνεύεται, χρησιμοποιήστε το κουμπί "{0}" στην οθόνη καλωσορίσματος.
es_es: Error al instalar el software. Prueba a reiniciar el teléfono y realizar la instalación de software de nuevo. Si no se ha detectado el teléfono, usa el botón "{0}" de la pantalla de bienvenida.
es_us: Error al instalar el software. Pruebe reiniciar el teléfono y reintentar la instalación del software. Si no se detecta su teléfono, utilice el botón "{0}" que aparece en la pantalla de bienvenida.
et_ee: Tarkvara installimine nurjus. Proovige oma seadet taaskäivitada ja tarkvara uuesti installida. Kui teie telefoni ei tuvastata, kasutage tervituskuval olevat nuppu „{0}”.
fi_fi: Ohjelmiston asentaminen epäonnistui. Käynnistä puhelin uudelleen ja yritä asentaa ohjelmisto uudelleen. Jos puhelintasi ei tunnisteta, valitse tervetulonäytössä {0}.
fil_ph: Nabigo ang pag-i-install ng software. Pakisubukang i-restart ang iyong telepono, at subukan ulit ang pag-install ng software. Kapag hindi nakita ang iyong telepono paki-gamit ang buton na "{0}" sa Welcome screen.
fr_ca: Échec d'installation du logiciel. Veuillez tenter de redémarrer votre téléphone, puis essayez d'installer le logiciel de nouveau. Si votre téléphone n'est pas détecté, veuillez utiliser le bouton {0} à l'écran Bienvenue.
fr_fr: L'installation du logiciel a échoué. Essayez de redémarrer votre téléphone et de réinstaller le logiciel. Si votre téléphone n'est pas détecté, utilisez le bouton {0} sur l'écran de bienvenue.
he_il: התקנת התוכנה נכשלה. נסה להפעיל את הטלפון מחדש, ולאחר מכן להתקין את התוכנה מחדש. אם הטלפון שלך לא זוהה, השתמש בלחצן "{0}" במסך הפתיחה.
hr_hr: Instalacija softvera nije uspjela. Ponovo pokrenite telefon i pokušajte ponovo instalirati softver. Ako vaš telefon nije pronađen, koristite gumb "{0}" na zaslonu dobrodošlice.
hu_hu: A szoftvertelepítés sikertelen. Próbálja újraindítani a telefont, majd kísérelje meg a szoftver ismételt telepítését. Ha a telefonja nem észlelhető, kattintson az Üdvözlőképernyőn található „{0}” feliratú gombra.
id_id: Penginstalan perangkat lunak gagal. Cobalah menghidupkan ulang telepon Anda, dan coba kembali instalasi perangkat lunak. Jika telepon Anda tidak terdeteksi, gunakan tombol "{0}" di layar Selamat Datang.
it_it: Installazione del software fallita. Provare a riavviare il telefono e riprovare a installare il software. Se il telefono non viene rilevato, usare il pulsante "{0}" nella schermata iniziale.
ja_jp: ソフトウェアのインストールに失敗。 電話を再起動してから、ソフトウェアのインストールを再試行してください。 電話が検出されない場合は、ようこそ画面の[{0}]ボタンを使用してください。
ko_kr: 소프트웨어 설치 실패. 휴대폰을 다시 시작한 후 소프트웨어 설치를 다시 시도하십시오. 휴대폰이 검색되지 않을 경우 시작 화면의 [{0}] 버튼을 사용하십시오.
lt_lt: Programinės įrangos įdiegti nepavyko. Pabandykite iš naujo paleisti telefoną ir dar kartą įdiegti programinę įrangą. Jei jūsų telefonas nebuvo aptiktas, naudokite darbo pradžios ekrane esantį mygtuką {0}.
lv_lv: Nesekmīga programmatūras instalēšana. Lūdzu, mēģiniet restartēt tālruni un vēlreiz mēģiniet instalēt programmatūru. Ja jūsu tālrunis nav noteikts, ekrānā Esiet sveicināts! izmantojiet pogu "{0}".
ms_my: Pemasangan perisian gagal. Sila mulakan semula peranti anda, kemudian pasang perisian sekali lagi. Jika telefon anda tidak dikesan, sila gunakan butang "{0}" pada skrin Selamat Datang.
nb_no: Programvareinstallasjon mislyktes. Prøv å starte mobilen på nytt, og prøv å installere programvaren igjen. Hvis telefonen ikke identifiseres, bruker du {0}-knappen på velkomstskjermen.
nl_nl: Software-installatie is mislukt. Start uw telefoon opnieuw op en installeer de software opnieuw. Als uw telefoon niet wordt gedetecteerd gebruikt u de toets "{0}" op het welkomstscherm.
pl_pl: Instalacja oprogramowania nie powiodła się. Ponownie uruchom telefon, po czym powtórz próbę instalacji oprogramowania. Jeżeli telefon nie zostanie wykryty, użyj przycisku „{0}” na ekranie powitalnym.
pt_br: A instalação do software falhou. Tente reiniciar seu telefone e instalar o software novamente. Se seu telefone não for detectado, use o botão "{0}" na tela "Bem-vindo".
pt_pt: Falha de instalação do software. Experimente reiniciar o telemóvel e, em seguida, instalar o software novamente. Se o telemóvel não for detetado, utilize o botão "{0}" no ecrã de boas-vindas.
ro_ro: Instalarea software-ului nu a reușit. Încercați să reporniți telefonul și să reluați instalarea software-ului. Dacă telefonul nu este detectat, utilizați butonul „{0}” de pe ecranul de bun venit.
ru_ru: Сбой установки ПО. Попробуйте перезапустить телефон и выполнить установку ПО повторно. Если телефон не обнаружен, воспользуйтесь кнопкой "{0}" на экране приветствия.
sk_sk: Inštalácia softvéru zlyhala. Skúste reštartovať telefón a znova spustite inštaláciu softvéru. Ak váš telefón nebol rozpoznaný, použite tlačidlo {0} na uvítacej obrazovke.
sl_si: Namestitev programske opreme ni uspela. Znova zaženite telefon in še enkrat namestite programsko opremo. Če telefona ni bilo mogoče zaznati, pritisnite gumb "{0}" na pozdravnem zaslonu.
sv_se: Programvaruinstallationen misslyckades. Starta om telefonen och kör programvaruinstallationen igen. Om telefonen inte detekteras använder du knappen "{0}" på välkomstsidan.
th_th: ติดตั้งซอฟต์แวร์ล้มเหลว กรุณาลองรีสตาร์ทโทรศัพท์ของคุณ และลองติดตั้งซอฟต์แวร์ใหม่อีกครั้ง หากไม่พบโทรศัพท์ของคุณ กรุณาใช้ปุ่ม "{0}" บนหน้าจอต้อนรับ
tr_tr: Yazılım yüklemesi başarısız. Lütfen telefonunuzu yeniden başlatıp yazılım yüklemesini yeniden deneyin. Telefonunuz algılanmıyorsa lütfen Hoş geldiniz ekranındaki "{0}" düğmesine basın.
vi_vn: Cài đặt phần mềm thất bại. Vui lòng thử khởi động lại thiết bị của bạn và thử cài đặt lại phần mềm. Nếu không phát hiện ra điện thoại của bạn, hãy sử dụng nút "{0}" trên màn hình Chào mừng.
zh_cn: 软件安装失败。 请尝试重启手机，然后再次尝试安装软件。 如果未检测到您的手机，请使用欢迎屏幕上的 {0} 按钮。
zh_hk: 軟件安裝失敗。 請嘗試重新啟動您的手機，並再次安裝軟件。 若未能偵測您的手機，請於歡迎畫面使用按鈕「{0}」。
zh_tw: 軟體安裝失敗。 請嘗試重新啟動手機，然後嘗試再次安裝軟體。 若偵測不到手機，請使用 [歡迎使用] 畫面上的 [{0}] 按鈕。

# Error_SoftwareIsNotCorrectlySignedException
source: The software is not correctly signed or not signed for this device.
ar_sa: لم يتم توقيع البرنامج بشكل صحيح أو أن البرنامج غير موقع لهذا الهاتف.
cs_cz: Software není pro tento telefon podepsán nebo není správně podepsán.
da_dk: Softwaren er ikke korrekt signeret, eller den er ikke signeret for denne telefon.
de_de: Die Software ist nicht ordnungsgemäß angemeldet oder nicht für dieses Telefon angemeldet.
el_gr: Το λογισμικό δεν είναι υπογεγραμμένο ή δεν είναι υπογεγραμμένο γι' αυτό το τηλέφωνο.
es_es: No se ha registrado correctamente el software o no se ha registrado para este teléfono.
es_us: El software no está correctamente firmado o no firmado para este teléfono.
et_ee: Tarkvara ei ole õigesti märgistatud või ei ole selle seadme jaoks märgistatud.
fi_fi: Ohjelmiston allekirjoitus on virheellinen tai ei täsmää puhelimeen.
fil_ph: Hindi tamang na-sign ang hindi na-sign para sa teleponong ito ang software.
fr_ca: Le logiciel n'est pas correctement signé ou n'est pas signé pour ce téléphone.
fr_fr: Le logiciel n’est pas correctement signé ou n’est pas signé pour ce téléphone.
he_il: התוכנה אינה רשומה כהלכה, או שאינה רשומה עבור טלפון זה.
hr_hr: Softver nije pravilno potpisan ili nije potpisan za ovaj telefon.
hu_hu: A szoftver nem rendelkezik megfelelő aláírással, vagy nem ehhez a telefonhoz tartozó aláírással rendelkezik.
id_id: Perangkat lunak tidak ditandatangani dengan benar atau tidak ditandatangani untuk telepon ini.
it_it: Il software non è firmato correttamente o non è firmato per questo telefono.
ja_jp: ソフトウェアが正しく署名されていないか、この電話用に署名されていません。
ko_kr: 이 소프트웨어가 이 휴대폰에 올바로 등록되지 않았습니다.
lt_lt: Programinė įranga nėra tinkamai pasirašyta arba nepasirašyta šiam telefonui.
lv_lv: Šī programmatūra nav pareizi parakstīta vai tā nav parakstīta šim tālrunim.
ms_my: Perisian tidak ditandatangani dengan betul atau tidak ditandatangani untuk telefon ini.
nb_no: Programvaren er enten ikke signert på riktig måte eller ikke signert for denne mobilen.
nl_nl: De software is niet correct ondertekend of niet ondertekend voor deze telefoon.
pl_pl: Oprogramowanie nie jest prawidłowo podpisane albo nie jest w ogóle podpisane dla tego telefonu.
pt_br: O software não está conectado corretamente ou está desconectado para este telefone.
pt_pt: O software não tem os direitos de assinatura corretos ou não tem direitos de assinatura para este telemóvel.
ro_ro: Software-ul nu este semnat corect sau nu este semnat pentru acest telefon.
ru_ru: ПО подписано некорректно или подписано не для этого телефона.
sk_sk: Softvér pre tento telefón nie je správne podpísaný alebo nie je podpísaný vôbec.
sl_si: Programska oprema ni pravilno podpisana ali ni podpisana za ta telefon.
sv_se: Programvaran är inte signerad korrekt eller inte signerad för den här telefonen.
th_th: ซอฟต์แวร์ไม่ได้รับการลงทะเบียนอย่างถูกต้องหรือไม่ได้รับการลงชื่อใช้งานสำหรับโทรศัพท์นี้
tr_tr: Bu telefon için yazılıma hat atanmadı ya da atama düzgün şekilde yapılmadı.
vi_vn: Phần mềm không được ký đúng hoặc chưa được ký cho điện thoại này.
zh_cn: 软件签署不正确或未签署至该手机。
zh_hk: 此軟件並未正確簽署使用，或簽署不套用於這部手機。
zh_tw: 軟體沒有正確簽章，或是簽章不適用於此手機。

# Error_UnauthorizedAccessException
source: Access is denied
ar_sa: تم رفض الوصول
cs_cz: Přístup byl odepřen.
da_dk: Adgang nægtet
de_de: Zugriff wird verweigert
el_gr: Η πρόσβαση δεν επιτρέπεται
es_es: Acceso denegado
es_us: Acceso denegado
et_ee: Juurdepääs keelatud
fi_fi: Käyttö kielletty
fil_ph: Tinanggihan ang access
fr_ca: Accès refusé
fr_fr: Accès refusé
he_il: הגישה נדחתה
hr_hr: Pristup nije dopušten
hu_hu: Hozzáférés megtagadva
id_id: Akses ditolak
it_it: Accesso negato
ja_jp: アクセスが拒否されました
ko_kr: 액세스 거부됨
lt_lt: Prieiga draudžiama
lv_lv: Piekļuve liegta
ms_my: Akses dinafikan
nb_no: Ingen tilgang
nl_nl: Toegang geweigerd
pl_pl: Odmowa dostępu
pt_br: Acesso negado
pt_pt: Acesso negado
ro_ro: Accesul este refuzat
ru_ru: Отказано в доступе
sk_sk: Prístup je zamietnutý
sl_si: Dostop ni dovoljen
sv_se: Åtkomst nekad
th_th: ปฏิเสธการเข้าถึง
tr_tr: Erişim engellendi
vi_vn: Truy cập bị từ chối
zh_cn: 访问被拒绝
zh_hk: 訪問已被拒絕
zh_tw: 存取遭拒

# Error_UnknownError
source: Unknown error occurred
ar_sa: حدثت مشكلة غير معروفة
cs_cz: Došlo k neznámé chybě.
da_dk: Der opstod en ukendt fejl
de_de: Unbekannter Fehler aufgetreten
el_gr: Προέκυψε μη αναμενόμενο σφάλμα
es_es: Se ha producido un error desconocido
es_us: Se produjo un error desconocido
et_ee: Esines tundmatu viga
fi_fi: Tuntematon virhe
fil_ph: Nangyari ang hindi matukoy na error
fr_ca: Une erreur inconnue s'est produite
fr_fr: Une erreur inconnue est survenue
he_il: אירעה שגיאה לא ידועה
hr_hr: Došlo je do nepoznate pogreške
hu_hu: Ismeretlen hiba lépett fel
id_id: Terjadi kesalahan yang tidak diketahui
it_it: Si è verificato un errore sconosciuto
ja_jp: 不明なエラーが発生しました
ko_kr: 알 수 없는 오류 발생
lt_lt: Įvyko nežinoma klaida
lv_lv: Radās nezināma kļūda
ms_my: Ralat tidak diketahui berlaku
nb_no: Det har oppstått en ukjent feil
nl_nl: Onbekende fout opgetreden
pl_pl: Wystąpił nieznany błąd
pt_br: Ocorreu um erro desconhecido
pt_pt: Erro desconhecido
ro_ro: A apărut o eroare necunoscută
ru_ru: Произошла неизвестная ошибка
sk_sk: Vznikla neznáma chyba
sl_si: Prišlo je do neznane napake
sv_se: Ett okänt fel uppstod
th_th: มีความผิดพลาดที่ระบุไม่ได้เกิดขึ้น
tr_tr: Bilinmeyen bir hata oluştu
vi_vn: Đã xảy ra lỗi không xác định
zh_cn: 出现未知错误
zh_hk: 出現未知錯誤
zh_tw: 發生未知的錯誤

# Error_WebException
source: Could not connect to the server
ar_sa: تعذر الاتصال بالخادم
cs_cz: Nelze se připojit k serveru.
da_dk: Der kunne ikke oprettes forbindelse til serveren
de_de: Keine Verbindung mit dem Server möglich
el_gr: Δεν ήταν δυνατή η σύνδεση στο διακομιστή
es_es: No se ha podido conectar con el servidor
es_us: No se pudo conectar con el servidor
et_ee: Serveriga ei saanud ühendust
fi_fi: Palvelimeen yhdistäminen ei onnistunut
fil_ph: Hindi makakonekta sa server
fr_ca: Connexion au serveur impossible
fr_fr: Impossible d'établir la connexion au serveur
he_il: לא הייתה אפשרות להתחבר לשרת
hr_hr: Povezivanje s poslužiteljem nije moguće
hu_hu: A kiszolgálót nem sikerült elérni
id_id: Tidak dapat menyambung ke server
it_it: Impossibile connettersi al server
ja_jp: サーバーに接続できませんでした
ko_kr: 서버에 연결할 수 없음
lt_lt: Nepavyko prisijungti prie serverio
lv_lv: Nevarēja izveidot savienojumu ar serveri
ms_my: Tidak dapat menyambung ke pelayan
nb_no: Kan ikke koble til serveren
nl_nl: Kan niet verbinden met de server
pl_pl: Nie można połączyć się z serwerem
pt_br: Não foi possível conectar ao servidor
pt_pt: Não foi possível ligar ao servidor
ro_ro: Nu a putut fi efectuată conectarea la server
ru_ru: Не удалось подключиться к серверу
sk_sk: Nepodarilo sa pripojiť k serveru
sl_si: Povezave s strežnikom ni bilo mogoče vzpostaviti
sv_se: Kunde inte ansluta till servern
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์
tr_tr: Sunucuya bağlanılamadı
vi_vn: Không thể kết nối với máy chủ
zh_cn: 无法连接服务器
zh_hk: 無法連接至伺服器
zh_tw: 無法連線至伺服器

# FFUCheckingDirectory
source: Checking directory
ar_sa: يتم الآن التحقق من الدليل
cs_cz: Kontrola adresáře
da_dk: Kontrollerer bibliotek
de_de: Verzeichnis wird geprüft
el_gr: Έλεγχος καταλόγου
es_es: Comprobando directorio
es_us: Comprobando el directorio
et_ee: Kataloogi kontrollimine
fi_fi: Tarkistetaan hakemistoa
fil_ph: Tingnan ang direktoryo
fr_ca: Vérification du répertoire
fr_fr: Vérification du répertoire
he_il: בדיקת ספרייה
hr_hr: Provjeravanje direktorija
hu_hu: Könyvtár ellenőrzése
id_id: Memeriksa direktori
it_it: Controllo directory in corso
ja_jp: ディレクトリをチェック中
ko_kr: 디렉터리 확인 중
lt_lt: Katalogo tikrinimas
lv_lv: Notiek direktorija pārbaude
ms_my: Memeriksa direktori
nb_no: Kontrollerer katalogen
nl_nl: Map controleren
pl_pl: Sprawdzanie katalogu
pt_br: Verificando o diretório
pt_pt: A verificar o diretório...
ro_ro: Se verifică directorul
ru_ru: Проверка каталога
sk_sk: Kontrolujte sa adresár
sl_si: Preverjanje mape
sv_se: Kontrollerar katalogen
th_th: กำลังตรวจสอบไดเรกทอรี
tr_tr: Dizin denetleniyor
vi_vn: Kiểm tra thư mục
zh_cn: 正在检查目录
zh_hk: 檢查目錄
zh_tw: 正在檢查目錄

# FFUCheckingFile
source: Checking selected file
ar_sa: يتم الآن التحقق من الملف المحدد
cs_cz: Kontrola vybraného souboru
da_dk: Kontrollerer den valgte fil
de_de: Ausgewählte Datei wird geprüft
el_gr: Έλεγχος επιλεγμένου αρχείου
es_es: Comprobando archivo seleccionado
es_us: Comprobando archivo seleccionado
et_ee: Valitud faili kontrollimine
fi_fi: Tarkistetaan valittua tiedostoa
fil_ph: Tinitingnan ang piniling file
fr_ca: Vérification du fichier sélectionné
fr_fr: Vérification du fichier sélectionné...
he_il: בדיקת הקובץ שנבחר
hr_hr: Provjera odabrane datoteke
hu_hu: Kiválasztott fájl ellenőrzése
id_id: Memeriksa file yang dipilih
it_it: Controllo del file selezionato in corso
ja_jp: 選択したファイルをチェック中
ko_kr: 선택한 파일 확인 중
lt_lt: Pasirinkto failo tikrinimas
lv_lv: Notiek atlasītā faila pārbaude
ms_my: Memeriksa fail dipilih
nb_no: Kontrollerer valgt fil
nl_nl: Geselecteerde bestand controleren
pl_pl: Sprawdzanie wybranego pliku
pt_br: Verificando o arquivo selecionado
pt_pt: A verificar o ficheiro selecionado...
ro_ro: Se verifică fișierul selectat
ru_ru: Проверка выбранного файла
sk_sk: Kontroluje sa vybratý súbor
sl_si: Preverjanje izbrane datoteke
sv_se: Den valda filen kontrolleras
th_th: กำลังตรวจสอบไฟล์ที่เลือก
tr_tr: Seçili dosya denetleniyor
vi_vn: Kiểm tra tập tin đã chọn
zh_cn: 正在检查所选文件
zh_hk: 檢查已選擇檔案
zh_tw: 正在檢查所選檔案

# FFUFamily
source: Family:
ar_sa: العائلة:
cs_cz: Řada:
da_dk: Familie:
de_de: Familie:
el_gr: Σειρά:
es_es: Familia:
es_us: Familia:
et_ee: Perekond:
fi_fi: Tuoteperhe:
fil_ph: Pamilya:
fr_ca: Famille :
fr_fr: Famille :
he_il: משפחה:
hr_hr: Obitelj:
hu_hu: Termékcsalád:
id_id: Keluarga:
it_it: Famiglia:
ja_jp: ファミリー:
ko_kr: 제품군:
lt_lt: Šeima:
lv_lv: Saime:
ms_my: Keluarga:
nb_no: Familie:
nl_nl: Familie:
pl_pl: Rodzina:
pt_br: Família:
pt_pt: Gama:
ro_ro: Familie:
ru_ru: Семейство:
sk_sk: Skupina:
sl_si: Družina:
sv_se: Familj:
th_th: กลุ่มผลิตภัณฑ์:
tr_tr: Ürün ailesi:
vi_vn: Dòng:
zh_cn: 系统：
zh_hk: 系列：
zh_tw: 系列:

# FFUManufacturer
source: Manufacturer:
ar_sa: الشركة المصنّعة:
cs_cz: Výrobce:
da_dk: Producent:
de_de: Hersteller:
el_gr: Κατασκευαστής:
es_es: Fabricante:
es_us: Fabricante:
et_ee: Tootja:
fi_fi: Valmistaja:
fil_ph: Tagagawa:
fr_ca: Fabricant :
fr_fr: Fabricant :
he_il: יצרן:
hr_hr: Proizvođač:
hu_hu: Gyártó:
id_id: Produsen:
it_it: Produttore:
ja_jp: 製造元:
ko_kr: 제조업체:
lt_lt: Gamintojas:
lv_lv: Ražotājs:
ms_my: Pengilang:
nb_no: Produsent:
nl_nl: Fabrikant:
pl_pl: Producent:
pt_br: Fabricante:
pt_pt: Fabricante:
ro_ro: Producător:
ru_ru: Изготовитель:
sk_sk: Výrobca:
sl_si: Proizvajalec:
sv_se: Tillverkare:
th_th: ผู้ผลิต:
tr_tr: Üretici:
vi_vn: Nhà sản xuất:
zh_cn: 制造商：
zh_hk: 製造商：
zh_tw: 製造商:
