Repository: mediaexplorer74/WDRT
Catalog: Src/Microsoft.WindowsDeviceRecoveryTool.Localization/Resources/Resources.*.resx
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, es_us, et_ee, fi_fi, fil_ph, fr_ca, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

# LumiaBatteryChecking
source: Your device battery is running low. You can continue, but it may damage your device.
ar_sa: طاقة بطارية الهاتف آخذة في الانخفاض. يمكنك المتابعة، ولكن ذلك قد يتلف هاتفك.
cs_cz: Baterie telefonu má nízkou úroveň nabití. Můžete pokračovat, ale váš telefon se může porouchat.
da_dk: Telefonens batteri er ved at løbe tør for strøm. Du kan fortsætte, men telefonen kan tage skade.
de_de: Akkustand Ihres Telefons ist niedrig. Fortfahren ist möglich, Schäden an Ihrem Telefon können jedoch auftreten.
el_gr: Η στάθμη μπαταρίας του τηλεφώνου σας είναι χαμηλή. Μπορείτε να συνεχίσετε, αλλά ενδέχεται να υποστεί βλάβη το τηλέφωνό σας.
es_es: La batería del teléfono se está agotando. Puedes continuar, pero el teléfono podría resultar dañado.
es_us: La batería del teléfono se está agotando. Puede continuar, pero el teléfono podría resultar dañado.
et_ee: Teie telefoni aku hakkab tühjaks saama. Võite jätkata, kuid see võib kahjustada teie telefoni.
fi_fi: Puhelimesi akun varaustaso on alhainen. Voit jatkaa, mutta puhelimesi voi vaurioitua.
fil_ph: Mahina na lang ang baterya ng telepono mo. Pwede kang magpatuloy, pero baka masira nito ang telepono mo.
fr_ca: La batterie de votre téléphone est faible. Vous pouvez continuer, mais cela pourrait endommager votre téléphone.
fr_fr: La batterie de votre téléphone est déchargée. Vous pouvez continuer, mais vous risquez d'endommager votre téléphone.
he_il: סוללת הטלפון שלך חלשה. תוכל להמשיך, אולם עלול להיגרם נזק לטלפון.
hr_hr: Baterija telefona gotovo je prazna. Možete nastaviti s radom, ali to može oštetiti telefon.
hu_hu: A telefon akkumulátora kezd lemerülni. Folytathatja, de a telefon károsodhat.
id_id: Baterai telepon Anda lemah. Anda dapat melanjutkan, namun dapat merusak telepon Anda.
it_it: La batteria del telefono è quasi scarica. È possibile continuare, ma il telefono potrebbe danneggiarsi.
ja_jp: 電話のバッテリーが残り少なくなっています。 続行できますが、電話を損傷するおそれがあります。
ko_kr: 휴대폰 배터리가 부족합니다. 작업을 계속할 수 있지만 휴대폰이 손상될 수 있습니다.
lt_lt: Jūsų telefono baterija senka. Galite tęsti, bet tai gali sugadinti jūsų telefoną.
lv_lv: Tālruņa akumulatora uzlādes līmenis ir zems. Varat turpināt strādāt, taču tas var sabojāt tālruni.
ms_my: Bateri telefon anda hampir kehabisan. Anda boleh meneruskan, tetapi ini mungkin akan merosakkan telefon anda.
nb_no: Telefonens batteri har lite strøm igjen. Du kan fortsette, men det kan skade telefonen.
nl_nl: De batterij van de telefoon is bijna leeg. Als u doorgaat, beschadigt u mogelijk de telefoon.
pl_pl: Poziom naładowania baterii w telefonie jest niski. Można kontynuować, ale może to spowodować uszkodzenie telefonu.
pt_br: A bateria do telefone está baixa. Você pode continuar, mas isso pode danificar o telefone.
pt_pt: A bateria do seu telemóvel está a ficar fraca. Pode continuar, mas pode danificar o seu telemóvel.
ro_ro: Acumulatorul telefonului se descarcă. Puteți continua, dar este posibil să vi se defecteze telefonul.
ru_ru: Заряд аккумулятора телефона почти исчерпан. Вы можете продолжить, но работоспособность телефона может быть нарушена.
sk_sk: Batéria telefónu sa vybíja. Môžete pokračovať, ale pravdepodobne dôjde k poškodeniu telefónu.
sl_si: Baterija telefona je skoraj prazna. Lahko nadaljujete, vendar lahko poškodujete telefon.
sv_se: Telefonens batterinivå är låg. Du kan fortsätta, men det kan skada din telefon.
th_th: แบตเตอรี่โทรศัพท์ของคุณใกล้หมดแล้ว คุณสามารถดำเนินการต่อ แต่โทรศัพท์อาจได้รับความเสียหาย
tr_tr: Telefonunuzun bataryası bitiyor. Devam edebilirsiniz, ancak bu telefonunuza zarar verebilir.
vi_vn: Pin điện thoại của bạn sắp hết. Bạn có thể tiếp tục, nhưng nó có thể làm hỏng điện thoại của bạn.
zh_cn: 您的手机电池电量不足。 您可以继续，但是可能会损坏手机。
zh_hk: 您的手機電池電量不足。 您可以繼續下載，但這可能會對您的手機造成損害。
zh_tw: 手機電池電量不足。 您可繼續進行，但可能會損壞您的手機。

# ManualDeviceSelection
source: Device selection
ar_sa: تحديد الهاتف
cs_cz: Výběr telefonu
da_dk: Valg af telefon
de_de: Telefonauswahl
el_gr: Επιλογή τηλεφώνου
es_es: Selección de teléfono
es_us: Selección de teléfono
et_ee: Telefoni valimine
fi_fi: Puhelimen valinta
fil_ph: Pagpipilian ng telepono
fr_ca: Sélection du téléphone
fr_fr: Sélection du téléphone
he_il: בחירת טלפון
hr_hr: Odabir telefona
hu_hu: Telefon kiválasztása
id_id: Pemilihan telepon
it_it: Selezione telefono
ja_jp: 電話の選択
ko_kr: 휴대폰 선택
lt_lt: Telefono pasirinkimas
lv_lv: Tālruņa atlase
ms_my: Pilihan telefon
nb_no: Telefonvalg
nl_nl: Telefoonselectie
pl_pl: Wybór telefonu
pt_br: Seleção do telefone
pt_pt: Selecionar o telemóvel
ro_ro: Selectare telefon
ru_ru: Выбор телефона
sk_sk: Výber telefónu
sl_si: Izbira telefona
sv_se: Val av telefon
th_th: การเลือกโทรศัพท์
tr_tr: Telefon seçimi
vi_vn: Chọn điện thoại
zh_cn: 手机选择
zh_hk: 手機選擇
zh_tw: 手機選擇

# ManualRestartHtcInfo
source: Device information could not be read. Please follow steps below to continue or click "{0}" to cancel process.
ar_sa: تتعذر قراءة معلومات الهاتف. يرجى اتباع الخطوات أدناه للمتابعة أو النقر فوق "{0}" لإلغاء العملية.
cs_cz: Informace o telefonu nelze číst. Postupujte podle pokynů níže, popřípadě kliknutím na „{0}“ proces zrušte.
da_dk: Telefonoplysningerne kunne ikke læses. Følg nedenstående trin for at fortsætte, eller klik på "{0}" for at annullere processen.
de_de: Telefondaten konnten nicht gelesen werden. Bitte führen Sie die folgenden Schritte durch, um fortzufahren, oder klicken Sie auf „{0}“, um den Vorgang abzubrechen.
el_gr: Δεν ήταν δυνατή η ανάγνωση των πληροφοριών τηλεφώνου. Ακολουθήστε τα παρακάτω βήματα για να συνεχίσετε ή πατήστε "{0}" για να ακυρώσετε τη διαδικασία.
es_es: No se ha podido leer la información del teléfono. Sigue los siguientes pasos para continuar o haz clic en "{0}" para cancelar el proceso.
es_us: No se pudo leer la información del teléfono. Siga los siguientes pasos para continuar o haga clic en "{0}" para cancelar el proceso.
et_ee: Telefoni andmeid ei saanud lugeda. Järgige alltoodud samme või klõpsake toimingu tühistamiseks „{0}”.
fi_fi: Puhelimen tietojen lukeminen epäonnistui. Jatka alla olevien ohjeiden mukaan tai peruuta toiminto valitsemalla {0}.
fil_ph: Hindi mabasa ang impormasyon ng telepono. Pakisundan ang mga hakbang para magpatuloy o i-click ang "{0}" para ikansela ang proseso.
fr_ca: Lecture impossible de l'information du téléphone. Veuillez suivre les étapes ci-dessous pour continuer ou cliquer sur {0} pour annuler le processus.
fr_fr: Les informations du téléphone n'ont pas pu être lues. Suivez les étapes ci-dessous ou cliquez sur {0} pour annuler.
he_il: לא ניתן לקרוא את פרטי הטלפון. פעל בהתאם לשלבים הבאים כדי להמשיך או לחץ על "{0}" לביטול התהליך.
hr_hr: Podaci telefona nisu se mogli očitati. Za nastavak slijedite korake ispod ili za otkazivanje postupka pritisnite "{0}".
hu_hu: A telefoninformációk olvasása sikertelen volt. A folytatáshoz hajtsa végre a következő lépéseket vagy kattintson a „{0}” lehetőségre a folyamat megszakításához.
id_id: Informasi telepon tidak dapat dibaca. Ikuti langkah di bawah untuk melanjutkan atau klik "{0}" untuk membatalkan proses.
it_it: Impossibile leggere le informazioni del telefono. Attenersi alla seguente procedura per continuare oppure fare clic su "{0}" per annullare il processo.
ja_jp: 電話の情報を読み取れませんでした。 次のステップを実行して続行するか、[{0}]をクリックしてプロセスをキャンセルしてください。
ko_kr: 휴대폰 정보를 읽을 수 없습니다. 아래의 단계를 수행하여 계속하거나 [{0}]을(를) 클릭하여 프로세스를 취소하십시오.
lt_lt: Nepavyko nuskaityti telefono informacijos. Norėdami tęsti, atlikite toliau nurodytus veiksmus, o norėdami atšaukti procesą, paspauskite {0}.
lv_lv: Tālruņa informāciju nevarēja lasīt. Lai turpinātu, izpildiet turpmāk aprakstītās darbības, vai noklikšķiniet uz "{0}", lai atceltu procesu.
ms_my: Maklumat telefon tidak dapat dibaca. Sila ikut langkah di bawah untuk teruskan atau klik "{0}" untuk membatalkan proses.
nb_no: Kan ikke lese av telefoninformasjonen. Følg trinnene nedenfor for å fortsette, eller klikk {0} for å avbryte prosessen.
nl_nl: Telefoongegevens konden niet worden gelezen. Volg onderstaande stappen om door te gaan of klik op "{0}" om het proces te annuleren.
pl_pl: Nie można odczytać informacji o telefonie. Postępuj zgodnie z poniższymi instrukcjami, aby kontynuować lub kliknij „{0}”, aby anulować proces.
pt_br: Não foi possível ler as informações do telefone. Siga as etapas abaixo para continuar ou clique em "{0}" para cancelar o processo.
pt_pt: Não foi possível ler as informações do telemóvel. Siga os passos abaixo para continuar ou clique em "{0}" para cancelar o processo.
ro_ro: Informațiile despre telefon nu au putut fi citite. Urmați pașii de mai jos pentru a continua sau faceți clic pe „{0}” pentru revocarea procesului.
ru_ru: Не удалось считать информацию о телефоне. Чтобы продолжить, выполните нижеуказанные действия или нажмите "{0}", чтобы прервать процесс.
sk_sk: Informácie telefónu sa nepodarilo prečítať. Postupujte podľa krokov uvedených nižšie alebo ukončite proces kliknutím na položku {0}.
sl_si: Informacij o telefonu ni bilo mogoče prebrati. Za nadaljevanje sledite spodnjim korakom ali kliknite "{0}", če želite postopek preklicati.
sv_se: Det gick inte att avläsa informationen om telefonen. Följ nedanstående steg om du vill fortsätta. Klicka på "{0}" om du i stället vill avbryta.
th_th: ไม่สามารถอ่านข้อมูลโทรศัพท์ กรุณาทำตามขั้นตอนด้านล่างเพื่อดำเนินการต่อ หรือคลิก "{0}" เพื่อยกเลิกกระบวนการ
tr_tr: Telefon bilgisi okunamadı. Devam etmek için lütfen aşağıdaki adımları takip edin ya da işlemi iptal etmek için "{0}" düğmesine tıklayın.
vi_vn: Không thể đọc thông tin điện thoại. Vui lòng làm theo các bước dưới đây để tiếp tục hoặc bấm "{0}" để hủy bỏ quy trình.
zh_cn: 无法读取手机信息。 请执行以下步骤继续操作，或者单击“{0}”取消进程。
zh_hk: 未能讀取手機資訊。 請依照下列步驟繼續或點擊「{0}」以取消程序。
zh_tw: 無法讀取手機資訊。 請依以下步驟繼續，或按一下 [{0}] 以取消程序。

# ManufacturerDetectionFailed
source: Sorry, we could not determine your device's manufacturer.
ar_sa: عذرًا، تعذّر تحديد الشركة المصنّعة لهاتفك.
cs_cz: Výrobce telefonu bohužel nelze určit.
da_dk: Beklager, men vi kunne ikke bestemme telefonens producent.
de_de: Der Hersteller Ihres Telefons konnte leider nicht ermittelt werden.
el_gr: Δυστυχώς, δεν ήταν δυνατό να οριστεί ο κατασκευαστής του τηλεφώνου.
es_es: Disculpa. No hemos podido determinar el fabricante del teléfono.
es_us: Lo sentimos, no pudimos determinar el fabricante del teléfono.
et_ee: Vabandame, me ei saanud teie telefoni tootjat kindlaks teha.
fi_fi: Puhelimen valmistajan automaattinen tunnistus ei onnistunut.
fil_ph: Paumanhin, hindi namin matukoy ang tagagawa ng telepono mo.
fr_ca: Désolés, nous n'avons pu déterminer le fabricant de votre téléphone.
fr_fr: Désolé, nous n'avons pas pu déterminer le fabricant de votre téléphone.
he_il: מצטערים, לא הצלחנו לקבוע את מספר הטלפון של היצרן.
hr_hr: Nismo mogli odrediti proizvođača vašeg telefona.
hu_hu: A telefon gyártóját nem sikerült azonosítani.
id_id: Maaf, kami tidak dapat menentukan produsen telepon Anda.
it_it: Siamo spiacenti ma non è stato possibile stabilire il produttore del telefono.
ja_jp: 申し訳ありません。電話の製造元を特定できませんでした。
ko_kr: 죄송합니다. 휴대폰 제조업체를 확인할 수 없습니다.
lt_lt: Atsiprašome, negalėjome nustatyti jūsų telefono gamintojo.
lv_lv: Diemžēl nevarējām noteikt jūsu tālruņa ražotāju.
ms_my: Maaf, kami tidak dapat menentukan pengilang telefon anda.
nb_no: Vi finner ikke produsenten.
nl_nl: Sorry, we kunnen de fabrikant van uw telefoon niet vaststellen.
pl_pl: Niestety nie udało się ustalić producenta twojego telefonu.
pt_br: Não foi possível determinar o fabricante de seu telefone.
pt_pt: Lamentamos, mas não foi possível determinar o fabricante do telemóvel.
ro_ro: Nu am putut stabili producătorul telefonului.
ru_ru: Не удалось определить изготовителя телефона.
sk_sk: Ľutujeme, nepodarilo sa nám určiť výrobcu vášho telefónu.
sl_si: Proizvajalca telefona ni bilo mogoče ugotoviti.
sv_se: Tyvärr, vi kunde inte fastställa telefonens tillverkare.
th_th: ขออภัย เราไม่สามารถระบุผู้ผลิตโทรศัพท์ของคุณ
tr_tr: Üzgünüz, telefonunuzun üreticisini saptayamadık.
vi_vn: Rất tiếc, chúng tôi không thể xác định nhà sản xuất điện thoại của bạn.
zh_cn: 抱歉，我们无法确定您的手机制造商。
zh_hk: 抱歉，我們未能辨認您的手機製造商。
zh_tw: 很抱歉，無法判斷手機的製造商。

# ManufacturerHeader
source: Device manufacturer
ar_sa: الشركة المصنّعة للهاتف
cs_cz: Výrobce telefonu
da_dk: Telefonproducent
de_de: Hersteller des Telefons
el_gr: Κατασκευαστής τηλεφώνου
es_es: Fabricante del teléfono
es_us: Fabricante del teléfono
et_ee: Telefoni tootja
fi_fi: Puhelimen valmistaja
fil_ph: Telepono ng tagagawa
fr_ca: Fabricant du téléphone
fr_fr: Fabricant du téléphone
he_il: טלפון היצרן
hr_hr: Proizvođač telefona
hu_hu: Telefon gyártója
id_id: Produsen telepon
it_it: Produttore del telefono
ja_jp: 電話の製造元
ko_kr: 휴대폰 제조업체
lt_lt: Telefono gamintojas
lv_lv: Tālruņa ražotājs
ms_my: Pengilang telefon
nb_no: Telefonprodusent
nl_nl: Telefoonfabrikant
pl_pl: Producent telefonu
pt_br: Fabricante do telefone
pt_pt: Fabricante do telemóvel
ro_ro: Producătorul telefonului
ru_ru: Изготовитель телефона
sk_sk: Výrobca telefónu
sl_si: Proizvajalec telefona
sv_se: Telefonens tillverkare
th_th: ผู้ผลิตโทรศัพท์
tr_tr: Telefon üreticisi
vi_vn: Nhà sản xuất điện thoại
zh_cn: 手机制造商
zh_hk: 手機製造商
zh_tw: 手機製造商

# Mode
source: {0} mode
ar_sa: وضع {0}‌
cs_cz: Režim {0}
da_dk: {0}-tilstand
de_de: {0}-Modus
el_gr: Λειτουργία {0}
es_es: Modo {0}
es_us: Modo {0}
et_ee: {0} režiim
fi_fi: {0}-tila
fr_ca: Mode {0}
fr_fr: Mode {0}
he_il: מצב {0}
hr_hr: Način rada {0}
hu_hu: {0} mód
id_id: Mode {0}
it_it: Modalità {0}
ja_jp: {0}モード
ko_kr: {0} 모드
lt_lt: {0} režimas
lv_lv: {0} režīms
ms_my: Mod {0}
nb_no: {0}-modus
nl_nl: Modus {0}
pl_pl: Tryb {0}
pt_br: {0} modo
pt_pt: Modo {0}
ro_ro: Mod {0}
ru_ru: Режим {0}
sk_sk: Režim {0}
sl_si: Način {0}
sv_se: {0}-läge
th_th: {0} โหมด
tr_tr: {0} modu
vi_vn: Chế độ {0}
zh_cn: {0} 模式
zh_hk: {0} 模式
zh_tw: {0} 模式

source: Model:
ar_sa: الطراز:
de_de: Modell:
el_gr: Μοντέλο:
es_es: Modelo:
es_us: Modelo:
et_ee: Mudel:
fi_fi: Malli:
fil_ph: Modelo:
fr_ca: Modèle :
fr_fr: Modèle :
he_il: דגם:
hu_hu: Típus:
it_it: Modello:
ja_jp: モデル:
ko_kr: 모델:
lt_lt: Modelis:
lv_lv: Modelis:
nb_no: Modell:
pt_br: Modelo:
pt_pt: Modelo:
ru_ru: Модель:
sv_se: Modell:
th_th: รุ่น:
vi_vn: Kiểu:
zh_cn: 型号：
zh_hk: 型號：
zh_tw: 型號:

source: Model: unknown
ar_sa: الطراز: غير معروف
cs_cz: Model: neznámý
da_dk: Model: ukendt
de_de: Modell: unbekannt
el_gr: Μοντέλο: άγνωστο
es_es: Modelo: desconocido
es_us: Modelo: desconocido
et_ee: Mudel: tundmatu
fi_fi: Malli: tuntematon
fil_ph: Modelo: hindi matukoy
fr_ca: Modèle : inconnu
fr_fr: Modèle : inconnu
he_il: דגם: לא ידוע
hr_hr: Model: nije poznat
hu_hu: Típus: ismeretlen
id_id: Model: tidak diketahui
it_it: Modello: sconosciuto
ja_jp: モデル: 不明
ko_kr: 모델: 알 수 없음
lt_lt: Modelis: nežinomas
lv_lv: Modelis: nezināms
ms_my: Model: tidak diketahui
nb_no: Modell: ukjent
nl_nl: Model: onbekend
pl_pl: Model: nieznany
pt_br: Modelo: desconhecido
pt_pt: Modelo: desconhecido
ro_ro: Model: necunoscut
ru_ru: Модель: неизвестно
sk_sk: Model: neznámy
sl_si: Model: neznan
sv_se: Modell: okänd
th_th: รุ่น: ระบุไม่ได้
tr_tr: Model: Bilinmiyor
vi_vn: Kiểu: không xác định
zh_cn: 型号：未知
zh_hk: 型號：未知
zh_tw: 型號: 未知

# MoreThanOnePackageFound
source: Found more than one package - please select one and click "{0}" to continue.
ar_sa: تم العثور على أكثر من حزمة واحدة - يرجى تحديد حزمة منها والنقر فوق "{0}" للمتابعة.
cs_cz: Našli jsme víc než jeden balíček. Vyberte ten správný a klikněte na „{0}“.
da_dk: Fandt mere end én pakke – vælg én, og klik på "{0}" for at fortsætte.
de_de: Es wurden mehrere Pakete gefunden – Wählen Sie eines aus und klicken Sie auf „{0}“ um fortzufahren.
el_gr: Βρέθηκαν περισσότερα από ένα πακέτα. Επιλέξτε ένα και πατήστε "{0}" για να συνεχίσετε.
es_es: Se ha encontrado más de un paquete. Selecciona uno y haz clic en "{0}" para continuar.
es_us: Se encontró más de un paquete; seleccione uno y haga clic en "{0}" para continuar.
et_ee: Leitud rohkem kui üks pakett – valige üks ja klõpsake jätkamiseks „{0}”.
fi_fi: Löytyi useita paketteja. Valitse yksi ja jatka valitsemalla {0}.
fil_ph: Higit sa isang package ang nakita - pakipili ng isa at i-click ang "{0}" para magpatuloy.
fr_ca: Nous avons trouvé plus d'une trousse. Veuillez en sélectionner une et cliquer sur {0} pour continuer.
fr_fr: Plusieurs paquets trouvés. Sélectionnez-en un et cliquez sur {0} pour continuer.
he_il: נמצאה יותר מחבילה אחת - בחר חבילה אחת ולחץ על "{0}" כדי להמשיך.
hr_hr: Pronađeno je više paketa – odaberite jednog i za nastavak pritisnite "{0}".
hu_hu: Egynél több csomag található – válasszon egyet és kattintson a(z) „{0}” lehetőségre a folytatáshoz.
id_id: Ditemukan lebih dari satu paket - pilih salah satu dan klik "{0}" untuk melanjutkan.
it_it: Trovato più di un pacchetto. Selezionarne uno e fare clic su "{0}" per continuare.
ja_jp: 複数のパッケージが見つかりました。パッケージを1つ選択して[{0}]をクリックして続行してください。
ko_kr: 패키지를 두 개 이상 찾았습니다. 계속하려면 하나를 선택한 후 [{0}]을(를) 클릭하십시오.
lt_lt: Rastas daugiau nei vienas paketas – pasirinkite vieną ir, norėdami tęsti, paspauskite {0}.
lv_lv: Atrasta vairāk nekā viena pakotne — lūdzu, atlasiet vienu pakotni un, lai turpinātu, noklikšķiniet uz "{0}".
ms_my: Menemui lebih daripada satu pakej - sila pilih satu dan klik "{0}" untuk teruskan.
nb_no: Finner mer enn én pakke – velg én, og klikk {0} for å fortsette.
nl_nl: Meer dan één pakket gevonden - selecteer een pakket en klik op "{0}" om door te gaan.
pl_pl: Znaleziono więcej niż jeden pakiet - należy wybrać jeden, a następnie kliknąć „{0}”, aby kontynuować.
pt_br: Foi encontrado mais de um pacote. Selecione apenas um e clique em "{0}" para continuar.
pt_pt: Foram encontrados mais do que um pacote. Selecione um e clique em "{0}" para continuar.
ro_ro: Au fost găsite mai multe pachete - selectați unul și faceți clic pe „{0}” pentru a continua.
ru_ru: Найдено несколько пакетов: выберите один и нажмите "{0}", чтобы продолжить.
sk_sk: Našlo sa viacero balíkov – vyberte jeden a pokračujte kliknutím na položku {0}.
sl_si: Najden je bil več kot en paket – izberite enega in kliknite "{0}" za nadaljevanje.
sv_se: Fler än ett paket hittades – välj ett paket och klicka på "{0}" för att fortsätta.
th_th: พบมากกว่าหนึ่งแพคเกจ - กรุณาเลือกเพียงหนึ่งแล้วคลิก "{0}" เพื่อดำเนินการต่อ
tr_tr: Birden fazla paket bulundu. Lütfen bir paket seçin ve devam etmek için "{0}" düğmesine tıklayın.
vi_vn: Tìm thấy nhiều hơn một gói - vui lòng chọn một và bấm "{0}" để tiếp tục.
zh_cn: 找到多个软件包 - 请选择其中一个，然后单击“{0}”继续。
zh_hk: 找到多於一個套件 - 請選擇一個並點擊「{0}」繼續。
zh_tw: 找到超過一個套件 - 請選擇一個再按一下 [{0}] 以繼續。

source: Network
ar_sa: الشبكة
cs_cz: Síť
da_dk: Netværk
de_de: Netzwerk
el_gr: Δίκτυο
es_es: Red
es_us: Red
et_ee: Võrk
fi_fi: Verkko
fr_ca: Réseau
fr_fr: Réseau
he_il: רשת
hr_hr: Mreža
hu_hu: Hálózat
id_id: Jaringan
it_it: Rete
ja_jp: ネットワーク
ko_kr: 네트워크
lt_lt: Tinklas
lv_lv: Tīkls
ms_my: Rangkaian
nb_no: Nettverk
nl_nl: Netwerk
pl_pl: Sieć
pt_br: Rede
pt_pt: Rede
ro_ro: Rețea
ru_ru: Сеть
sk_sk: Sieť
sl_si: Omrežje
sv_se: Nätverk
th_th: เครือข่าย
tr_tr: Ağ
vi_vn: Mạng
zh_cn: 网络
zh_hk: 網絡
zh_tw: 網路

# NoPackagesFoundSelectAnotherDirectory
source: Could not find correct package. Please select different directory or select package manually.
ar_sa: تعذّر العثور على حزمة صحيحة. يرجى تحديد دليل مختلف أو تحديد الحزمة يدويًا.
cs_cz: Nelze najít správný balíček. Vyberte jiný adresář, popřípadě vyberte balíček ručně.
da_dk: Kunne ikke finde den korrekte pakke. Vælg et andet bibliotek, eller vælg pakke manuelt.
de_de: Das richtige Paket konnte nicht gefunden werden. Bitte geben Sie ein anderes Verzeichnis an, oder wählen Sie das Paket manuell aus.
el_gr: Δεν ήταν δυνατός ο εντοπισμός του σωστού πακέτου. Επιλέξτε άλλο κατάλογο ή επιλέξτε πακέτο μη αυτόματα.
es_es: No se ha podido encontrar el paquete correcto. Selecciona un directorio diferente o selecciona el paquete manualmente.
es_us: No se pudo encontrar el paquete correcto. Seleccione otro directorio o el paquete manualmente.
et_ee: Ei leidnud õiget paketti. Valige teine kataloog või valige pakett käsitsi.
fi_fi: Oikeaa pakettia ei löytynyt. Valitse eri hakemisto tai valitse paketti manuaalisesti.
fil_ph: Hindi mahanap ang tamang package. Pakipili ng ibang direktoryo o manwal na piliin ang package.
fr_ca: La trousse appropriée est introuvable. Veuillez sélectionner un répertoire différent ou sélectionner la trousse manuellement.
fr_fr: Impossible de trouver le paquet correct. Sélectionnez un autre répertoire ou sélectionnez le paquet manuellement.
he_il: לא ניתן למצוא את החבילה הנכונה. בחר ספרייה אחרת או חבילה אחרת באופן ידני.
hr_hr: Ispravan paket nije pronađen. Odaberite drugi direktorij ili ručno odaberite paket.
hu_hu: Nem található megfelelő csomag. Válasszon másik könyvtárat, vagy válassza ki manuálisan a csomagot.
id_id: Tidak dapat menemukan paket yang benar. Pilih direktori lain atau pilih paket secara manual.
it_it: Impossibile trovare il pacchetto corretto. Selezionare una directory diversa oppure selezionare il pacchetto manualmente.
ja_jp: 正しいパッケージが見つかりませんでした。 別のディレクトリを選択するか、またはパッケージを手動で選択してください。
ko_kr: 적합한 패키지를 찾을 수 없습니다. 다른 디렉터리를 선택하거나 패키지를 수동으로 선택하십시오.
lt_lt: Nepavyko rasti tinkamo paketo. Pasirinkite kitą katalogą arba rankiniu būdu pasirinkite paketą.
lv_lv: Nevarēja atrast pareizo pakotni. Lūdzu, atlasiet citu direktoriju vai atlasiet pakotni manuāli.
ms_my: Tidak dapat mencari pakej yang betul. Sila pilih direktori yang lain atau pilih pakej secara manual.
nb_no: Finner ikke riktig pakke. Velg en annen katalog, eller velg pakke manuelt.
nl_nl: Kan juiste pakket niet vinden. Selecteer een andere map of selecteer handmatig een pakket.
pl_pl: Nie można znaleźć prawidłowego pakietu. Wybierz inny katalog lub wybierz pakiet ręcznie.
pt_br: Não foi possível encontrar o pacote correto. Selecione um diretório diferente ou selecione o pacote manualmente.
pt_pt: Não foi possível encontrar o pacote correto. Selecione um diretório diferente ou selecione o pacote manualmente.
ro_ro: Nu s-a putut găsi pachetul corect. Selectați alt director sau selectați manual pachetul.
ru_ru: Не удалось найти соответствующий пакет. Выберите другой каталог или выберите пакет вручную.
sk_sk: Nepodarilo sa nájsť správny balík. Vyberte iný adresár alebo vyberte balík manuálne.
sl_si: Pravilnega paketa ni bilo mogoče najti. Izberite drugo mapo ali paket izberite ročno.
sv_se: Det gick inte att hitta rätt paket. Välj en annan katalog eller välj paket manuellt.
th_th: ไม่พบแพคเกจที่ถูกต้อง กรุณาเลือกไดเรกทอรีอื่น หรือเลือกแพคเกจด้วยตนเอง
tr_tr: Doğru paket bulunamadı. Lütfen başka bir dizin seçin ya da paketi manuel olarak seçin.
vi_vn: Không tìm được gói đúng. Vui lòng chọn thư mục khác hoặc chọn gói thủ công.
zh_cn: 未找到正确的软件包。 请手动选择其他目录或者选择软件包。
zh_hk: 未能找到正確套件。 請選擇不同的目錄或手動選擇套件。
zh_tw: 找不到正確套件。 請選擇其他目錄或手動選擇套件。

source: Not found
ar_sa: غير موجود
cs_cz: Nenalezeno
da_dk: Ikke fundet
de_de: Nicht gefunden
el_gr: Δεν βρέθηκε
es_es: No se encuentra
es_us: No se encuentra
et_ee: Ei leitud
fi_fi: Ei löytynyt
fil_ph: Hindi nakita
fr_ca: Introuvable
fr_fr: Introuvable
he_il: לא נמצא
hr_hr: Nije pronađeno
hu_hu: Nem található
id_id: Tidak ditemukan
it_it: Non trovato
ja_jp: 見つかりません
ko_kr: 찾을 수 없음
lt_lt: Nerasta
lv_lv: Nav atrasts
ms_my: Tidak ditemui
nb_no: Finnes ikke
nl_nl: Niet gevonden
pl_pl: Nie znaleziono
pt_br: Não localizado
pt_pt: Não encontrado
ro_ro: Negăsit
ru_ru: Не найден
sk_sk: Nenašlo sa
sl_si: Ni bilo mogoče najti
sv_se: Hittades inte
th_th: ไม่พบ
tr_tr: Bulunamadı
vi_vn: Không tìm thấy
zh_cn: 未找到
zh_hk: 找不到
zh_tw: 找不到
